{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/entertainment/onward-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-05T15:14:04Z"], "LastModifiedDate": ["2020-03-05T15:14:04Z"], "Headline": ["'Onward' continues Pixar's apparent quest to make us all cry"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Pixar's enviable track record with original animation is a mixed blessing, creating sky-high expectations for each new movie. \"Onward,\" an undeniably emotional and imaginative concept, joins that rich tradition, without reaching the upper rungs of the ladder set by its predecessors. Fundamentally about a pair of brothers dealing with lingering grief over the loss of their dad, the film adds a magical wrinkle to the premise by setting the story in a mythical world filled with elves, centaurs and pixies -- one where modern wonders and mechanization evolved very much along the lines of our own. Still, hints remain of the magic that once ran rampant, we're told at the outset. And it's a belief in those fantastic possibilities that lead an elf Ian, just turned 16, and his goofball older brother Barley on a quest to bring their dad back, if only for a day. That's right, the \"visitation spell\" that the pair invoke only lasts for 24 hours -- enough time, they reckon, to bid him a proper farewell. But something goes wrong (or there wouldn't be enough material for a movie), leaving dad reconstituted only from the waist down, as the two embark on a desperate mission to find the magical object that will allow them to complete the spell in time. In a Marvel-ous pairing, Ian and Barley are voiced by Tom Holland and Chris Pratt, respectively, and they bring a goofy chemistry to their interaction, with the level-headed younger brother forced to ground the free-spirited older one. Julia Louis-Dreyfus, meanwhile, plays their mom, who happily joins in the story in a significant way, as opposed to being one of those Disney/Spielberg moms who can't see E.T. hiding in plain sight. That, and the wellspring of family emotion into which the movie taps, represent the good news. The less admirable qualities involve the protracted, slightly chaotic nature of the quest, and a certain \"Weekend at Bernie's\" vibe as the pair lug dad around in his half-there state. Co-written and directed by Dan Scanlon (who has cited losing his father at a young age as inspiration), \"Onward\" certainly doesn't lack for ambition. The movie also breaks ground by fleetingly featuring the first overtly LGBTQ character in one of the studio's animated movies (voiced by Lena Waithe), a relatively low-key milestone after the whole \"Will she come out?\" fever that surrounded \"Frozen 2.\" Only a true cynic could wholly resist \"Onward's\" deeper themes, but they come in the service of a movie that has to be classified in the mid-level tier of the Pixar file. To be fair, falling short of gems like \"Up,\" \"Ratatouille\" and \"Inside Out\" (the last being perhaps the film's closest thematic cousin) isn't bad company, and it's nice to see another wholly original concept after a string of Pixar sequels. But it still leaves \"Onward\" in \"good\" territory, from a company defined by its upward trajectory. \"Onward\" premieres March 6 in the US. It's rated PG."], "Language": false}