{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/politics/kfile-trump-officials-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Andrew Kaczynski, Em Steck and Nathan McDermott, CNN"], "Writers": [["Andrew Kaczynski", "Em Steck", "Nathan McDermott"]], "FirstPublishDate": ["2020-04-18T12:13:56Z"], "LastModifiedDate": ["2020-04-18T14:30:45Z"], "Headline": ["'Nothing to worry about' and 'it's being contained': How Trump officials downplayed the coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A day after the White House requested $1.25 billion in emergency funding to address the growing worldwide coronavirus crisis, Larry Kudlow, the President's chief economic adviser, appeared on CNBC.  The coronavirus, Kudlow said on February 25, was \"contained.\" \"I won't say airtight, but pretty close to airtight,\" he said. Kudlow noted the stock market was \"cheaper\" implying investors could buy a dip in stocks, saying of coronavirus, \"I don't think it's going to be an economic tragedy at all.\" He did add \"it may be out there, I don't want to negate it.\" That day the Dow Jones Industrial Average lost almost 900 points, marking a total loss of about 2,267 over four days. Later that same evening, Kayleigh McEnany, then a spokeswoman for the Trump campaign and now the White House press secretary, appeared on Fox Business Network. \"This President will always put America first,\" she said, speaking of Trump's travel restrictions on China. \"He will always protect American citizens. We will not see diseases like the coronavirus come here.\"   By then, the US already had 53 confirmed cases of coronavirus and the CDC warned there would be \"community spread\" within the country, though the number could have been much higher, as testing for the virus was severely limited. The comments are just two examples of 18 from spokespeople for the Trump campaign and White House officials downplaying the coronavirus and minimizing the potential impacts on the economy and Trump's re-election campaign. The comments came as the crisis slowly-- and then quickly -- spiraled out of control.  Even as the death toll continued to rise and the stock market continued to plunge as the virus spread, Trump officials confidently projected that the United States was either ahead of the curve in responding to the virus or that the risk to the average Americans was low and there would be minimal impact.  These comments came as some White House officials and intelligence agencies warned privately of a pandemic, saying it could claim millions of lives and inflict trillions in economic damage. President Donald Trump echoed those comments himself, oscillating between claiming the virus was like a flu and would disappear miraculously to claiming that \"maybe\" the coronavirus improved US job numbers to blaming the media for overhyping the virus. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases and a member of the coronavirus taskforce, was more cautious in media appearances. He told NBC's \"The Today Show\" on February 29, \"There's no need to change anything that you're doing on a day by day basis. Right now the risk is still low, but this could change,\" but added that when the US saw the beginnings of \"community spread\" guidance could change quickly. In March, Fauci advocated Americans follow the social distancing guidelines outlined by the federal government and said he occasionally disagreed with Trump, at one point recommending against events with large crowds. Meanwhile, some White House officials and Trump campaign staffers continued to convey confidence and certainty that it wasn't irresponsible to continue to hold rallies and events. The Trump administration continues to face scrutiny over its response to the virus -- from its lack of preparations for the coronavirus pandemic to its slow response to providing states and cities with sufficient testing kits and personal protective equipment At the Conservative Political Action Conference, known as CPAC, in late February, top White House officials including Kudlow, then-acting chief of staff Mick Mulvaney and Joe Grogan, the director of domestic policy at the White House, all made comments downplaying the potential impact of virus. \"This is just a temporary blip in the markets,\" Grogan said on February 28. At the same time, two top officials from Trump's campaign, Marc Lotter and Tim Murtaugh, made public statements that Americans' risk from the virus was low and the economic impact would be minimal.  \"I think people can rest easy that the risk to the general population is extraordinarily low,\" Murtaugh said on March 2, the same day the US surpassed 100 confirmed cases, according to a CNN tally. Lotter said on March 3, \"The risk to the average American is very low from this and the government is responding accordingly. They're taking the necessary steps to make sure that everyone is protected and that the information gets out there.\"  As late as March 11, the same day the NBA halted their season and Trump suspended most travel to Europe, the campaign made more news when McEnany said the President would not be canceling rallies. White House spokesperson Judd Deere told CNN that while the media and Democrats focused on impeachment and refused to seriously acknowledge the virus in January and February, \"President Trump took bold action to protect Americans and unleash the full power of the federal government to curb the spread of the virus, expand testing capacities, and expedite vaccine development when we had no true idea the level of transmission or asymptomatic spread.\" Trump campaign spokesperson Murtaugh told CNN that the President \"acted early and decisively\" in handling the coronavirus, citing the China travel restrictions. \"The President has a responsibility to project calm to the American people, which is what the campaign expressed as well. The coronavirus crisis will pass and President Trump has great optimism that the United States will thrive and prosper when it is over,\" said Murtaugh.  Republican National Committee spokesperson Steve Guest told CNN that \"nearly everyone,\" including Democrats and the media made similar comments at the time. He added that the President's steps to \"limit worse fallout from the virus\" were \"mocked as xenophobic by Democrats and the media at the time.\" Here's a timeline of the comments: Feb. 24, 2020: White House trade adviser Peter Navarro publicly said Americans had \"nothing to worry about\" while he privately warned the White House that the coronavirus pandemic could cost trillions of dollars and hundreds of thousands of American lives.  \"Since the day that President Trump pulled down the flights from China to the US, he has been actively leading the situation in terms of this crisis with the task force,\" Navarro said in a press statement outside the White House. \"Nothing to worry about for the American people.\" What happened that day: The White House requested $1.25 billion in emergency funding to address coronavirus as cases surged in Italy and Iran.  Feb. 25, 2020: White House National Economic Council Director Larry Kudlow said in an interview on CNBC that the US had coronavirus \"contained\" and it was \"pretty close to airtight.\" Kudlow added the coronavirus was a \"human tragedy,\" but \"I don't think it's going to be an economic tragedy at all.\" He added that investors should \"very seriously\" look at purchasing stocks after they decline in value.  What happened that day: The Dow Jones Industrial Average lost almost 900 points, marking a total loss of about 2,267 through four days. Feb. 25, 2020: Speaking on Fox Business, then-Trump campaign spokeswoman and current White House press secretary Kayleigh McEnany said because of travel policies enacted by the President, the coronavirus would not continue to come to the United States. \"This President will always put America first,\" she said. \"He will always protect American citizens. We will not see diseases like the coronavirus come here. We will not see terrorism come here. And isn't that refreshing when contrasting it with the awful presidency of President Obama?\" What happened that day: The US confirmed 53 confirmed cases of coronavirus as a top CDC official warned there would be \"community spread\" in the US, adding it was \"a question of exactly when this will happen and how many people in this country will have severe illness.\" Feb. 26, 2020: McEnany, then serving as a Trump campaign spokeswoman, told Fox Business that the virus had \"not in the slightest\" chance of affecting the President's re-election campaign and praised the President for having the crisis under control. \"The President has this under control, and America will see that -- just like with every single international incident -- he knows what he's doing,\" she said. What happened that day: Trump shook up his coronavirus task force team by appointing Vice President Mike Pence as its leader after privately expressing frustration with Health and Human Services Secretary Alex Azar, according to administration sources. Azar told the press that the coronavirus posed a \"low\" immediate risk but noted \"we can expect to see more cases in the United States.\" Feb. 26, 2020: Lotter said in a radio interview that the stock market fallout from the coronavirus would recover quickly, comparing the market recovery to the Ebola and SARS outbreaks. \"Even with this dip in the stock market, when we went through the Ebola scares and the SARS scares from many years ago, the stock market drops 20 percent and then quickly rebounded. Well, right now after the last few days, we're at 8 percent. So we're not on anything along those lines,\" said Lotter. \"And I'm confident and I've even, you know, already started to hear experts saying buy the dip, buy the dip. And I have a feeling you'll see a lot of that starting to happen here in the coming weeks. And as this situation plays itself out, that we'll see, that we'll see the markets quickly recover.\" What happened that day: The Dow and the S&P 500 declined for the fifth day in a row with the Dow having lost nearly 2,400 points in a little less than a week, according to a report from CNN Business. Feb 28, 2020: Kudlow told CPAC attendees that the coronavirus said that socialism, not the coronavirus, would sink the US economy, saying Trump took \"unprecedented and historical steps to contain the virus.\"  \"The virus is not going to sink the American economy,\" Kudlow said. \"What is or could sink the American economy is the socialism coming from our friends on the other side of the aisle.\" \"And when you look at the numbers so far, God bless, we don't know what's ahead of us. The numbers so far are very low. We're in good shape,\" said Kudlow earlier. What happened that day: Bill Gates penned an op-ed calling the coronavirus could be \"once-in-century pandemic.\"  Feb. 28, 2020: Grogan appeared on a conservative podcast and claimed the United States was \"way ahead of the rest of the world\" on coronavirus. He noted the coronavirus caused \"a temporary blip in the markets\" and that \"we will get through it. It will be fine.\"  \"We are hustling on this. We are way ahead of the rest of the world. We have the best healthcare system, the best public health system in the world, and the best scientists working on this,\" said Grogan. \"We will get through it. It will be fine. And this is just a temporary blip in th"], "Language": false}