{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/tech/sxsw-not-canceled-coronavirus/index.html"], "Source": ["cnn"], "Location": ["San Francisco"], "ByLine": ["By Rishi Iyengar and Kerry Flynn, CNN Business"], "Writers": [["Rishi Iyengar", "Kerry Flynn"]], "FirstPublishDate": ["2020-03-04T17:07:55Z"], "LastModifiedDate": ["2020-03-04T19:23:25Z"], "Headline": ["SXSW will go on despite coronavirus concerns"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["South by Southwest, the annual tech, film and music conference in Austin, will proceed as planned despite concerns about coronavirus, Austin public health officials said during a press conference on Wednesday.  \"It's important for us to remember at this stage that we're actively evaluating mass gatherings on a daily basis,\" said Mark Escott, the interim medical director and health authority for Austin Public Health. \"Right now there's no evidence that closing South by Southwest or other activities is going to make this community safer. We're constantly monitoring that situation.\" The organizers behind SXSW, which is scheduled to take place from March 13 to March 22, had come under public pressure in recent days to cancel the event. Several high-profile attendees had also dropped out, citing concerns about the virus.  Twitter was the first big company to pull out of the event, citing its new policy restricting all business travel because of the virus. Facebook, Intel, Vevo and Mashable soon followed suit.  Popular video app TikTok also backed out, saying it would explore \"alternative ways\" to bring its planned SXSW content to audiences. \"While we think the risk is relatively low, we are erring on the side of caution,\" a TikTok spokesperson told CNN Business on Tuesday. Despite the cancellations, SXSW organizers announced new keynote speakers this week, including Hillary Clinton and Andrew Yang. The conference organizers said on Monday they would be \"proceeding as planned\" and that they were working with local, state and federal agencies to ensure a safe event.  SXSW draws thousands of people to Austin each year and generates millions of dollars for the city. The economic impact of last year's event on the city was estimated to be $355.9 million, according to a report paid for by SXSW.  But calls to cancel the conference have continued to grow, with a petition on Change.org urging SXSW to do so getting more than 43,000 signatures.  Austin mayor Steve Adler stressed during the press conference that the city is not being pressured by SXSW to keep the event running.  \"I want the community to know that these decisions are being made by our medical professionals, and that no corporation, or South By, or anybody else has a seat at that table. Because we're only motivated by making sure that we do what we can to keep the community safe,\" Adler said.  Escott suggested during the press conference that keeping SXSW as an organized event could be better for the community.  \"If we make the recommendation to shut down SXSW, people will still come here, without that organizational structure that SXSW provides,\" Escott said. \"All along SXSW has been extremely responsive.\" Sarah Eckhardt, the judge of Travis County, which includes Austin, said at the press conference that the community should follow healthy practices such as hand washing.  \"I would ask the community — and strongly suggest — that panic will weaken us. So let's do what our mothers taught us: let's cover our sneezes, let's wash our hands, and let's be good neighbors,\" Eckhardt said. \"Keep calm and carry on, y'all, and remember what your momma taught ya.\" The coronavirus, which has killed 3,200 people worldwide, has forced numerous businesses and organizers to rethink public events. One of global technology's biggest events, the Mobile World Congress in Barcelona, was canceled in February, as was the Geneva Motor Show.  Facebook also canceled an advertising conference and F8, its biggest event of the year, and several companies have imposed travel restrictions on their employees. Google canceled its big annual developer conference on Tuesday.  Since SXSW has yet to be canceled, attending companies are continuing to prepare for their scheduled events.  \"Patreon is still attending SXSW. We will have hand sanitizer stations throughout the house and giving it away as branded swag. We have a professional cleaning crew coming 2x day to the in house,\" a Patreon spokesperson told CNN Business. Fast Company and Inc., two publications owned by Mansueto Ventures, will still host their houses called Fast Company Grill and Inc. Founders House.  \"Our employees' safety is paramount here at Inc. and Fast Company. Regarding SXSW, we are getting our guidance from the CDC and Austin Public Health,\" said Eric Schurenberg, CEO of Mansueto Ventures. \"So far both authorities have said that it's safe to travel to Austin and to host events at SXSW as scheduled. If that changes, we'll change our plans accordingly.\" WarnerMedia, which owns CNN, did not immediately respond to a request for comment. The company has been planning a house with events at SXSW for several of its brands. "], "Language": false}