{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/entertainment/ben-affleck-buffy-humiliation-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-04T14:55:21Z"], "LastModifiedDate": ["2020-03-04T18:00:53Z"], "Headline": ["Ben Affleck says his performance in one of his films was so bad he was dubbed over"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Ben Affleck may have won many plaudits during his movie career, but there are some performances he would rather forget. The 47-year-old star has revealed that his part in the 1992 movie \"Buffy the Vampire Slayer\" was \"so bad\" that his voice was dubbed over in the final edit. Speaking on SiriusXM's \"The Jess Cagle Show\" in an interview to be aired Wednesday, Affleck said he had featured in director Fran Rubel Kuzui's comedy horror as a high school basketball player. \"I had one line. It was 'Take it,' I think,\" he told Cagle and his co-host, Julia Cunningham. \"I'm holding a basketball. Another basketball player turns into, like, a werewolf or whatever and I get scared.\" Affleck told Cagle he had thought his performance was \"fine\" at the time, and Kuzui \"seemed happy\" with it. But later, when he went to see the film at the movie theater, he realized his big moment had been dubbed.  \"I went to the movie and I was like, 'That is not my voice. That is not me,'\" he said. Recalling his shock, Affleck said: \"Apparently the director hated my performance so much that she looped the entire performance -- which was one line. But yes, I am dubbed -- in English.\" Despite this early humiliation, Affleck went on to star in critically acclaimed films including \"Good Will Hunting,\" \"Changing Lanes\" and \"Shakespeare in Love.\" In his latest film, \"The Way Back,\" Affleck plays Jack Cunningham, an alcoholic construction worker turned high school basketball coach. Affleck believes he has a deeper insight into the role than some other actors might because of his own battles with alcohol addiction. \"Ultimately my responsibility as an actor is an honest performance and having had that particular experience and knowing about alcoholism made me feel more confident sort of going, 'Okay, this is sort of how this would feel and that would feel,'\" he told CNN in a recent interview. \"But the character suffers a terrible personal loss that I couldn't imagine. And that was scary because I didn't want to even think about it.\""], "Language": false}