{"Type": ["article"], "Url": ["https://www.cnn.com/2013/10/31/us/atlanta-courthouse-shootings-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-10-31T18:11:35Z"], "LastModifiedDate": ["2020-03-03T22:00:00Z"], "Headline": ["Atlanta Courthouse Shootings Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's some background information about Brian Nichols and the Atlanta courthouse shootings. On March 11, 2005, 33-year old Brian Nichols escaped from the Fulton County Courthouse while on trial for rape, and killed four people. About Brian Nichols Birth date: December 10, 1971 Birth place: Baltimore, Maryland Birth name: Brian Gene Nichols Children: with Sonya Meredith: a son, March 8, 2005; with Stephanie Jay: Jasmine Jay, 1992  Victims Judge Rowland Barnes, 64, Fulton County Superior Court Judge Julie Brandau, 46, court reporter Hoyt Teasley, 43, sheriff's deputy David Wilhelm, 40, US Immigration and Customs Enforcement agent Timeline 1995 - Moves to Atlanta with his family. 1996-1999 - Is on probation from 1996 to 1999 for a felony drug case in Cobb County, Georgia. He is arrested with a small amount of marijuana. Summer 2004 - Is charged with the rape of his former girlfriend. March 11, 2005 8:45 a.m. - While being escorted to his retrial for the rape and other charges, Nichols attacks a sheriff's deputy when she removes his handcuffs, in a struggle that lasts about three minutes and is caught on surveillance video. He takes the key to a lock box where her gun is stored. Nichols retrieves the gun, changes clothes and crosses a sky bridge into the next building and heads for the courtroom. Nichols then goes to Judge Rowland Barnes' private chambers, tears out the phone lines, takes three hostages and inquires about the judge's whereabouts. He leaves a number of times, finally returning with another deputy taken hostage. 8:55 a.m. - Seizes the second deputy's gun and enters the courtroom from behind the bench, fires a single shot into Barnes' head, then shoots and kills court reporter Julie Brandau. Nichols goes down the stairwell, leaves through an emergency exit and sets off an emergency alarm. On Martin Luther King Jr. Drive, witnesses say he fires multiple shots into the abdomen of another sheriff's deputy, Hoyt Teasley. 9:05 a.m. - Nichols first steals a dark SUV (2001 Mazda Tribute), drives fewer than three blocks and crashes through the gate of another parking deck. 9:07 a.m. - A tow truck driver, Deronte Franklin, says that after he directs police into the deck, Nichols comes back down and steals his truck at gunpoint. 9:14 a.m. - Nichols then drives to another deck about six blocks away where Almeta Kilgo, an employee of the Atlanta Journal-Constitution, says he stole her 2004 Mercury Sable. She says she escaped after refusing Nichols' order to stay in the car. 9:15 a.m. - Atlanta Police Command staff are notified at APD Communications that a Fulton County deputy has been shot. 9:16 a.m. - Nichols carjacks a blue Isuzu Trooper from Sung Chung, at 250 Spring St. 9:19 a.m. - The tow truck (1999 Ford F-350) stolen at 9:07a.m. is recovered at a parking deck at 98 Cone St. 9:20 a.m. - Nichols drives a couple more blocks to another deck, Centennial Parking, 130 Marietta St., where he steals the car of AJC reporter Don O'Briant, a green 1997 Honda Accord. He says Nichols orders him into the trunk and pistol-whips him when he refuses. O'Briant manages to run away. 9:30 a.m. (approx.) - Police say they believe Nichols moved unnoticed across the street through a crowd gathering for a college basketball tournament, making his escape on a MARTA subway train to the Lenox area. Officials say nothing about Nichols's whereabouts for the next 13 hours. 9:45 a.m. - The Atlanta Police Department takes command of the crime scene.   By about 7 p.m. - Authorities announce they are offering a $60,000 reward for information leading to Nichols' capture. 10:40 p.m. - Nichols attempts to rob a couple at an apartment on Lenox Road, getting into a scuffle before fleeing. Sometime later but less than five minutes away on foot, Nichols encounters US ICE Agent David Wilhelm and he shoots and kills Wilhelm, taking his gun, his badge and his blue Chevrolet pickup. 11 p.m. - An AJC employee finds O'Briant's green Honda Accord on a different level of the same downtown parking garage, Centennial Parking. March 12, 2005 About 2:30 a.m. - Ashley Smith returns from running an errand to her apartment in Duluth, about 20 miles northeast of Atlanta. Nichols forces his way into her apartment at gunpoint and binds her hands and feet. Smith says as they spoke for hours about religion and family, Nichols began to relax, and eventually unbound her hands and feet. After 6 a.m. - Smith says she followed Nichols so he could hide the truck and then took him back to the apartment in her car. She says that Nichols did not take any weapons on the trip, and that she had her cell phone but did not call police. About 6:30 a.m. - 7 a.m. - Construction workers arrive at David Wilhelm's home, find his body and call police, who put out an alert for the blue Chevrolet pickup truck. Smith says Nichols allowed her to leave at 10 a.m. to visit her daughter. Nichols gives her money, saying he was going to stay at her apartment for a \"few days.\" About 9:50 a.m. - Smith dials 911 and within minutes, a SWAT team converges on the building. About 11:24 a.m. - Nichols is taken into custody after surrendering by waving a white t-shirt or towel. READ MORE: Hostage says she gained trust of Atlanta killings suspect After capture March 15, 2005 - Nichols makes his first court appearance after being captured.  May 5, 2005 - A Fulton County grand jury indicts Nichols on 54 counts, including four counts of felony murder. District Attorney Paul Howard says the state will seek the death penalty. In addition to the felony murder charges, Nichols is indicted on four counts of murder, three counts of aggravated assault on a police officer, 18 counts of aggravated assault with a deadly weapon, two counts of aggravated battery, seven counts of kidnapping and kidnapping with bodily injury, seven counts of armed robbery and five counts of robbery by force, theft by taking, escape and hijacking a motor vehicle.  May 17, 2005 - Nichols pleads not guilty to all 54 counts. September 27, 2005 - Ashley Smith's book, \"Unlikely Angel,\" is published by Zondervan/Harper Collins. The book recounts the seven hours she spent as Brian Nichols hostage. February 8, 2006 - Superior Court Judge Hilton Fuller rules that Nichols' trial will take place at the Fulton County Courthouse, the scene of some of the crimes.  November 9, 2006 - Judge Fuller rules that cameras will be allowed in the courtroom, though he leaves open the possibility of some restrictions once the trial begins. October 15, 2007 - Jury selection begins.  October 17, 2007 - Judge Fuller suspends jury selection indefinitely due to lack of state funding for the defense. January 30, 2008 - Judge Fuller announces he is stepping down from the case due to the perception by many that he is biased. July 10, 2008 - The trial resumes and jury selection begins. Nichols pleads not guilty by reason of insanity.   September 17, 2008 - A jury of eight women and four men (six black females, two white females, two black males, one white male and one Asian male) is selected.  September 22, 2008 - Opening statements begin.    November 7, 2008 - After twelve hours of deliberation, a jury finds Nichols guilty on all 54 counts. The jurors reject the defense attorneys' claim that Nichols suffers from a mental illness.  December 13, 2008 - Superior Court Judge James Bodiford sentences Nichols to life in prison without parole, the maximum for all counts, a day after the jury deadlocks on a death penalty sentence. READ MORE: Jury deadlocked on penalty for Atlanta courthouse shooter August 18, 2015 - Ashley Smith's book, \"Unlikely Angel,\" is published by HarperCollins/William Morrow as \"Captive: The Untold Story of the Atlanta Hostage Hero.\" September 18, 2015 - The film \"Captive\" is released by Paramount Pictures and is an adaption of Smith's book. It stars David Oyelowo as Nichols and Kate Mara as Smith. "], "Language": false}