{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/health/spring-cleaning-declutter-tidy-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jessica Ravitz and Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-03-02T10:44:19Z"], "LastModifiedDate": ["2020-03-03T13:35:09Z"], "Headline": ["The potential mind-altering, life-extending benefits of spring cleaning"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["\"I'm gonna wash that man right outta my hair,\" sings Nellie, the female lead in the 1958 film version of the classic musical \"South Pacific,\" as she showers her hair squeaky clean. Today, Lizzo has updated the theme with \"Shampoo, press, get you out of my hair.\"  There's a theme here, and it applies to more than just shedding a bad relationship. \"Spring cleaning\" your mind, body, even your home can be liberating -- a \"fresh\" start, so to speak. Science agrees. There's something about a deep clean and purge of dust, dirt and clutter that inspires a sense of rebirth, which must be why we traditionally tackle our clutter in the spring, as new buds bloom and newborn creatures scurry. And by starting anew in less cluttered space, we reduce our stress, improve our moods, and get more energy -- which in turn could give us the boost we need to eat healthy, exercise and get more sleep -- which in turn, could lengthen our lives. Do you 'KonMari'? Marie Kondo popularized the benefits of simplifying and organizing your home with her best-selling book, \"The Life-Changing Magic of Tidying Up.\" Her method, which she calls \"KonMari,\" suggests tackling your clutter by asking each item: \"Do you bring joy to my life?\" If the answer isn't \"yes,\" it's time to toss. By clearing space we do more than just save time and money, according to professional organizer Regina Leeds, author of the 2008 New York Times bestseller, \"One Year to an Organized Life.\" \"We create in the physical world the pattern of how we think and experience the world,\" Leeds said. Or, put more succinctly, \"Your crap and your clutter is what's going on inside of you.\" Boosts self-esteem Clearing out \"our crap\" raises our self-esteem and shifts energy, Leeds explained. We open ourselves up to change and are in a better position to reach our potential. Leeds knows as well as anyone the power of decluttering. She was seeing transformed clients decades before Americans began drinking the Kondo Kool-Aid and buzzing about \"Tidying Up with Marie Kondo,\" the Japanese organizing consultant's Netflix series. Organizing was Leeds' \"side hustle\" starting in January 1988, what she did to get by while hoping to become a full-time actress. People at Los Angeles parties raised their eyebrows or looked confused when Leeds told them what she was doing. Today Leeds, who spent a year roaming LA with a feng shui master and views organizing as a spiritual activity, is known as the \"Zen Organizer.\" Her company slogan: \"Inner peace through outer order.\" Endorsed by psychologists One doesn't have to be a professional organizer, or be schooled in feng shui, to understand the value of decluttering. There's a psychological upside, according to PhDs. Michael Tompkins is a licensed psychologist and co-director of the San Francisco Bay Area Center for Cognitive Therapy. He's written two books on hoarding and, fun fact, has even appeared in several episodes of the show \"Hoarders.\" And while hoarding is a whole different level of stuff, not to mention a disorder diagnosed as a mental illness, Tompkins can speak to why tidying up makes people feel so good. We live in \"an acquiring culture,\" Tompkins said, \"and perhaps there are some of us, myself included, that long for the serenity that can come with less stuff.\" Our moods can be boosted by \"pleasant activities and mastery activities,\" he explained. Hanging out with friends, spending a day on the beach, watching a comedy: These are \"pleasant activities\" that naturally lift us up.  The \"mastery activities\" Tompkins referred to, on the other hand, are tasks we take on that may not be as fun in the moment but elevate us with an enormous sense of accomplishment once we're done. It's what Ellen Delap, a certified professional organizer (there's a board for that), sees time and again. People she's helped are left with a new sense of hope. \"Right away, people see change in their environment,\" said Delap, of Houston, Texas, the current president of the nearly 3,500-member National Association of Productivity and Organizing Professionals. \"They feel their space is lighter.\" The clutter continuum The tolerance for clutter varies from person to person, said Tompkins. A pile that makes one person's skin crawl can be completely overlooked by another. There's also a continuum when it comes to our propensity for acquiring and holding onto stuff, said Craig Sawchuk, a Mayo Clinic psychologist and co-chair of the Division of Integrated Behavioral Health. Putting people like Kondo aside, on one end, you have people who try to get rid of things with some regularity, during, say, spring cleaning. Next, Sawchuk said, you've got the collectors who accumulate a growing amount of certain items: clothes, mugs, snow globes from around the world. The pack rat might fill a storage space or overwhelm an attic. And the hoarder, on the extreme far end, sits in a functionally impaired and often unsafe living space. Most all of us, no matter where we are on the continuum, \"have good intentions but don't know where to start,\" he said. The \"flittering effect\" might send us from room to room, taking on one mess only to dart off to try another -- so we don't see tangible results. The \"bumping phenomenon\" let's us push that decluttering off for another day, week, month or, gulp, year. That's why experts like Leeds, Delap, Kondo can be so helpful. They offer us roadmaps, Sawchuk said, strategies to inform problem solving and decision making -- what to keep, toss or donate -- as we face our clutter. They offer an approach \"to help simplify your life and reduce that kind of visual distress,\" he said. \"Once you get into the groove of decision making, it starts to feel good. ... All those reasons to retain things, those retention beliefs, they start to weaken and fade.\" We become more relaxed because our environment is clearer, he said. We process information differently because visually there's \"less noise to your brain.\" And when we recycle items by donating them to people who need and will use them, that sort of altruism \"psychologically can have a really, really good impact on us.\" Being our best selves To do right by yourself, don't set out to be perfect, experts say. You are not Marie Kondo and, newsflash, you never will be. Don't be too critical of yourself and, when taking on decluttering, don't surround yourself with anyone who will shame you or -- equally bad -- reprimand you for not keeping certain items. Create the right decluttering environment by surrounding yourself with good lighting, fun music, healthy snacks, plenty of water, a supportive friend or family member. Take breaks and allow yourself a stopping point, said Leeds, who can tell when clients are done because their eyes start to glaze over. Organizing is a skill, one we have to learn how to do correctly, she said. Furthermore, it's something that needs to be maintained. \"You don't go to the dentist, find out you don't have cavities, and say, 'Thank God I don't have to go to the dentist again,' \" or floss and brush anymore, Leeds said. By opening ourselves up to a decluttered life, we can be our best selves, the Zen Organizer said. \"We can calm the inside by bringing order to the outer,\" Leeds said. \"The average person lives in an environment that sabotages his or her best efforts at every turn,\" she continued. \"You can accomplish more, quicker and with ease, if your environment literally nurtures and supports you.\""], "Language": false}