{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/south-korea-male-beauty-market-chanel/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jessica Rapp, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-01-25T00:26:00Z"], "LastModifiedDate": ["2020-03-03T10:26:55Z"], "Headline": ["South Korean men lead the world's male beauty market. Will the West ever follow suit?"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["South Korean men have long embraced beauty products deemed unmarketable to their Western counterparts. Over the past decade, they have become the world's biggest male spenders on skincare, a market that grew by 44% in the country between 2011 and 2017, according to Euromonitor. Additionally, about three quarters of South Korean men undertake a beauty or grooming treatment (from salon hair treatments to at-home facials) at least once a week, according to a survey by GlobalData. This figure was even higher for Generation Z respondents, with 58% of those born after 2000 saying they pamper themselves with \"lengthy\" beauty or grooming treatments at least once per week, compared to 34% of South Korean men overall. This phenomenon can be explained in part by the influence of K-pop, according to Roald Maliangkay, director of the Korea Institute at The Australian National University. \"I am struck by how many local young men are now emulating the look typical of Korean male idols,\" he said in an email describing a recent visit to Seoul's old city center district, Myeongdong. \"I saw many men in sharply cut outfits with perfectly groomed dyed hair and double eyelids (as a result of cosmetic surgery), and I even noticed a few men wearing some light makeup.\" The trend may also result from pressure on men to compete in a tough job market, according to James Turnbull, a writer and lecturer based in the city of Busan, South Korea, who specializes in Korean feminism and popular culture. \"In this cut-throat environment, 20- and 30-somethings are all about improving their 'specs' with extra degrees, courses, internships, English-language qualifications and so on, and the beauty industry has been quick to address the need to get a step up on the competition through one's looks too,\" Turnbull said in an email, adding that Korean companies routinely ask job applicants for photographs on their resumes. Reaction to machismo The origins of South Korea's male beauty obsession may be more complex, however. Maliangkay's 2010 study \"The effeminacy of male beauty in Korea\" highlights an alternative theory (proposed by Turnbull): that the rejection of traditional masculinity was in fact led by women as a backlash against severe gender inequality. One of the main catalysts, the paper argues, was the 1997 Asian financial crisis (known in South Korea as the \"IMF crisis\"). Unemployment across the country rose, but figures show that women were disproportionately affected.  In the year following the crash, female employment fell by 8.2 percent, almost 3 percentage points more than the equivalent figure for men. Resentment over this and other workplace inequalities, as well as the rise of literature and film questioning traditional gender roles, led women to seek out softer male figures who, as Malingkay writes, \"had the potential to make the opposite sex feel more powerful.\"  But men may have been complicit in this shift, Maliangkay suggested.  \"Today's (male) students, after all, are less likely to find much appeal in the macho type that for decades dominated in popular entertainment,\" he wrote in the paper. \"Those tough men usually had no chance of going to university and/or of leading normal, quiet lives. Instead, they were forced to show their grit as soldiers, gangsters or policemen, often sorting out differences through violent means, while appearing fragile only in their inability to express their feelings in words.\" Maliangkay told CNN that he no longer uses the word \"effeminate\" when discussing the male beauty phenomenon.  \"It may appear as 'effeminate' to non-Koreans, but it's probably better described differently,\" he explained. \"To Koreans, for example, someone who fits the ideal can certainly still be considered very macho. While many Koreans will continue to find, for example, applying makeup a little odd for men, they will not associate that with any effeminacy per se.\"  Katherine Spowart, who runs the beauty blog SkinfullofSeoul, stressed that Korean men still face specific social pressures: \"Male beauty is generally much more accepted as a concept in South Korea, but it doesn't relieve each gender of their traditional roles in mainstream culture,\" she said in an email.  \"Gender roles are still fairly rigid, sexual choices other than heterosexuality are generally not talked about, and it's a patriarchal culture.\" Trend spreading west? Some beauty brands are betting on Western men joining the pursuit of perfect brows and flawless skin. In 2018, Chanel released Boy de Chanel, its first cosmetics range for men. The line features eight shades of tinted foundation, a two-in-one brow pencil and brush, and a transparent matte lip balm. Aiming to \"write the vocabulary of a new personal aesthetic for men,\" the French house piloted the collection in South Korea before making it available online to US shoppers. Tom Ford Beauty, L'Oréal and Estée Lauder have also produced cosmetics ranges for men. But there are still huge challenges for beauty brands intending to woo men, according to David Yi, founder of the US-based male beauty blog Very Good Light. \"There are still many, many years until makeup becomes widely accepted in the US,\" he said in an email interview. \"South Korea is so progressed when it comes to beauty,\" he added. \"They have a makeup look solely for men that's completely different from women, which is what K-pop male stars subscribe to.\" Besides, in a South Korean context, ranges like Boy de Chanel aren't exactly revolutionary. Yi considers it to be skincare rather than makeup. (\"A foundation or eyebrow pencil is hardly makeup,\" he explained).  This seems to be Chanel's message too: After launching the line, the fashion house's Instagram account posted a traditionally masculine model applying the barely-there foundation to achieve what the campaign describes as a \"natural look.\"  Sarah Lee, co-founder of Glow Recipe, a cult US skincare brand and retailer of Korean beauty products, thinks male consumers in America \"tend to demand a distinctly masculine set of aesthetics.\"  \"What is most exciting and meaningful about this line (Boy de Chanel) is that it -- and products like it -- will open up beauty conversations for men and help to drive visibility and adoption,\" she said in an email. Ryan Sim, of the K-beauty blog Ryanraroar, cautiously echoed her optimism.  \"I would like to think that the worldview on male beauty has shifted,\" he said in an email, \"from a face full of colors to a face of confidence.\" "], "Language": false}