{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/entertainment/flavor-flav-chuck-d-bernie-sanders-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera and Lisa Respers France, CNN"], "Writers": [["Amir Vera", "Lisa Respers France"]], "FirstPublishDate": ["2020-03-02T13:47:24Z"], "LastModifiedDate": ["2020-03-03T05:50:59Z"], "Headline": ["Public Enemy fires Flavor Flav after dispute over Bernie Sanders rally"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The iconic rap group Public Enemy had an internal struggle over the weekend that ended with founding member Flavor Flav being fired. \"Public Enemy and Public Enemy Radio will be moving forward without Flavor Flav,\" Public Enemy said in a brief statement Sunday, according to Rolling Stone. \"We thank him for his years of service and wish him well.\" Flavor Flav and Chuck D were beefing over the marketing of their group's name and likeness being used by Democratic presidential candidate Bernie Sanders, who held a campaign rally in Los Angeles on Sunday.  Sanders used both Public Enemy's name and the title of their song \"Fight the Power\" on promotional items. Posters of the event said \"Fight the Power\" in red at the top with \"Bernie Sanders + Public Enemy\" on the bottom. Rolling Stone reported that in a letter to Sanders, Flavor Flav's attorney wrote that Public Enemy's endorsement of Sanders was false. Only Chuck D was supporting the candidate, the letter said. \"While Chuck is certainly free to express his political views as he sees fit -- his voice alone does not speak for Public Enemy,\" the letter, written by attorney Matthew H. Friedman, read. \"The planned performance will only be Chuck D of Public Enemy, it will not be a performance by Public Enemy. Those who truly know what Public Enemy stands for know what time it is, there is no Public Enemy without Flavor Flav.\" Friedman's letter to Sanders said the marketing of the event Sunday was a \"grossly misleading narrative\" that was \"careless, irresponsible if not intentionally misleading.\"  \"If Bernie allows this deceptive marketing to continue without clearly correcting the messaging to reflect the true nature of this endorsement which should accurately read: 'Chuck D of Public Enemy' -- Senator Sanders will himself have played a part in whitewashing a key chapter in American History,\" the letter read. A statement posted to Public Enemy's Twitter account Monday night said the parting was not over Flavor Flav's political views. It said Flav had been on suspension since 2016 after he didn't show up to a Harry Belafonte benefit in Atlanta. \"That was the last straw for the group,\" the statement said. \"He had previously missed numerous live gigs from Glastonbury to Canada, album recording sessions and photo shoots. He always chose to party over work.\" Chuck D says he owns the Public Enemy trademark Chuck D told Billboard on Friday that he could perform as Public Enemy if he wanted to because \"he is the sole owner of the Public Enemy trademark\" and created the logo himself in the mid-'80s.  \"Flavor chooses to dance for his money and not do benevolent work like this,\" Chuck D's statement to Billboard read. \"He has a year to get his act together and get himself straight or he's out.\" On Sunday, Chuck D responded to a tweet from someone who said Public Enemy without Flavor Flav isn't Public Enemy.  \"I would not have a PublicEnemy without a Flavor Odette,\" Chuck D wrote. \"However I will park it in the driveway take off the plates wait to reRegister it when it's running right and drive the smart car called EnemyRadio. Then we expect your PUblicEnemy support when that vehicle is 'right' ready.\" Chuck D also tweeted \"last final note the last final note was my last straw was long ago. It's not about BERNIE with Flav... he don't know the difference between BarrySanders or BernieSanders he don't know either.\" \"FLAV refused to support @Sankofa after @harrybelafonte inducted us. He don't do that So I don't attack FLAV on what he don't know. I gotta leave him at the crib so y'all trying to fill his persona with some political aplomb is absolutely 'stupid.'\" \"Obviously I understand his craziness after all this damn time,\" Chuck D. added. \"Duh you don't know him from a box of cigars or me either.\" Sankofa.org was founded by legendary actor and activist Harry Belafonte and according to its site the organization \"educates, motivates, and activates artists and allies in service of grassroots movements and equitable change.\" In 2016, the organization held \"Many Rivers To Cross,\" a large music and arts Festival dedicated to racial and social justice, in Chattahoochee Hills, Georgia. Public Enemy kicked off day one of the two-day festival.  Spike Lee and Belafonte helped induct the group into the Rock and Roll Hall of Fame in 2013.  Group's big hit was \"Fight the Power\" Public Enemy, formed in the 1980s, included members Flavor Flav, Chuck D, DJ Terminator X and Professor Griff. The group is best known for its 1988 song \"Fight the Power\" which was featured in Lee's 1989 film \"Do the Right Thing.\" In 1989 Professor Griff was kicked out of the group after he made anti-Semitic comments, but rejoined in 1998. That same year DJ Lord replaced Terminator X. CNN has reached out to reps for both Chuck D and Flavor Flav for comment. "], "Language": false}