{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/world/coronavirus-newsletter-04-18-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová, CNN"], "Writers": [["Ivana Kottasová"]], "FirstPublishDate": ["2020-04-18T11:49:20Z"], "LastModifiedDate": ["2020-04-18T11:49:20Z"], "Headline": ["What you need to know about coronavirus on Saturday, April 18"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["There is a global expectation that life will inch back to normal if enough people develop immunity against the novel coronavirus. As scientists race to develop antibody tests, politicians have promised to reopen their economies once such testing is available.  But last night the World Health Organization poured some cold water on these hopes. It warned that there is no evidence that the presence of antibodies in blood can determine whether someone has immunity. Dr. Mike Ryan, executive director for health emergencies at the WHO, questioned the idea that many people have already developed immunity. \"There's been an expectation, maybe, that herd immunity may have been achieved and that the majority of people in society may already have developed antibodies,\" he said. \"I think the general evidence is pointing against that .... so it may not solve the problem the governments are trying to solve.\" There are plenty of worrying signs. In South Korea, 163 people who recovered from coronavirus have retested positive. China has experienced similar episodes, Paula Hancocks, Yoonjung Seo and Julia Hollingsworth report. Scientists hope there are other explanations for this phenomenon -- that perhaps tests are picking up remnants of the virus or generating false positives. And while they underline that no evidence exists that a person who has retested positive can spread the virus further, there haven't been any conclusive studies to rule it out. YOU ASKED, WE ANSWERED Q: Does Covid-19 only affect people's lungs? A: Pneumonia has established itself as a defining manifestation of Covid-19. But doctors are starting to see other serious conditions in patients infected with coronavirus, including systemic effects on other organs. In some patients, their intense reaction to the virus has caused blood clots in the lungs, liver, kidneys and possibly the brain and heart, doctors say. More than 50,000 people have asked us questions about the outbreak. Send yours here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY? \"Reopen now!!\" Protests against stay-at-home orders have sprung up across the United States, as people grow ever more concerned about the economic fallout from the coronavirus. Michigan, Ohio, Kentucky, Minnesota, North Carolina and Utah have all seen demonstrations in recent days. And yesterday President Donald Trump lashed out at Democratic governors for their stay-at-home orders. In a series of tweets, Trump said: \"LIBERATE MINNESOTA,\" \"LIBERATE MICHIGAN,\" and \"LIBERATE VIRGINIA.\" While scientists point to the success of social distancing measures, new signs are emerging that the epidemic is catching fire in rural states without stay-at-home orders, Michael Warren reports. The dire shortage of proper protective gear Ten nurses at Providence Saint John's Health Center in Santa Monica, California, have been suspended after refusing to work without N95 masks when treating Covid-19 patients, Paul P. Murphy reports. Their concerns echo those of terrified health workers across the globe. With thousands of medical workers across the world succumbing to the virus, critics have blamed their deaths on inadequate protection.  The UK government said yesterday some PPE equipment may need to be reused as a result of \"acute\" shortages. The Royal College of Physicians said that could cause \"significantly more harm\" and called on the government to redouble its efforts to get more supplies.  Global demand for PPE has skyrocketed since the epidemic emerged in China four months ago, with PPE costs rising by more than 1,000% in some cases. Japan races to avert crisis After a sharp increase in coronavirus cases, Japanese Prime Minister Shinzo Abe has extended state-of-emergency orders from seven prefectures to the entire country, Emiko Jozuka reports.  The move comes after critics questioned the government's initial strategy, which focused on containing infection clusters rather than widespread testing. Earlier this week, a team of experts warned that Japan could see more than 400,000 coronavirus-related deaths if measures such as social distancing are not taken. Native American tribes say they aren't getting the help they need  As worries grow about the impact of the coronavirus on Native Americans, Navajo Nation has recorded more than 1,000 cases and more than 40 deaths.  Health care facilities are chronically underfunded on many reservations. And Native Americans are particularly susceptible to the virus because they suffer from disproportionate rates of asthma, heart disease, hypertension and diabetes.  Though the virus has hammered other groups, like the elderly and African-Americans, it poses a unique challenge to indigenous Americans. It also serves as a grim reminder of one of their most painful historical traumas, John Blake reports. ON OUR RADAR Stocks have soared on signs that an experimental drug made by Gilead Sciences is helping some coronavirus patients recover rapidly -- but scientists warn that the drug is not a silver bullet. \nAs the world suffers a shortage of personal protective equipment, tailors in Nigeria are responding by crafting overalls and face masks.  \n\"We didn't want it to be too playful, but we didn't want it to be scary either,\" say the medical illustrators who created the coronavirus image popping up everywhere. \nA keen runner, 73-year-old Rajinder Singh, has turned his attention to skipping during the lockdown. He has amassed a large social media following after posting his \"Skipping Sikh\" workouts online. TOP TIPS Stuck in a small home? Here are some tips on how to do more with less and adapt your pad for lockdown.\n1-877-JOY-4ALL. High school students in Canada have launched a hotline with jokes, stories and support for isolated seniors. \nIn some coronavirus cases, a loss of smell and taste has surfaced as an unusual early sign of Covid-19. Here's how to test your sense. "], "Language": false}