{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/europe/vatican-files-pope-pius-intl/index.html"], "Source": ["cnn"], "Location": ["Rome"], "ByLine": ["By Delia Gallagher, CNN"], "Writers": [["Delia Gallagher"]], "FirstPublishDate": ["2020-03-02T07:11:46Z"], "LastModifiedDate": ["2020-03-02T19:21:32Z"], "Headline": ["Vatican to open controversial WW2-era files on Pope Pius XII"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Secret archives at the Vatican will be opened for the first time on Monday, giving scholars access to documents that may shed light on the controversial figure of Pope Pius XII, who has been accused of failing to help to save Jews during World War II. Scholars and Jewish groups have been asking for decades that the archives, which contains millions of letters, cables and correspondence from Pius XII's 1939-1958 pontificate, be made available for study. \"We need to express our enormous gratitude and appreciation to Pope Francis for taking this step,\" said Menachem Rosensaft, associate executive vice president and general counsel of the World Jewish Congress. The Vatican normally waits 70 years after the death of a pope before making his archives available for study.  Pope Francis has fast-tracked the opening of the Pius XII archives in order to help clear up the debate over the war-time pope, whose process for sainthood has been temporarily halted.  \"The Church is not afraid of history,\" Francis said last March when announcing his decision to make the archives available. The Pope said he hoped that the \"hidden but active diplomacy\" of Pius XII would be evaluated \"in its proper light.\" The controversy In the years immediately following the war, Pius XII was praised by world leaders, including Israel's then-Prime Minister Golda Meir. But his reputation began to deteriorate in the 1960s when Rolf Hochhuth's play \"The Deputy\" accused the pope of being silent in the face of the Nazi extermination of Jews.  Other books critical of Pius XII followed, such as \"Hitler's Pope,\" by John Cornwell in 1999, and \"Under His Very Windows\" by Susan Zuccotti in 2000.  In January this year, the Miami Jewish Film Festival premiered a documentary entitled \"Holy Silence\" that also questioned whether Pius XII did enough to help save Jews from the Holocaust. One of the Vatican's chief archivists, Johan Ickx, said the accusations against Pius XII were unfounded. \"He was not at all silent,\" Ickx said. \"All of his priests in central Europe and the north of Europe were actively doing nothing else than trying to save people, Jews as well, all people, because that was one of their charges.\" Scholars will be allowed into the Vatican archives to study the files. Ickx says scholars from all nations and religions are welcome, so long as \"they have studied a little bit at university to know what they are dealing with.\" A group of scholars from the United States Holocaust Memorial Museum will be among those studying the papers. Rosensaft stressed it was too early to speculate on what the archives might disclose, but he hopes it will allow historians to have all the facts. \"We can't rewrite history,\" Rosensaft said, \"but history has to be written based on full evidence and that is what we're looking for.\" This story has been corrected to better reflect the group of scholars studying the papers from the United States Holocaust Memorial Museum."], "Language": false}