{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/world/early-earth-waterworld-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2020-03-02T16:00:50Z"], "LastModifiedDate": ["2020-03-02T16:14:15Z"], "Headline": ["Could Earth be a 'waterworld'? It may have started that way"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Perhaps Kevin Costner's famously bloated 1995 film \"Waterworld\" deserves more credit.  A new study suggests that our planet could have been entirely covered in water after all, about 3.2 billion years ago, researchers said.  In order to investigate ancient Earth, University of Colorado Boulder researcher Boswell Wing and study co-author Benjamin Johnson had to dig up the dirt evidence for ancient oceans.  And they found a chunk of it sitting in Northwestern Australia's outback, at a site called Panorama. \"Today, there are these really scrubby and rolling hills that are cut through by dry river beds,\" said Johnson, an assistant professor at Iowa State University in Ames. \"It's a crazy place.\" The geologic site is home to a piece of 3.2 billion-year-old ocean crust, conveniently turned on its side like a time capsule just waiting to reveal our planet's secrets. On one end, there's the remnant of the crusty outer shell that once belonged to Earth. On the other, the base reveals where water came up through hydrothermal vents on the ocean floor.  \"There are no samples of really ancient ocean water lying around, but we do have rocks that interacted with that seawater and remembered that interaction,\" Johnson said. By studying the rocks, they could analyze the water that passed through it. They gathered more than a hundred samples across the area. The study published Monday in the journal Nature Geoscience.  The key to their analysis was looking for isotopes, or evidence of oxygen that's been trapped in the rock. They were looking for Oxygen-16, a lighter isotope, and Oxygen-18, which is heavier.  One was more prevalent than the other in ancient seawater, with the balance leaning toward the heavier Oxygen-18.  \"Though these mass differences seem small, they are super sensitive,\" Wing said, study co-author and an associate professor in the Department of Geological Sciences at the University of Colorado Boulder. Today, the land masses across Earth soak up those heavier oxygen isotopes from water, preserved in wet soils rich in clay.  The researchers believe that the reason for the amount of Oxygen-18 they found in the Panorama samples is because there wasn't any soil, or landmasses comprised of it, to absorb the isotopes.  But that doesn't discount the fact that small islands may have existed.  \"There's nothing in what we've done that says you can't have teeny, micro-continents sticking out of the oceans,\" Wing said. \"We just don't think that there were global-scale formation of continental soils like we have today.\" If that's the case, when did the continents form in this scenario? We know that plate tectonics pushing together are responsible for their formation.  Wing and Johnson are continuing their investigation, albeit among younger rock formations across the globe, to find evidence suggesting when the birth of the continents occurred.  This also impacts when and how life might have formed on early Earth. The debate over this pushed scientists to investigate the 'waterworld' theory in the first place.  \"There was seemingly no way forward on that debate,\" said Johnson. \"We thought that trying something different might be a good idea.\" \"The history of life on Earth tracks available niches,\" said Wing,  \"If you've got a waterworld, a world covered by ocean, then dry niches are just not going to be available.\" At least single-celled life on early Earth wouldn't have needed to barter dirt or scoot around on floating islands -- so perhaps its best that \"Waterworld\" is in our past and not a dystopian future."], "Language": false}