{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/media/the-invisible-man-box-office/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-01T17:50:12Z"], "LastModifiedDate": ["2020-03-01T17:50:12Z"], "Headline": ["'The Invisible Man' is another horror hit for Universal"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Scaring moviegoers continues to be a good business strategy for Universal Pictures. \"The Invisible Man,\" the Comcast-owned studio's latest horror film, won the box office this weekend with an estimated $29 million weekend in North America.  The opening of the film, which stars Elisabeth Moss as she tries to outrun an evil and invisible ex-boyfriend, brought in more than four times the film's $7 million budget. It also exceeded industry expectations, which had the film making closer to $20 million for its debut this weekend. The film, which was produced by horror hit factory Blumhouse Productions, was also a success internationally. \"The Invisible Man\" has made roughly $49 million worldwide.  Universal's history with horror goes back to its founding. Monster movies like 1931's \"Frankenstein\" and 1941's \"The Wolf Man\" helped identify Universal as a major studio in the early days of Hollywood.  \"The Invisible Man,\" which is a reboot of the 1933 film, is Universal's attempt to relaunch its monster movie brand after the failed experiment of \"Dark Universe.\"  \"Dark Universe\" was the name of the studio's monster movie banner that was supposed to connect a whole set of films that included monsters like the Mummy and the Invisible Man. The franchise was a failure before it even got started thanks to the box office disappointment of 2017's \"The Mummy.\" But Universal retooled the brand by eventually scrapping plans for \"Dark Universe\" and focusing on horror hits like \"Halloween\" and Jordan Peele's \"Us,\" which brought in good reviews and were made on modest budgets. This weekend's \"The Invisible Man\" is the latest film to follow that lucrative trend. The film garnered positive reviews with a 90% score on review site Rotten Tomatoes."], "Language": false}