{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/entertainment/hilary-duff-lizzie-mcguire-reboot-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2020-02-29T22:53:04Z"], "LastModifiedDate": ["2020-02-29T23:28:21Z"], "Headline": ["Hilary Duff says 'Lizzie McGuire' revival can't be 'real and relatable' if it has to be PG"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hilary Duff says the \"Lizzie McGuire\" revival can't be \"real and relatable\" if it has to be a family friendly show.  Weeks after the much-anticipated reboot was put on hold, the actress posted an emotional plea on Instagram asking Disney to move the show from its streaming service to Hulu.  \"Was incredibly excited to launch 'Lizzie' on D+ and my passion remains! However, I feel a huge responsibility to honor the fans' relationship with LIZZIE who, like me, grew up seeing themselves in her,\" Duff said in a post Friday.  \"I'd be doing a disservice to everyone by limiting the realities of a 30 year old's journey to live under the ceiling of a PG rating. It's important to me that just as her experiences as a preteen/teenager navigating life were authentic, her next chapters are equally as real and relatable. It would be a dream if Disney would let us move the show to Hulu, if they were interested, and I could bring this beloved character to life again.\" Streaming service Disney+ announced plans last year for a revival of the series. The world met Lizzie — and her sassy, animated inner voice — when she 13 years old. In the new series, Duff was set to reprise Lizzie once again as the beloved character navigates her 30s. Last month, production for the show was halted after Terri Minsky, the series creator and showrunner, stepped away from her role, Variety reported. The original \"Lizzie McGuire\" ran from 2001-2004 on The Disney Channel. Disney released a film based on the series in 2003. Disney+ is streaming the original series. Earlier this week, Hulu announced that \"Love, Victor\" — a series based on the movie \"Love, Simon\" that was originally planned for Disney+ — will be streaming on the platform. "], "Language": false}