{"Type": ["article"], "Url": ["https://www.cnn.com/2019/08/26/us/womens-equality-day-aug-26-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-08-26T13:43:55Z"], "LastModifiedDate": ["2020-02-28T20:38:20Z"], "Headline": ["Women's Equality Day and it might not exist if it weren't for one legislator's mother"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["On August 26, Women's Equality Day honors the hard-fought victory of the women's suffrage movement. But the holiday might not exist if one representative's mother hadn't convinced him to cast the deciding vote to pass the 19th amendment.  Women's suffrage took nearly one century to fully realize, but time never moved as slowly as it did between the amendment's passage in Congress in 1919 and its introduction as a federal law in 1920.  It all came down to a single vote in the Tennessee legislature on August 18, 1920.  For amendments to pass then, three-fourths of the 48 states at the time needed to ratify it within their own governments. Tennessee, which would've been the 36th state to pass it, was gridlocked.  Harry T. Burn, a 24-year-old state representative, had planned to vote against the amendment. But in his pocket, he kept a letter from his mother Febb, who'd asked him to \"be a good boy\" and vote for the amendment that would grant her the right to vote for legislators like her son, according to the National Constitution Center.  So he did. And with his \"Aye,\" the 19th Amendment passed nationwide.  \"I knew that a mother's advice is always safest for a boy to follow, and my mother wanted me to vote for ratification,\" he said, according to the National Constitution Center.  After attempts to delay it, Secretary of State Bainbridge Colby signed it into law at his home on August 26, though he denied notable suffragettes Alice Paul and Carrie Chapman Catt's requests to film the signing. It was a quiet but hard-earned win for the women's rights movement.  Rep. Bella Abzug called on Congress to commemorate the date the amendment was passed, and in 1971, \"Women's Equality Day\" was born. "], "Language": false}