{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/27/entertainment/gallery/netflix-hulu-amazon-march/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-02-28T00:21:41Z"], "LastModifiedDate": ["2020-02-28T00:30:58Z"], "Headline": ["What's streaming on Netflix, Amazon, Hulu and HBO in March"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Ozark,\" the Emmy-winning series about a suburban family laundering millions in the Missouri Ozarks returns to Netflix for a third season in March. Here's some of what else that's streaming during the month... \"The Boss Baby: Back in Business Season 3\": After losing his job at Baby Corp, Boss Baby goes freelance and turns his playgroup into a makeshift field team. Cue the critical mission! (Netflix)  \"Kingdom\" Season 2: Viewers have fallen in love with the zombie period drama set in Korea's Joseon era. The plotline centers around a people who, when strange rumors about their ill king grip a kingdom, the crown prince becomes their only hope against a mysterious plague overtaking the land. (Netflix)  \"Taylor Tomlinson: Quarter-Life Crisis\": Now halfway through her twenties, Taylor Tomlinson is ready to leave her mistakes behind her. Following her Netflix debut on The Comedy Lineup Part 1, she divulges the lessons she's learned in her first hour-long comedy special. (Netflix)\n \"Castlevania\" Season 3: Belmont and Sypha settle into a village with sinister secrets, Alucard mentors a pair of admirers, and Isaac embarks on a quest to locate Hector. (Netflix)  \"I Am Jonas\": A turbulent past haunts Jonas, who recalls his teenage love affair with the impulsive, twisted and yet irresistible Nathan. (Netflix)  \"Ugly Delicious\" Season 2: This series from James Beard award-winning Chef David Chang and Academy Award-winner Morgan Neville is back. The new season of the hit series continues to challenge both our taste buds and our minds as Chef Chang travels the world with writers and chefs, activists and artists, who use food as a vehicle to break down cultural barriers, tackle misconceptions and uncover shared experiences. (Netflix) \"Carmen San Diego: To Steal or Not to Steal\": You drive the action in this interactive adventure, helping Carmen save Ivy and Zack when V.I.L.E. captures them during a heist in Shanghai. (Netflix) \n \"Dirty Money\" Season 2: The critically-acclaimed investigative series from Academy Award-winning filmmaker Alex Gibney's Jigsaw Productions returns. It provides an up-close and personal view into untold stories of scandal, financial malfeasance and corruption in the world of business. This season offers a look inside Jared Kushner's real estate empire, the Wells Fargo banking scandal and Malaysia's 1MDB corruption case. (Netflix)  \"Lost Girls\": A mother's quest to find her missing daughter uncovers a wave of unsolved murders in this drama based on a true story. Amy Ryan and Gabriel Byrne star. (Netflix)  \"Silver Linings Playbook\": Jennifer Lawrence and Bradley Cooper star in this film in which after a stint in a mental health institution, former teacher Pat Solitano moves back in with his parents and tries to reconcile with his ex-wife. Things get more challenging when Pat meets Tiffany, a mysterious girl with problems of her own. (Netflix)  \"Hillary\": An intimate portrait of a public woman, \"Hillary\" interweaves revealing moments from never-before-seen 2016 campaign footage with biographical chapters of her life. Featuring exclusive interviews with Hillary Rodham Clinton herself, Bill Clinton, Chelsea Clinton, friends and journalists, the series examines how she became at once one of the most admired and vilified women in the world. (Hulu)  \"Little Fires Everywhere\": Kerry Washington and Reese Witherspoon star in this series based on Celeste Ng's 2017 bestseller. It follows the intertwined fates of the picture-perfect Richardson family and an enigmatic mother and daughter who upend their lives. (Hulu) \"Miss Fisher and the Crypt of Tears\": This feature film continues the story of \"Miss Fisher's Murder Mysteries,\" which aired for three seasons and is one of the most popular Australian series worldwide. Essie Davis returns in her role as the seductive, slinky and risk-taking 1920s-era Melbourne detective Honourable Miss Phryne Fisher. In this film, she embarks on an exhilarating new journey of mystery and mayhem through exotic 1920s British Palestine and the opulence of grand London manors. (Acorn TV) \"Big Time Adolescence\": A seemingly bright and mostly innocent 16-year-old named Mo (Griffin Gluck) attempts to navigate high school under the guidance of his best friend, Zeke (Pete Davidson), an unmotivated-yet-charismatic college dropout. (Hulu) \"Charlotte's Web\": Based on the beloved children's novel by author E. B. White and illustrated by Garth Williams, this film follows a wise spider who befriends a pig marked for slaughter. (Hulu)  \"Free Willy\": A young boy risks everything when he learns that a beloved killer whale is to be killed by the aquarium owners. (Hulu)  \"Keeping Up With the Kardashians\" Season 17: The lives of the Kardashian-Jenner clan are documented in this hit E! reality series. (Hulu)  \"Pet Sematary\": A couple who relocate from Boston to rural Maine with their two young children discover a mysterious burial ground hidden deep in the woods near their new home in this horror film based on a Stephen King novel. (Amazon Prime, Hulu)  \"Archer\" Season 10: This is one cartoon that's definitely for adults. Sterling Archer is an agent with a dysfunctional intelligence agency in this animated comedic series. (Hulu)  \"Making the Cut\": Heidi Klum and Tim Gunn reunite in this global fashion competition series where 12 established designers from around the world compete to make their brand the next big global phenomenon. A team of famous fashion experts join as judges, including Naomi Campbell, Nicole Richie, Joseph Altuzarra, Carine Roitfeld and Chiara Ferragni. (Amazon Prime) \"Agatha Christie's The Pale Horse\": A mysterious list of names is found in a dead woman's shoe. Antiques dealer Mark Easterbrook (Rufus Sewell) is determined to find out why his name is on the list and investigations lead him to The Pale Horse -- the home of a trio of rumored witches. As more people named on the list are found dead, Mark starts to fear for his own life and sanity. (Amazon Prime)  \"Blow the Man Down\": This Tribeca Film Festival winner takes you to Easter Cove, a salty fishing village on the far reaches of Maine's rocky coast. Grieving the loss of their mother and facing an uncertain future, Mary Beth and Priscilla Connolly cover up a gruesome run-in with a dangerous man. To conceal their crime, the sisters must go deeper into Easter Cove's underbelly and uncover the town matriarchs' darkest secrets. (Amazon Prime)  \"ZeroZeroZero\":  Based on the book of the same title from best-selling author Roberto Saviano, \"ZeroZeroZero\" follows the journey of a massive cocaine shipment, from the Mexican cartels managing the drug's production, to the Italian crime syndicates handling worldwide distribution, and American businesses -- apparently above suspicion -- controlling the seemingly infinite amount of money the market produces. The shipment's voyage sparks an epic power struggle engaging everyone involved, from the corner dealer up to the most powerful boss in the hierarchy of international organized crime. (Amazon Prime)  \"Night of the Living Dead\": Both an homage to and a re-imagining of the classic 1968 horror film, this movie follows a group of survivors trapped in a farmhouse who must battle a group of zombies. (Amazon Prime)  \"Jay and Silent Bob Reboot\": The lovable stoners from \"Clerks\" return to Hollywood to try and stop a reboot of the 'Bluntman and Chronic' movie from getting made. (Amazon Prime)  \"Luther\" Season 5: Idris Elba stars as Detective Chief Investigator John Luther in this critically acclaimed British crime drama which follows his life and career. (Amazon Prime)  \"Santee\": Glenn Ford stars in this film about a bounty hunter who takes in the son of a man he killed. (Amazon Prime)  \"Fast & Furious Presents: Hobbs & Shaw\": Dwayne Johnson and Jason Statham star as Luke Hobbs and outcast Deckard Shaw. The duo form an unlikely alliance after a cyber-genetically enhanced villain threatens the future of humanity in this \"Fast & Furious\" spinoff.(HBO Now)  \"X-Men: Dark Phoenix\": Sophie Turner stars as Jean Grey who develops powers that turn her into a Dark Phoenix in this film which is part of the Marvel Comics X-Men franchise. (HBO Now)  \"Blinded by the Light\": Based on author Sarfraz Manzoor's book \"Greetings From Bury Park,\" the film tells the story of Pakistani teen Javed (played by Viveik Kalra), who in 1987 becomes a devotee of Bruce Springsteen and his music while coming of age in the British town of Luton. (HBO Now) \"The Kitchen\": Tiffany Haddish, Melissa McCarthy and Elisabeth Moss star in this film about wives of New York gangsters in Hell's Kitche who continue to operate their husbands' rackets after they're locked up in prison. (HBO Now)"], "Language": false}