{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/politics/avenatti-out-of-solitary/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kara Scannell and Erica Orden, CNN"], "Writers": [["Kara Scannell", "Erica Orden"]], "FirstPublishDate": ["2020-02-25T22:04:35Z"], "LastModifiedDate": ["2020-02-25T22:04:35Z"], "Headline": ["Michael Avenatti is out of solitary confinement, his lawyer says"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Celebrity attorney Michael Avenatti, who was convicted of attempting to extort millions of dollars from Nike, is out of solitary confinement, his lawyer said Tuesday. Tom Warren said his client was moved out of the special housing unit at the Metropolitan Correctional Center on Thursday and into the general population where he is housed with other convicted defendants. The transfer came up on Tuesday when Avenatti was back in Manhattan federal court for a scheduling conference in a separate criminal case in which he is charged with stealing hundreds of thousands of dollars from Stormy Daniels. Avenatti has pleaded not guilty to the charges. His trial is set for April 21.  He entered the courtroom wearing a blue dress shirt and navy pants with his hands and ankles shackled. His ankles remained shackled throughout the hearing. He is accused of stealing $300,000 that Daniels received from a book advance. Avenatti rose to fame representing Daniels, an adult-film actress who alleged she had an affair with President Donald Trump. Trump has denied the affair.  Daniels, whose real name is Stephanie Clifford, was a key figure in the hush-money scandal that led to federal charges against Michael Cohen, the former Trump personal attorney who's serving jail time for campaign-finance violations for payments he made to silence women, including Daniels. Earlier this month Avenatti was convicted of attempting to extort over $25 million from Nike. He faces a third set of federal charges of bank fraud in California. Prior to his first trial, Avenatti was out on bail until last month when a judge in California remanded him into custody after finding he engaged in multiple questionable financial transfers. He was then transferred to the MCC in Manhattan while he was on trial for the Nike case. At the time he was placed in the special housing unit, which the government said was for his own protection. After the hearing Warren told reporters that the time in solitary had taken a \"toll\" on Avenatti who had lost weight and become gaunt. He said Avenatti lived in a cell side by side with accused terrorists and an ISIS fighter. Warren said Avenatti's new surroundings are \"no walk in the park\" but are \"profoundly different.\" He said he appreciates the warden moving his client. For now Warren added that he is prepared to take the case to trial telling reporters the case will come down to the credibility of Daniels, who is expected to be the government's star witness. \"I wouldn't pass up the opportunity to cross examine Stormy Daniels in a million years,\" he said."], "Language": false}