{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/entertainment/superman-red-son-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-25T21:35:24Z"], "LastModifiedDate": ["2020-02-25T21:35:24Z"], "Headline": ["'Superman: Red Son' asks what if the Man of Steel landed in the Soviet Union?"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["What would have happened if that strange visitor from another planet had landed in the Soviet Union instead of the US? That's the premise of \"Superman: Red Son,\" a provocative new DC Entertainment animated movie adapted from a graphic novel. The \"what if\" genre has been a popular one in comics, and this latest animated film not only arrives at a time of renewed real-world tensions with Russia, but amid a wave of alternate-history projects. The latter includes \"For All Mankind,\" an Apple TV+ series built around the notion that the Soviets reached the moon first; and \"The Plot Against America,\" an upcoming HBO adaptation of Philip Roth's novel, in which Charles Lindbergh is elected president and keeps the U.S. out of World War II, while fascism begins to take root at home. The underpinnings of \"Superman: Red Son\" -- which was actually first published in 2003 -- are awash in Cold War paranoia. The timetable features the young Kal-El discovering his powers just after World War II, before using them to serve the state as he reaches adulthood in the 1950s, interacting with, among others, Soviet leader Joseph Stalin. Directed by Sam Liu (whose credits include \"The Death of Superman\" and \"Batman: The Killing Joke\"), with Jason Isaacs as the voice of Superman, the Warner Bros. Animation production features the striking image of the old U.S.S.R.'s hammer and sickle in the diamond-shaped logo that adorns the character's costume. (Like CNN, Warner Bros. and DC are units of WarnerMedia.) Others have dabbled with variations on Superman's origins. There was a memorable \"Saturday Night Live\" sketch in which the Kryptonian visitor lands in Nazi Germany, becoming Uberman; and the horror satire \"Brightburn,\" which also dealt with an alien baby with extraordinary powers who begins to act out in terrible ways as puberty nears. \"Superman: Red Son\" is clearly aimed at those with a fairly deep appreciation and knowledge of comic-book lore, as familiar characters -- like Wonder Woman, Batman and Green Lantern -- pass through the Man of Steel's orbit, just in unfamiliar ways. In the U.S., meanwhile, Lex Luthor (Diedrich Bader) -- usually Superman's arch-nemesis -- works to neutralize the perceived threat, while climbing the political ranks thanks to those fears espousing an \"America First\" platform. Despite its colorful trappings, at its core \"Superman: Red Son\" taps into geopolitical conflict past and present, while probing a fundamental nature-vs.-nurture question -- namely, whether the Man of Steel was inherently good, or if his heroism was a byproduct of the Kansas values with which he was raised. In the 2013 movie \"Man of Steel,\" Superman's adopted dad, played by Kevin Costner, tells him, \"You just have to decide what kind of man you're going to grow up to be, Clark, because whoever that man is, good character or bad, he's going to change the world.\" Superman has always carried a lot of symbolic freight, what with the whole \"truth, justice and the American way\" label, introduced on the radio show in the 1940s. What \"Red Son\" does, in an effective and perhaps unexpectedly timely way, is consider the extent the flag to which one pledges allegiance defines and shapes the man. \"Superman: Red Son\" is available on digital beginning Feb. 25 and as a DVD/Blu-ray release on March 17."], "Language": false}