{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/04/17/world/gallery/creative-face-masks-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-04-17T23:00:44Z"], "LastModifiedDate": ["2020-04-17T23:00:44Z"], "Headline": ["People are getting creative with their face masks"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A woman in New York wears a plastic food container for protection. A mother entertains her children with makeshift masks made of cabbage as she cooks in Beit Lahia, Gaza. Orlando Baker wears a mask in Fort Collins, Colorado, that he developed using an image from the Notorious B.I.G.'s album \"Ready to Die.\"   Ali Akbar, a street parking man in Yogyakarta, Indonesia, wears a face shield made from a used water jug. A man in Caracas, Venezuela, wears a face mask while he carries his dog wearing a protective suit. Children wear plastic bottles as makeshift protection while waiting to check in to a flight in Beijing. A man in Kuala Lumpur, Malaysia, wears a protective mask featuring a pair of lips. Police officers wear face masks in Cali, Colombia. Fashion designer Friederike Jorzig adjusts a mannequin wearing a wedding dress and a face mask at her store in Berlin. Engineer Mario Milanesio poses with a snorkeling mask that he added respiratory valve fittings to in Savigliano, Italy. He designed and produced them with a 3-D printer. A young woman walks in Moscow's Red Square. A man wears a homemade mask in Caracas, Venezuela. A man in Sceaux, France, poses with a mask made out of a paper napkin. Andres Jimenez, a retired state worker who makes masks to sell in his neighborhood, ties a mask on a girl in Havana, Cuba. A man wears his girlfriend's rolled-up T-shirt as a mask in Cambridge, Massachusetts. A cyclist in Wuhan, China, wears a face mask and plastic bag. A soldier in Banda Aceh, Indonesia, wears a mask depicting the cartoon character SpongeBob SquarePants. A man wearing a Spider-Man mask and gloves walks near the Coney Island boardwalk in New York. Panji, 8, wears an animal-shaped face mask in Jakarta, Indonesia. Fashion designer Do Quyen Hoa shows off an embroidered face mask at her studio in Hanoi, Vietnam. A woman in Najaf, Iraq, wears a mask embellished with flower petals. A man wears a handmade face mask in Kuala Lumpur, Malaysia. Artist Lynx Alexander wears a mask in New York's Times Square. A woman waits in line to buy food in Caracas, Venezuela. A man poses for a photograph in Kampala, Uganda. A girl wearing a protective mask leaves a hospital in Oviedo, Spain. Dornazha Blake wears a festive mask on her mother's birthday in Redwood City, California.  A boy wears a homemade mask while playing cricket in Srinagar, India. A woman in Coruna, Spain, wears a mask with the word \"thanks\" embroidered on it."], "Language": false}