{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/entertainment/reactions-harvey-weinstein-verdict/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-24T18:07:21Z"], "LastModifiedDate": ["2020-02-25T09:35:21Z"], "Headline": ["Ashley Judd, Rosanna Arquette and others react to Weinstein verdict"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hollywood was at the forefront of the Harvey Weinstein trial and on Monday many in the industry reacted to his verdict. The disgraced film producer was found guilty of committing a criminal sex act in the first degree involving one woman and rape in the third degree involving another woman. A New York jury acquitted Weinstein on the more serious charges of predatory sexual assault involving the two women, Miriam Haley and Jessica Mann. Ashey Judd Judd, who accused Weinstein of sexual harassment, credited the women at the center of the New York case. \"For the women who testified in this case, and walked through traumatic hell, you did a public service to girls and women everywhere,  thank you,\" Judd tweeted. Rosanna Arquette Arquette is one of the more than 80 women who have accused Weinstein of sexual misconduct, also expressed her gratitude to the women who testified. (Weinstein has repeatedly denied all allegations of non-consensual sex.) \"Gratitude to the brave women who've testified and to the jury for seeing through the dirty tactics of the defense. We will change the laws in the future so that rape victims are heard and not discredited  and so that it's easier for people to report their rapes,\" Arquette wrote in a tweet.   Rose McGowan McGowan was one of Weinstein's most vocal accusers. \"Today is a powerful day & a huge step forward in our collective healing,\" she wrote in a tweet. Anthony Rapp Rapp who accused actor Kevin Spacey in 2017 of making a sexual advance at him when Rapp was 14, also credited Weinstein's accusers. (At the time of the allegation, Spacey said he did not recall the encounter Rapp described but apologized \"for what would have been deeply inappropriate drunken behavior.\") \"I applaud the women who bravely stepped forward to help forever alter the conversation around what they -- and all of us -- have to put up with. Gratified to see some justice being served here.\" Tarana Burke Burke, an advocate for social justice who coined #MeToo and founded the organization of the same name, issued a statement to CNN after news of the Weinstein verdict. \"Harvey Weinstein operated with impunity and without remorse for decades in Hollywood. Yet, it still took years, and millions of voices raised, for one man to be held accountable by the justice system,\" Burke said in part. Ronan Farrow Farrow, the journalist who broke the story of multiple Weinstein accusers for the New Yorker, tweeted a tribute to the women who helped bring the case to light. \"Today's outcome in Harvey Weinstein's New York trial is the result of the decisions of multiple women to come forward to journalists and to prosecutors at great personal cost and risk,\" he wrote. \"Please keep those women in your thoughts today.\" Padma Lakshmi Lakshmi offered support to actress  Annabella Sciorra, one of Weinstein's accusers who testified against him in the New York trial.  \"Weinstein terrorized and attacked women for decades. Now he will sit in a prison cell where he belongs. Sending so much love, support and most of all gratitude to Annabella Sciorra and all of the women who came forward. Rosie Perez Perez also tweeted words of support for her friend Sciorra. Harvey Weinstein has been handcuffed & taken to jail! Gutted for my dear friend #annabellasciorra who told the truth! Yet i congratulate her & all who came forward for their bravery. This is not enough but survivors take courage! This is still a great win! Congrats Joan Illuzzi!,\" Perez tweeted. Elizabeth Banks Banks, a director, producer and actress, celebrated the verdict. \"I am heartened for his victims and for all those who said #metoo and #TimesUp that some justice has been done,\" she tweeted. Judd Apatow Apatow noted that Weinstein stands accused of other crimes.  \"Don't forget- Harvey Weinstein faces four more charges in Los Angeles,\" Apatow tweeted. \"This is just the beginning of holding him accountable.\" Last month prosecutors in Los Angeles charged Weinstein with raping a woman and sexually assaulting another in separate incidents over a two-day period in 2013."], "Language": false}