{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/opinions/katherine-johnson-nasa-legendary-trailblazer-saujani/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Reshma Saujani"], "Writers": [[]], "FirstPublishDate": ["2020-02-24T20:58:11Z"], "LastModifiedDate": ["2020-02-24T20:58:11Z"], "Headline": ["A legendary woman, a trailblazer, an American hero -- Katherine Johnson"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["When I'm traveling the world talking about Girls Who Code -- whether to a classroom full of girls or to others during a big speech -- there is one woman I always mention: NASA mathematician Katherine Johnson, immortalized by Taraji P. Henson's portrayal in the film \"Hidden Figures\" as one of the key participants who helped enable America's 20th century space program.  On February 24, 2020, at 101 years old, Katherine passed away. In truth, she was a hidden figure for too long. It wasn't until Hollywood released a movie based on a book by Margot Lee Shetterly that she came into the spotlight, and we really got to see all that she and her colleagues at NASA did to get us to space, to expand what was possible for America and for humanity.   I'm so glad she got the recognition she deserved while she was still with us.   Because Katherine was a legendary woman, a trailblazer, an American hero. She helped send the first Americans to space. She charted the first moon landing. In 2015, President Barack Obama awarded her the Presidential Medal of Freedom for a lifetime of achievements.  She lived an extraordinary life. And for my girls at Girls Who Code, she was so much more than her NASA credentials. She was a symbol of what they could be, what they could study, where they could thrive. No matter what they look like. In a world that all too often tells girls -- especially black girls -- that they don't belong in STEM, Katherine Johnson was exactly the icon our girls needed. In a world where black women make up just 13% of computer scientists, Katherine was a visible role model and a reminder that we need more.  As we mourn her loss, we should celebrate her tenacity. The weight of what Johnson had overcome was immense. People doubted her because she was a woman, and because of the color of her skin. And yet, she persisted. In fact, she is known to have said that she didn't have time to think of herself as anything but equal.  We should celebrate her brilliance. Astronaut John Glenn famously asked Katherine to personally recheck the calculations made by electronic computers before his Friendship 7 mission to space. \"If she says they're good,\" he said, \"then I'm ready to go.\"   And we should celebrate her, most of all, for her bravery. I talk a lot about how women are conditioned to be perfect, and how by embracing bravery we could accomplish so much more. Katherine was the epitome of bravery. When she was told that women didn't participate in the briefings at NASA; she asked whether there was a law against it. There wasn't. So Katherine started attending briefings. She asked questions. She, bravely, put herself in the rooms where she knew she deserved to be.   Katherine helped us see new worlds. She gave us a new perspective on our planet, a view of earth from space. And she gave us a new perspective on ourselves: on whom we let in, whom we allow to thrive, whom we write into our history books.   Katherine, you once said, \"I counted everything. I counted the steps to the road, the steps up to church, the number of dishes and silverware I washed ... anything that could be counted, I did.\"   In your honor, Katherine, I'm going to keep counting -- counting the number of girls we bring into computer science, counting the number of black female scientists in our textbooks, counting the days until we reach gender parity.   We'll look up at the moon tonight, and we'll be thinking of you, your bravery, your legacy. And we'll be forever grateful. Rest in power, Katherine. "], "Language": false}