{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/politics/biden-campaign-trump-coronavirus-china/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Arlette Saenz, CNN"], "Writers": [["Arlette Saenz"]], "FirstPublishDate": ["2020-04-17T21:41:22Z"], "LastModifiedDate": ["2020-04-17T21:41:22Z"], "Headline": ["Biden campaign launches counterattack on Trump over coronavirus and China"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Biden campaign on Friday launched a new counterattack on President Donald Trump and his response to the coronavirus pandemic, zeroing in on his approach to dealing with China throughout the crisis. In a pair of digital videos, the Biden campaign argues the President put the US in an ill-prepared position to deal with the outbreak and was not forceful enough in demanding transparency from Chinese leaders. \"The uncomfortable truth is that this president left America exposed and vulnerable to this pandemic,\" former vice president Joe Biden said in one of the videos. \"He ignored the warnings of health experts and intelligence agencies, and put his trust in China's leaders instead.\" In a separate video, Tony Blinken, former deputy secretary of state and a foreign policy adviser to Biden, said, \"President Trump went soft on China when it mattered most. Joe Biden will insist that China live up to its responsibilities.\" The videos highlight how the Biden campaign plans on making Trump's response to coronavirus central to their argument against him in the 2020 election.  The coordinated effort comes as Trump and his allies have waged their own campaign to paint Biden as soft on China. Responding to the former vice president's video Friday, Andrew Clark, rapid response director for President Trump's re-election campaign, pointed to \"more than four decades Joe Biden spent in Washington bowing to Beijing. The American people won't forget that.\" Last week, the President's re-election campaign released an ad attempting to portray Biden as overly friendly with China, but it included deceptive audio clips and images, including suggesting Gary Locke, the former governor of Washington, was a Chinese official. The Trump campaign has also tried to make issue of Biden's son, Hunter, and his past business dealings in China. \"President Trump's false attacks on Vice President Biden are just another attempt to distract from the president's failure to stand up to China for American workers and more importantly, more immediately today his failure to prepare our country for the coronavirus pandemic,\" Democratic Sen. Sherrod Brown of Ohio told reporters on a Friday call for the Biden campaign. \"We know President Trump's playbook -- divide and distract. The American people know better.\" China and the coronavirus pandemic have quickly turned into top campaign issues for both sides. On Thursday, pro-Trump America First Action announced a $10 million ad campaign in Michigan, Pennsylvania and Wisconsin, which will target the former vice president over China. The pro-Biden group American Bridge countered with its own $15 million ad campaign in the same key battleground states, slamming Trump for his approach to China during the coronavirus pandemic. Throughout the crisis, Biden has criticized Trump's response to the pandemic on the health and economic fronts. He recently accused the President of having a \"temper tantrum\" while Americans are dying. The two men shared a rare moment of direct communication earlier this month when they spoke by phone about coronavirus, with both sides describing their conversation as cordial."], "Language": false}