{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/politics/melania-trump-first-ladies-india/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Bennett, CNN"], "Writers": [["Kate Bennett"]], "FirstPublishDate": ["2020-02-22T03:02:07Z"], "LastModifiedDate": ["2020-02-22T03:02:07Z"], "Headline": ["Melania Trump next in long line of first ladies to visit India"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["For decades, America's first ladies have made India an essential global visit, a sort of rite of passage for the job, either alone or in a supporting role with the president.  And next week, first lady Melania Trump is set to travel to India, alongside her husband, President Donald Trump, for a brief, two-day visit which will continue the long and rich tradition of modern first ladies soaking up the culture and hospitality of the nation.  The first lady is scheduled to participate in events with the President, in Ahmedabad and Agra, but she will also venture solo to a school to witness a unique curriculum, a White House official told CNN.  The India visit is one of several foreign trips the first lady has made with her husband. Jackie Kennedy The tradition started most notably with Jacqueline Kennedy, who in 1962 spent several days in India without her husband, President John F. Kennedy, opting instead to make it a girls' trip with her sister, Lee Radziwill.  Kennedy's tour was part of a goodwill visit, prompted by the United States Ambassador to India, John Kenneth Galbraith, who encouraged the first lady to see all that the country had to offer, which the sisters did.  There were day trips to tour monuments, a ride on a camel, a boat down the Ganges River. Kennedy, then 32, proved the fashion icon in India that women in America had come to emulate. For a State Dinner in her honor, she wore a long, white strapless gown, and for a palace visit in Udaipur, Kennedy opted for an apricot silk dress by her couturier Oleg Cassini. Asked by the press how she felt about India, Kennedy replied, \"It's been a dream.\" As Melania Trump is slated to do during her upcoming India trip, Kennedy held a photo opportunity at the Taj Mahal. Alone, in a printed green and white dress with white gloves, the first lady stood alone in front of the massive structure, built in 1632 by Shah Jahan in memorial to his favorite wife, Mumtaz Mahal, who died giving birth to the couple's fourteenth child. The Trumps are scheduled to tour the memorial at sunset. Pat Nixon Seven years after Kennedy, Patricia Nixon arrived alongside her husband, Richard Nixon, in 1969. The visit of Nixon remains the shortest of any US President; the first couple were just there for one day.  Rosalynn Carter The next, and perhaps one of the most significant first lady visits was that of Rosalynn Carter, the wife of President Jimmy Carter, who spent two days there in 1978 with her husband as part of a larger international sojourn for the first couple -- with other stops in Saudi Arabia, Egypt, France and Belgium. Carter joined her husband on their second day in India for a drive to the village of Chuma Kheragaon, about an hour south of Delhi. With her, she brought small items of goodwill from the United States, but she and the President also gifted the town with its first and only television.  Rosalynn Carter was enveloped by the local women, who draped her head in a customary red veil, and from a young villager dotted her forehead with a bindi, a Hindu tradition. Though they only spent an hour or so touring the village, the townspeople were so enamored with the Carters they renamed their village Carterpuri, a name that remains to this day. Barbara Bush In 1984, Barbara Bush, then second lady, while her husband George H.W. Bush served as Vice President, traveled with him to India for a brief goodwill visit. The Bushes, as millions of couples before them, also made time for a photograph in front of the Taj Mahal. Hillary Clinton As first lady, Hillary Clinton's first significant solo international trip was a 12-day tour of Southeast Asia In 1995, which she took with her daughter, Chelsea, then 15.  The pair made sure to set aside three days for India, taking advantage of the sights and cultural traditions, which included a visit to lay a wreath at a memorial of Mahatma Gandhi.  Hillary, too, posed in front of the Taj Mahal in Agra, as had Jackie Kennedy, only she included Chelsea. Clinton's trip was aimed at promoting education and opportunity, as well as better health rights, for women and girls all over the world. It included giving a speech in Ahmenabad, about the strength of women in numbers at the Self-Empowered Women's Association.  Clinton returned to India for a solo trip as first lady, in 1997, for the funeral of Mother Teresa in Calcutta. Laura Bush In 2006, it was Laura Bush's turn to visit the country, and she did so for all of 60 hours, making her and President George W. Bush's stay the shortest since the Nixons. However, Bush packed her schedule with events, from a visit to a school, to a stop at Mother Teresa's Jeevan Jyoti school for disabled children, a ceremonial reception to lay a wreath at the memorial of Gandhi, and even a tour of Noida Film City, where most of India's Bollywood sets and television shows are produced. (At the latter, Bush taped a segment for \"Gali Gali Sim Sim,\" India's version of \"Sesame Street.\" Michelle Obama For Michelle Obama, the 2010 trip to India she took with President Barack Obama proved one of the first times a global audience recognized the informal, down-to-earth nature of the first lady.  \"Dancing Queen Michelle Rocks India,\" was the headline in the Times of India on the day after Obama threw herself into a folk-dance routine at a cultural event, and swayed along to a musical performance at a Mumbai school.  During a speech to college students, also in Mumbai, Michelle Obama spoke for several minutes about how important it is to dream big, and how her childhood, while short on material goods, was big on experiences, learning and inspiration. She also talked about her closeness to Indian culture, including her deftness in the nation's dance moves, which she picked up at the White House State Dinner for India.  \"Last year, as you know, we were proud to host Prime Minister Singh and Mrs. Kaur for our very first state visit and dinner. It was a beautiful evening under a tent on the South Lawn of the White House, and we got to hear some pretty great Bhangra as well. I danced there, too,\" Obama said. \"When I was your age, I never dreamed of traveling to countries like this and meeting with young people like all of you.\"  Her style was a hit, as well. Early in her tenure, it was already clear Obama demonstrated a savvy use of fashion diplomacy, subtly nodding to the host country on this trip by wearing a long tunic and shimmering skirt to a formal dinner, designed by American designer Rachel Roy, whose father is from India.  In 2015, Michelle Obama returned to India for her second-ever trip there -- wearing a dress and matching coat by noted Indian designer Bibhu Mohapatra -- again with her husband.  This repeat visit's purpose was less cultural in nature, and more political, in large part to forge a bond with India's new Prime Minister, Narendra Modi.  Modi feted the Obamas at India's Republic Day parade, honoring them as special guests of the national holiday. Modi will likely pull off similar pageantry for the Trumps next week as he continues to forge a friendship with the US."], "Language": false}