{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/politics/donald-trump-parasite-gone-with-the-wind/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-02-21T16:13:02Z"], "LastModifiedDate": ["2020-02-21T16:27:15Z"], "Headline": ["Donald Trump's fundamentally un-American 'Parasite' critique"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Donald Trump isn't a fan of \"Parasite.\" \"How bad were the Academy Awards this year, did you see? 'And the winner is ... a movie from South Korea,'\" said the President of the United States on Thursday night of the Oscar-winning, South Korean film. \"What the hell was that all about? We've got enough problems with South Korea with trade, on top of it they give them the best movie of the year?\" What movies does Donald Trump like? \"I'm looking for like, let's get 'Gone with the Wind' -- can we get like 'Gone with the Wind' back, please? 'Sunset Boulevard,' so many great movies,\" Trump added. Uh huh. So here's the thing. Much of Trump's appeal to voters in 2016 (and beyond) was built on this idea: We're America. We're the best. We need to stop apologizing for being the best. We need to stop getting ripped off. We need to stand up for ourselves. It was a message rooted in a belief among conservatives that the eight years of President Barack Obama were defined by a sort of globalist view that treated America like every other nation -- and, in many instances, as lesser than other countries. (Obama bowed to the leader of Saudi Arabia!) \"In case you haven't noticed, we have become a lot stronger lately,\" Trump told Naval Academy graduates in 2018. \"A lot. We are not going to apologize for America. We are going to stand up for America. No more apologizing.\" Trump's proponents ate it up. America was the most powerful nation in the world. We needed to act like it. We needed to, uh, make America great again. The dark sides of that idea were -- and are -- obvious:  1) Who is defining what America is when we talk about making it great and standing up for what made/makes it great? 2) In standing up for America, are we putting down places that are not America? Trump either doesn't understand or doesn't care about the way in which his vision for America is deeply at odds with the founding principles of the country. Remember that America is, foundationally, a melting pot. It celebrates diversity. It encourages freedom of speech and the airing of different perspectives. The President standing in front of a crowd of supporters and denigrating a South Korean film (\"Parasite\" has English subtitles) as not American enough for his taste is entirely antithetical to those founding ideals. The movie, in Trump's conception, should not be eligible for consideration for an American movie prize because it was not in English. In case you had any doubt about what Trump meant with his \"Parasite\" critique (and you really shouldn't if you've paid any attention to his first three years in office), the movies he praised as the right sort of films to win American awards makes very clear what he is driving at. \"Gone with the Wind\" came out in 1939 and focused on a plantation-owning family in 1861 -- in the run-up to the Civil War. \"Sunset Boulevard\" came out in 1950 and centered on a silent-movie star. The stars of both movies were white. The directors were white men. All of this raises the fundamental question of Trump's presidency: What America exactly does Donald Trump want to go back to?  What America does he believe to have been so great? Is it the America of the 1940s and 1950s? Before the civil rights movement? When women were routinely discriminated against in and out of the work place? The simple fact is that the America of \"Gone with the Wind\" and \"Sunset Boulevard\" wasn't great for lots and lots of Americans. In fact, it wasn't all that great for anyone other than white men. That Trump repeatedly expresses a desire to go back to those days -- and that his pitch to voters is that America never needs to apologize for anything -- is simply against the principles that stand at the root of who we are as a nation. Castigating diversity rather than celebrating it is just plain anti-American."], "Language": false}