{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/politics/trump-south-korea-best-picture-parasite/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kevin Liptak and Caroline Kelly, CNN"], "Writers": [["Kevin Liptak", "Caroline Kelly"]], "FirstPublishDate": ["2020-02-21T02:02:36Z"], "LastModifiedDate": ["2020-02-21T08:35:31Z"], "Headline": ["Trump isn't pleased a South Korean film won best-picture Oscar"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump bemoaned this year's Academy Award winner for best picture, \"Parasite,\" on Thursday because it's a South Korean film. \"How bad were the Academy Awards this year, did you see? 'And the winner is ... a movie from South Korea,' \" Trump said, impersonating an announcer, at a rally in Colorado.  \"What the hell was that all about? We've got enough problems with South Korea with trade, on top of it they give them the best movie of the year?\" he asked. Parasite was the first foreign language movie to win best picture at the Academy Awards. It also won awards for directing and original screenplay. Trump, however, wasn't impressed. He seemed more interested in American films that had been made more than 70 years ago. \"I'm looking for like, let's get 'Gone with the Wind' -- can we get like 'Gone with the Wind' back, please? 'Sunset Boulevard,' so many great movies,\" he continued. Trump said he didn't know if \"Parasite\" was good. \"I thought it was best foreign film, best foreign movie -- no, it was the best. Did this ever happen before?\" he asked  Neon, the American distributor of \"Parasite,\" responded to Trump's criticism on Twitter. \"Understandable, he can't read,\" the company wrote. Trump also wasn't a fan of Brad Pitt, whose speech, when he received the award for best supporting actor, veered into politics when he mentioned John Bolton's absence from the President's Senate impeachment trial. \"I was never a big fan of his,\" Trump said. \"He got up, said a little wise-guy statement. Little wise guy, he's a little wise guy.\" Pitt had joked during his acceptance speech about how the Senate voted against allowing witnesses during the trial, which had wrapped up the prior week. \"They told me I only had 45 seconds up here, which is 45 seconds more than the Senate gave John Bolton this week,\" Pitt said. \"I'm thinking maybe Quentin (Tarantino) does a movie about it and in the end the adults do the right thing.\""], "Language": false}