{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/entertainment/call-of-the-wild-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-20T20:40:55Z"], "LastModifiedDate": ["2020-02-20T20:40:55Z"], "Headline": ["'The Call of the Wild' gets caught in a no-dog's land between live-action and animation"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["After multiple tries, there has never been a really good movie version of \"The Call of the Wild\" (no, not even with Clark Gable), and the latest -- built around a computer-generated dog -- doesn't end that streak, despite Harrison Ford as the main man in his life. To its credit, this new retelling of Jack London's classic novel tries to adhere to the bones of the book, while taking significant liberties to soften its rougher, more culturally insensitive edges. (In the most inexplicable choice, it also skips the scene where the mighty mutt pulls a 1,000-pound sled, always a past highlight.) In this case, though, the blessings of technology actually undermine the movie in significant, distracting ways.  Because while we have seen plenty of animals animated in a realistic-looking way, people are so familiar with dogs and how they move that seeing one anthropomorphized in this fashion consistently takes you out of the story, making the sense of emotional manipulation that goes into every \"Aww\" moment that much more acute. Directed by animation veteran Chris Sanders from Michael Green's screenplay, the movie thus falls somewhere in a no-man's -- or really, no-dog's -- land, often feeling more animated than live-action. The obvious artifice undercuts any tension, despite beautiful scenery and a musical score that works overtime to build excitement. For those a little fuzzy on the details of their eighth-grade reading list, the story focuses on Buck, who is dognapped from his happy home and shipped off to the Yukon, where the 1890s Klondike rush has created serious demand for big dogs capable of pulling sleds. Abused and frightened, Buck finds his place with a team delivering mail -- occupying a sizable portion of the movie -- before he's eventually adopted by John Thornton (Ford, whose presence is beefed up by serving as the narrator of Buck's story). Thornton saves Buck from a ruthless gold-seeker (\"Downton Abbey's\" Dan Stevens, utterly wasted), and nursing his own emotional wounds, forges a strong bond with the beast. Yet their travels deep into the woods also bring Buck into contact with a pack of wolves, tapping into a primal longing more befitting his canine nature. There has always been a strong notion of the natural world in the book, and that part of the film comes through loud and clear. But Buck's almost magical qualities -- including his ability to sense and address the man's pain -- ratchets that up to absurd heights, meaning you really, really have to be eager to give in to this movie on its terms in order to feel much of anything watching it. Ford is fine as the crotchety old outdoorsman, with Omar Sy and Cara Gee -- portraying the intrepid mail carriers -- the only other flesh-and-blood creatures that even register. Despite its pre-merger origins at Fox, \"The Call of the Wild\" does fit within a certain Disney niche. Charitably, it will find a place on the studio's streaming shelf alongside the recent (and better) \"Togo,\" \"Lady and the Tramp,\" \"Old Yeller\" and any number of animated pooches. Taking that view, the movie still might possess a reasonably long tail. But in terms of trekking to a theater, even without ankle-deep snow as an obstacle, \"The Call of the Wild\" issues a cry that simply isn't worth heeding. \"The Call of the Wild\" premieres Feb. 21 in the U.S. It's rated PG."], "Language": false}