{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/roger-stone-sentencing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner and Mike Hayes, CNN"], "Writers": [["Meg Wagner", "Mike Hayes"]], "FirstPublishDate": ["2020-02-20T14:17:00Z"], "LastModifiedDate": ["2020-02-20T17:56:45Z"], "Headline": ["Roger Stone sentenced to 40 months in prison"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Our live coverage of Roger Stone's sentencing has ended. You can scroll through the posts below to read more or follow CNNPolitics. Hours after he was sentenced to more than three years in prison, Roger Stone sat in a Washington, DC restaurant, using a phone to watch as President Trump talked about Stone’s sentence. Stone, sitting among a group of people at The Palm, appeared calm as he sat with his jacket off at a table in the center of the room. Earlier Thursday, US District Judge Amy Berman Jackson sentenced Stone, an adviser and friend to Trump, to three years and four months in prison for lying to Congress and threatening a witness regarding his efforts for the President's 2016 campaign. Stone also received two-years probation on each count, running concurrently. He must undergo substance abuse testing, participate in community service and pay a $20,000 fine. Asked if he was expecting good news today, Stone told CNN reporters, “I don’t know, that’s why we’re watching. The President is speaking right now.” The President didn't rule out an eventual pardon or commutation, but said the process should play out first.  \"At some point I'll make a determination, but Roger Stone and everybody has to be treated fairly. And this has not been a fair process,\" Trump said. Stone later told CNN reporters the gag order is still in place but he offered a compliment before going off to eat grilled chicken paillard. President Trump said he won't act to grant clemency to Roger Stone right now, saying he wanted the process to play out before making a decision. “I’m not going to do anything in terms of the great powers bestowed upon a President of the United States, I want the process play out, I think that’s the best thing to do,\" Trump said today in Las Vegas. \"Because I’d love to see Roger exonerated, and I’d love to see it happen because I personally think he was treated very unfairly.” Trump didn't rule out an eventual pardon or commutation, but said the process should play out first. \"At some point I'll make a determination, but Roger Stone and everybody has to be treated fairly. And this has not been a fair process,\" Trump said. President Trump said his friend and former associate Roger Stone \"has a very good chance of exoneration.\" Speaking hours after Stone was sentenced to more than three years in prison, Trump said he was following the matter closely and \"want to see it play out to its fullest.\" Trump called Stone a \"character\" and said he likes him. \"He's a smart guy, he's a little different, but those are sometimes the most interesting. But he's a good person. His family is fantastic,\" Trump said at a criminal justice reform event. \"Roger was never involved in the Trump campaign for president,\" Trump said. \"Early on before I announced, he may have done a little consulting work or something.\" Trump went on to attack the forewoman of the jury, calling her an “anti-Trump activist.”  Before the hearing began, Roger Stone watched attentively as the pews filled with reporters, friends, family, and well-wishers. There was a large cohort from the Justice Department in attendance, but none of the Robert Mueller prosecutors who handled Stone’s case. Many of those prosecutors attended past sentencing hearings for key players. During the hearing, Stone paid close attention and took notes while his lawyer argued that he never really threatened witness Randy Credico. Later, Stone fidgeted around in his seat while Judge Jackson explained how he lied to the court and obstructed the proceedings, including when he posted an image of her in crosshairs on his social media page.  Stone’s stepdaughter leaned forward at times, with her hands clasped in front of her face, while Jackson delivered Stone’s sentence.   Michael Caputo, a longtime Stone friend and colleague, was hunched over at times, staring at the ground while the sentence was read.   Another one of Stone’s supporters sat with his hands in front of his face, covering his eyes.  After the verdict was delivered and the court adjourned, some of the Justice Department lawyers who watched the case were overheard praising Jackson and how she handled the hearing. One woman said it’s “amazing how her brain works so quickly.”  After the hearing, Stone exited the courtroom with a smirk, looking at the crowd of reporters and supporters who gathered to see him leave. He declined to comment on the sentence. While Stone was walking around the courthouse, doing paperwork, someone apparently tried to film him. This drew a swift and loud rebuke from the court staff, who reminded the crowd that recordings aren’t permitted inside the courthouse. “Let the marshals do their job,” Stone said.  Roger Stone left the US District Court in DC with a smile on his face.  He did not speak before getting into a black SUV.  Watch Roger Stone leave court:  US District Judge Amy Berman Jackson has sentenced Roger Stone, an adviser and friend to President Trump, to three years and four months in prison for lying to Congress and threatening a witness regarding his efforts for the President's 2016 campaign. Stone also receive two-years probation on each count, running concurrently. He must also...  Have substance abuse testing\nDo community service \nPay a $20,000 fine Jackson said she is transferring supervision of his release to Southern District of Florida. She will determine later whether he will have a reentry progress hearing. ##Key Moments## Roger Stone's sentencing hearing just wrapped up after judge Amy Berman Jackson sentenced the Trump ally to three years and four months in prison. Prosecutors initially asked for seven to nine years in prison — but Attorney General William Barr retracted that recommendation hours after Trump criticized it on Twitter for being too harsh.  Four prosecutors withdrew from the case in response to Barr's decision. Two new DC US Attorney's Office supervisors stepped up to handle Stone's sentencing, and a new sentencing memo was released asking for \"far less\" time. Today, one of the new prosecutors said the Justice Department stands by the original sentencing memo and argued that \"the court should impose a substantial period of incarceration\" on Stone. Judge Amy Berman Jackson has sentenced Trump ally Roger Stone to 40 months in prison. He was convicted last year on seven charges of obstruction, lying to Congress and witness tampering. Prosecutors initially asked for seven to nine years in prison — but Attorney General William Barr retracted that recommendation hours after Trump criticized it on Twitter for being too harsh.  Four prosecutors withdrew from the case in response to Barr's decision. Two new DC US Attorney's Office supervisors stepped up to handle Stone's sentencing, and a new sentencing memo was released asking for \"far less\" time. Today, one of the new prosecutors said the Justice Department stands by the original sentencing memo and argued that \"the court should impose a substantial period of incarceration\" on Stone. Watch CNN:   ##Key Moments## US District Judge Amy Berman Jackson grew more intense with her speech as she shifted her focus to witness tampering.  Jackson noted that Stone pressured witness Randy Credico not to speak about the updates Stone was sending to the campaign.  In April 2018, Stone wrote an email to Credico, saying, “You are a rat. A stoolie. You backstab your friends-run your mouth my lawyers are dying Rip you to shreds.” Stone also said he would “take that dog away from you.”  \"All of it culminated in the threats to the dog and 'prepare to die,'\" Jackson said today. She also acknowledged how Credico said Stone is a dog lover, which is \"a good thing.\" \"Maybe today he just doesn't want to be the reason behind the tough sentence\" Jackson mused about Credico. US District Judge Amy Berman Jackson called Roger Stone an \"insecure person\" and said nothing about his case is \"funny.\" \"At his core, Mr. Stone is an insecure person who craves and recklessly pursues attention. Nothing about this case was a joke. It wasn’t funny,\" she said. Stone's sentencing hearing is ongoing. Watch CNN: US District Judge Amy Berman Jackson is addressing Roger Stone during his sentencing hearing — and she's doing all the way back to the very beginning of Stone’s case. In her remarks, Jackson referenced 2016 when Russia hacked the Democratic National Committee. At the time, Stone was writing to his associate Jerome Corsi, saying, \"Get to Assange,\" referring to WikiLeaks founder Julian Assange. The judge highlighted Stone reaching out to Paul Manafort, saying he had an idea, to \"save Trump's ass.\" Stone, she said, made a statement about Assange, claiming he was in communication, and had a backchannel. At the time, Stone \"was communicating with senior members of the Trump campaign,\" including Rick Gates and Steve Bannon, Jackson noted. Jackson then summarized the House inquiry, including statements by Rep. Devin Nunes at the time as how it was looking at Russian influence in the election. The judge zeroed in on what Stone told the House committee on Sept. 26, 2017. Jackson said Stone claimed he only had one intermediary, letting them know it was Randy Credico.  \"It was all false,\" Jackson said, noting that Stone then pressured Credico not to testify. \"That was why he was indicted, not for his political activities,\" she said. \"The notion that this case rises and falls on whether Russia interference has been proven\" or whether Russia hacked the DNC computers \"is also false.\"  During Jackson's remarks, Stone, wearing a navy, double breasted suit with a light blue shirt and matching blue tie, stood with his three lawyers, his hands in his pockets, slightly slouching. He shifted his weight as he listened. His three lawyers barely moved. Judge Amy Berman Jackson said, “This case did not arise because Roger Stone was being pursued by his political enemies.\"  \"It arose because Roger Stone characteristically injected himself smack into the middle of one of the most significant issues of the day,\" she said. Stone's sentencing hearing is ongoing. The sentencing hearing of Trump ally Roger Stone has resumed. US District Judge Amy Berman Jackson returned to the courtroom and said, \"Unsurprisingly, I have a lot to say.\" Stone was convicted last year on seven charges of obstruction, lying to Congress and witness tampering. Earlier today at the hearing, prosecutors argued Stone should go to prison for \"a substantial period.\" Despite the drama over whether Stone should receive the seven to nine years in prison the original Stone prosecutors recommended, the new prosecutor wants Stone to go to jail. John Crabb Jr. said he wanted to apologize to the court for the confusion the Justice Department has caused with respect to this sentencing. “This confusion was not caused by the original trial team,” he said. “The original trial team had authorization to submit” the original sentencing memo. What this is all about: The prosecutors who tried the case against Stone wrote a memo asking for seven to nine years in prison — but Attorney General William Barr retracted that recommendation hours after Trump criticized it on Twitter for being too harsh. The four original prosecutors withdrew from the case in response to Barr's decision. Two new DC US Attorney's Office supervisors stepped up to handle Stone's sentencing, and a new sentencing memo was released asking for \"far less\" time. Today, Crabb said he stands by the original sentencing memo, adding, “It was done in good faith.”  The Justice Department and US Attorney’s Office operate “without fear, favor or political influence. This prosecution is righteous.” “The court should impose a substantial period of incarceration,” Crabb added. Crabb said he is not going to elaborate on who wrote the revised memo or say who directed him to write it, after the judge asked him directly. He would only say he signed the updated memo. “The court will rely on its own sound judgment and experience,” Crabb said. “We have confidence the court will impose a just and fair sentence in this matter.” Watch CNN: ##Key Moments## During his sentencing, Roger Stone told the judge, “Your honor, I choose not to speak at this time. Thank you very much.” Stone's sentencing is ongoing. Watch CNN: ##Key Moments## Roger Stone’s attorney, acknowledging that his client is known for his flamboyancy, asked the judge to go easy on him. The sentence is “going to be imposed on a real person,” attorney Seth Ginsberg said. “Given Mr. Stone’s larger-than-life persona, it’s particularly important to remind the court that Stone” isn’t just a public persona — “he’s a real human being,\" he said. “With these things in mind, that I ask the court to consider the full scope of the person who stands before you for sentencing” and not to look at things he said “during the heat of battle” of this case and trial,” Ginsberg said. Judge Jackson says that a harsher sentence should apply here, because Stone threatened or intimidated a juror, provided false information to a judge and potentially threatened her.  “I suppose that I could say Roger Stone didn’t intend to hurt me ...it’s just classic bad judgment,” Jackson said, dismissing that idea.  She continued: “It wasn’t accidental,” adding that Stone used social media to get “the broadest dissemination possible.” “Incendiary activity is precisely what he’s known for,” she said, noting his friend’s letter to her. “This is intolerable to the administration of justice. The court should not sit idly by, shrug its shoulders and say, 'that’s just Roger being Roger,'” Jackson said. She said, “Defendant’s behavior here” following his arrest was disruptive, in that “we had to waste considerable time” convening hearings, trying to get Stone to comply with court orders “that were clear as day” and to keep people in the courthouse safe. Meanwhile, Stone is sitting with his eye's closed, fiddling with a pen and shifting his weight. Watch here: The Justice Department prosecutors in court today are essentially arguing that nothing should change for Roger Stone. CNN's Katelyn Polantz, who is inside the courtroom, reports that twice now the prosecutors have argued for the same approach the Justice Department took last week in their initial sentencing memorandum, arguing that there should be a harsher sentence for Stone. Remember: Prosecutors had initially asked Stone to be sentenced to seven to nine years in prison, resting that recommendation on the severity of his crimes and behavior. President Trump called that ask \"very unfair,\" however, in a late-night tweet. Attorney General William Barr then overrode the recommendation, saying seven years in prison would be too harsh a sentence — a move that prompted four prosecutors to withdraw from the case. Today's prosecutors — two new DC US Attorney's Office supervisors who stepped up after the withdrawal — argued that Stone should receive the higher sentence for two reasons: First, he obstructed justice in Robert Mueller's investigation. Second, he threatened witness Randy Credico. US District Judge Amy Berman Jackson sided with the DOJ, agreeing that the sentencing recommendation for Stone should be much higher on the obstruction charge. \"It led to an inaccurate, incorrect and incomplete report\" from the House on Russia, WikiLeaks and the Trump campaign, Jackson said. Watch here: As Roger Stone’s sentencing gets underway, President Trump is tweeting on other foes, including former FBI director James Comey, former FBI deputy director Andrew McCabe, as well as John Kerry and Sen. Chris Murphy, whom, he claims, violated the Logan Act, an assertion he has made before.  Previously, Trump claimed that, in an exchange with Sen. Chuck Grassley at a committee meeting, Comey admitted to being a leaker. Facts First: Trump’s claim was the opposite of the truth. Comey denied being a leaker in that meeting of the Senate Judiciary Committee in May 2017. In another tweet, Trump said Kerry and Murphy violated the Logan Act, which makes it a felony for individuals who are not authorized by the US government to negotiate with foreign governments which have disputes with the US. CNN has fact checked a similar claim by Trump before — you can read it here.    ##Key Moments## US District Judge Amy Berman Jackson sided with the Justice Department, agreeing that the sentencing recommendation for Stone should be much higher because of his threats to witness Randy Credico. Prosecutor John Crabb Jr. said the fact is “the defendant threatened both his personal safety and his pet.”  “We believe this enhancement applies and we ask the court to impose it,\" Crabb said. Crabb, during his first argument to the court today, appeared to be sticking with the original sentencing recommendation, which argued Stone threatened violence and should be punished more harshly.  The first sentencing memo asked for seven to nine years in prison, while the revised version did not name a specific length of time, but said a sentence should be far shorter than the first recommendation. Jackson read into the record a few of Stone's texts to Credico, including the f-word.  ##Key Moments## Roger Stone's defense attorney, Seth Ginsberg, argued that the judge shouldn't take into consideration a higher sentencing guideline because of Stone's threats to witness Randy Credico.  What's this about: In April 2018, Stone wrote an email to Credico, saying “you are a rat. A stoolie. You backstab your friends-run your mouth my lawyers are dying Rip you to shreds.” Stone also said he would “take that dog away from you.”  \"It's not that they weren't a serious enough threat to trigger the guidelines, the words themselves did not constitute a threat at all,\" Ginsberg said. Stone is known for using \"rough, hyperbolic language.\" Credico knew \"it was just Stone being Stone.\" There was no violence in this case, Ginsberg said, pointing to Credico's letter to the judge before Stone's sentencing. In that letter, Credico said he never believed Stone would actually take or hurt his dog, and he asked the judge for leniency. Ginsberg says he can't find case law that would support the sentencing recommendation increase if a victim doesn't believe they're being threatened. \"That's a very blunt instrument,\" he said.  \"I have the authority to deal with that,\" Judge Jackson responded. More context: Prosecutors had initially asked Stone to be sentenced to seven to nine years in prison, resting that recommendation on the severity of his crimes and behavior. President Trump called that ask \"very unfair,\" however, in a late-night tweet. Attorney General William Barr overrode the recommendation the next day, saying seven years in prison would be too harsh a sentence. None of the prosecutors who won the case at trial signed the revised sentencing memo, and two new DC US Attorney's Office supervisors have stepped up to handle Stone's sentencing, exposing how politically charged the case has become inside the Justice Department. Judge Amy Berman Jackson just acknowledged that Justice Department initially recommended a sentence of seven to nine years — and then changed its mind. This reversal — which came after Trump tweeted criticism of the initial proposed sentence — prompted four prosecutors to withdraw from the case. A new sentencing memo from the DC US Attorney's Office still asked for a prison sentence, though for \"far less\" time than the office had asked for a day earlier.  The prosecutors declined to say how much time in prison Stone should serve. Jackson noted that the first recommendation is still in the record. “I note the initial memorandum has not been withdrawn,” Jackson said. Roger Stone's sentencing hearing is underway in a DC court. He was convicted last year on seven charges of obstruction, lying to Congress and witness tampering. More than 100 people are in the courthouse ahead of the Roger Stone sentencing this morning, with a long line snaking down the hall outside the courtroom.  Stone came in with an entourage, including at least five of his lawyers, some of his friends and his supporters, and members of the right-wing group the Proud Boys.  Before heading into the courtroom, where his lead attorney Bruce Rogow sat reading the newspaper, Stone chatted with flocks of people, including members of the courthouse staff. He seemed to be in a good mood. The two prosecutors who joined the case in the last week representing the Justice Department, John Crabb Jr. and JP Cooney are now in the courtroom. Notably, several former members of the Robert Mueller team who came to court during Stone’s trial don’t appear to be in attendance.  The four prosecutors who withdrew last week haven’t been spotted either. Watch here: ##Key Moments## Roger Stone is a bullish and flamboyant right-wing gadfly, always a phone call away from President Trump or anyone else who wants to talk, and a résumé that dates back to the Nixon years. Stone's resume was compelling enough to inspire a Netflix documentary, \"Get Me Roger Stone,\" chronicling his life in national politics — one that began as a trickster for Richard Nixon, endured a scandalous setback in the mid 1990s and reemerged in the last two decades as, among other things, a voice directing Donald Trump toward the presidential trough. \"I was like a jockey looking for a horse,\" Stone says in the film. \"You can't win the race if you don't have a horse. (Trump's) a prime piece of political horse flesh in my view.\" But Stone's ride ended early. He was fired by Trump's campaign in August 2015, relegated — or so it seemed — to the that vast swirling orbit of off-the-books Trump whisperers. But his influence remained apparent through the primaries and into the general election contest with Hillary Clinton. When Trump decided to fire FBI Director James Comey in early May, he did it with a push from Stone. Whether Stone has a personal connection to, or possessed any forward knowledge of alleged Russian interference in the 2016 campaign remains to be seen. In March 2017, he downplayed contacts with \"Guccifer 2.0,\" an online personality who has claimed responsibility for the DNC hack, denying any potential collusion. Days later, Stone was again in his natural habitat — the headlines — after he volunteered to speak with the House Intelligence Committee investigating Trump and Russia about his role as a campaign associate. \"I acknowledge I am a hardball player. I have sharp elbows. I always play politics the way it is supposed to be played,\" Stone told CNN in typically theatrical tones. \"But one thing isn't in my bag of tricks — treason.\" Today's sentencing of Trump ally Roger Stone comes after a tremulous week at the Justice Department over the case. Federal prosecutors resigned from the case after Justice Department officials overrode their initial recommended sentence. Here's a day-by-day look at how her got here: January 2019: Stone is indicted by a grand jury on charges brought by special counsel Robert Mueller, who alleges that the longtime Trump associate sought stolen emails from WikiLeaks that could damage Trump's opponents during the 2016 election. Stone is arrested by the FBI Friday morning at his home in Florida\nNovember: Stone is found guilty of all seven counts brought by the Justice Department.\nFeb. 10: Prosecutors ask a federal judge to sentence Stone to seven to nine years in prison.\nFeb. 11: President Trump tweets criticism of the recommended sentence, writing, \"This is a horrible and very unfair situation. The real crimes were on the other side, as nothing happens to them. Cannot allow this miscarriage of justice!\"\nHours after the Trump tweet: Attorney General William Barr and other top Justice Department officials reduce prosecutors' recommended sentence.\nAfter that: All four federal prosecutors who took the case against Stone to trial withdraw from the case. Two new DC US Attorney's Office supervisors step up to handle Stone's sentencing, and a new sentencing memo is released asking for \"far less\" time than the office previously asked for.\nSunday: More than 2,000 former Justice Department officials call on Attorney General Bill Barr to resign in the wake of the Stone case drama. Almost six months after special counsel Robert Mueller formally ended his investigation into the Trump campaign's ties to Russia in 2016, a wealth of new information about the President's involvement came out in the criminal trial of his former adviser Roger Stone. The case grew out of the Mueller investigation, but the jury heard details that — because of the Stone case — were hidden from the public when the Mueller report was released earlier this year. Stone has pleaded not guilty to charges of obstruction of Congress, lying to Congress and witness tampering. What we learned: The most significant revelation in the trial was the extent to which Stone was in touch with Trump directly and other campaign officials, and how they eagerly anticipated WikiLeaks' releases of hacked Democratic emails in 2016. Witnesses — including former top Trump strategist Steve Bannon and former deputy campaign chair Rick Gates — emphasized the campaign's enthusiasm about hacks and leaks dating back to April 2016. News of the hacks first broke in June 2016, and WikiLeaks started dumping the stolen documents in July 2016, on the eve of the Democratic National Convention. Prosecutors showed line charts that visualized Stone's communications with top Trump officials. The lines spiked around key moments of the Democratic hack and WikiLeaks releases of the stolen data. In all, the prosecutors discussed several phone calls placed between Trump and Stone — often around dates when the hacks were in the news. That included a July 2016 conversation between Trump and Stone, apparently about what WikiLeaks had lined up for the autumn, ahead of the general election. Roger Stone, a political provocateur and longtime ally of President Trump, will be sentenced today amid a tumultuous week that saw President Trump suggest the judge in the case is biased and several prosecutors quit after Justice Department leadership rescinded their initial sentencing recommendation. Judge Amy Berman Jackson said Tuesday she'll consider his latest request for a new trial on a different schedule and will give him time to appeal after she makes her sentencing judgment. Stone was convicted last year on seven charges of obstruction, lying to Congress and witness tampering, but has asked for a new trial. Some background: The hearing comes after the four prosecutors who took Stone's case to trial argued he should be sentenced to seven to nine years in prison.  All four prosecutors withdrew from the case last Tuesday in response to the controversial and politically charged decision by Attorney General William Barr to retract the prosecutors' recommended sentence, which came hours after Trump criticized it on Twitter for being too harsh. One supervising prosecutor from the DC US Attorney's Office, John Crabb, Jr., stepped up to file the revised Justice Department recommendation — which takes no position on Stone's deserved prison time, and instead argues it should not be as severe as seven years but is up to the judge. Since the prosecutor debacle, which has shaken current and former attorneys across the Justice Department, the jury forewoman from Stone's trial publicly defended the four prosecutors. Right-wing commentators then accused her of bias against Trump. Stone is asking for no prison time. He has already lost one bid for a new trial after he challenged a juror for his or her employment with the IRS and for reading about his case in the news."], "Language": false}