{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/us/kaitlin-bennett-ohio-university-protests-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-18T18:38:18Z"], "LastModifiedDate": ["2020-02-18T18:38:18Z"], "Headline": ["Guns rights activist Kaitlin Bennett swarmed by student protesters during surprise Ohio University visit"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Conservative media personality Kaitlin Bennett didn't announce she was visiting Ohio University. But hundreds of students showed up to protest her appearance. Bennett, a controversial activist who drew attention for taking graduation photos with an AR-10 rifle strapped to her back at Kent State University, said she was in Athens, Ohio, on Monday to film a video for Presidents Day. But as soon as students got word she was there, crowds of protesters descended on Bennett as she walked around the campus.  In footage captured by Sarah Donaldson, digital editor for student paper The New Political, students lined all five floors of the university's student center as Bennett and her bodyguard traveled down the escalator.  Some shouted obscenities at her.  Bennett shared a video of students gathered around the orange truck she was in as it slowly drove through a parking lot, and some threw water at its windows while she filmed them. She accused students of throwing \"projectiles\" and dumping hot coffee on her. \"This is what happens when a Trump supporter goes to a college campus,\" she tweeted. \"Leftists at @ohiou started a riot when [fellow conservative personality Joel Patrick] and I showed up, and @oupolice let it happen.\" She called on President Trump to \"strip funding from universities like this that harbor terrorists\" and later vowed to return to campus with an \"army of gun owners\" for an \"open carry walk.\"  CNN reached out to Bennett's social media account and Liberty Hangout, the website she contributes to, for comment.  Bennett left less than two hours after she arrived, Donaldson told CNN.  Despite the tension, Ohio University police said there were no injuries or violent outbreaks reported during the protest. The students were exercising their First Amendment rights just as Bennett was, police said. \"Contrary to allegations circulating on social media, the incident did not rise to the level of a riot,\" police said in a statement.  In a statement to CNN, Ohio University said it's committed to allowing the \"free and peaceful exchange\" of ideas. \"The University urges its community to respect the rights guaranteed to all under the state and federal constitutions,\" the statement said. Ohio University students quickly mobilized Bennett regularly visits college campuses, political rallies and community events like LGBTQ Pride and interviews people for the fringe right-wing website Infowars or her own outlet, Liberty Hangout.  She's courted controversy for her comments about transgender people and has called herself a woman of color. More often than not, in Bennett's published interviews, the people she prods disagree with her views. But few of Bennett's previous appearances received a response as massive as this one.  \"I kind of feel like she just came here to get this reaction,\" sophomore Liam McSteen told the Athens News. \"I think it's just kind of attention-seeking behavior. I don't know if she thinks she's going to change anyone's mind out here.\"  Gabriela Gabennesch, a third-year photojournalist, said she'd never seen a protest of this size on campus before. Most movements or events are planned out ahead of time, but no one had any idea Bennett was coming until she'd already arrived.  \"People were skipping classes to come and see her,\" Gabennesch told CNN. \"It definitely wasn't expected that she was going to be on our campus.\"  She took photos of Bennett and the swarm up close. Gabennesch said no one came near enough to touch Bennett and she didn't seem unnerved. Her security guard would occasionally pick her up to carry her away from crowds. Things remained civil, Gabennesch said. But the protestors didn't hide their disdain for the campus visitor.  \"We kind of band together on things like hate speech,\" Gabennesch said. \"I think there are a lot of things that she strongly believes in that a lot of people just don't support here.\" "], "Language": false}