{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/us/true-grit-charles-portis-obit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-02-18T03:02:04Z"], "LastModifiedDate": ["2020-02-18T04:54:53Z"], "Headline": ["Charles Portis, author of 'True Grit,' dies at 86"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Charles Portis, best known as the author of the novel \"True Grit,\" died Monday, according to his brother.  Portis' brother, Jonathan Portis, told CNN he passed away in a hospice in Little Rock, Arkansas. He was 86 years old.  In 2012, Charles Portis was diagnosed with Alzheimer's disease. Funeral services are set for next Tuesday, February 25, at Second Presbyterian Church in Little Rock.  Portis was a journalist before he wrote fiction Portis was born in El Dorado, Arkansas, on December 28, 1933, according to the Encyclopedia of Arkansas. He was raised in various towns in southern Arkansas throughout his childhood.  Portis served in the Marine Corps during the Korean War, the encyclopedia said, becoming a sergeant by the time he was discharged in 1955.  \"#RIP author Charles Portis who passed away this morning at the age of 86. Portis served as a sergeant in the U.S. Marine Corps during the Korean War before writing several acclaimed novels including the classic Western 'True Grit,'\" the US Naval Institute tweeted Monday.  Portis then attended the University of Arkansas, where he graduated with a journalism degree in 1958, the encyclopedia said.  The university tweeted about Portis with a picture of the author while he was a student. Portis also wrote for the student paper. \"Remembering U of A journalism (@uarkjournalism) alumnus and True Grit author Charles Portis. #uark,\" the university tweeted.  After graduation, Portis became a reporter for about two years at the Arkansas Gazette (now the Arkansas Democrat-Gazette) where he wrote a column called \"Our Town,\" the encyclopedia said. He also spent four years at the New York Herald Tribune before returning to Arkansas to write fiction full time.  'True Grit' was twice made into a Hollywood movie  \"True Grit\" was Portis' second novel and was released in 1968.  The novel tells the story of a 14-year-old girl and a US Marshal hunting down the man who killed the girl's father.  It was twice made into a Hollywood movie. The first time in 1969 starring John Wayne and Glenn Campbell. The Cohen brothers directed the second film adaption in 2010 starring Jeff Bridges and Matt Damon.  Portis' other novels included \"Norwood\" (1966), \"The Dog of the South\" (1979) and \"Gringos\" (1991). In total, Portis wrote five novels, according to the Encyclopedia of Arkansas.   Arkansas Gov. Asa Hutchinson tweeted Monday that Portis' novels \"will be remembered for generations to come.\"  \"We are proud of the way he showcased our beautiful state,\" Hutchinson said.  Author Stephen King called Portis \"a true American original.\" "], "Language": false}