{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/media/tv-shows-new-york-netflix-amazon/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jeffrey Winter, Pamela Boykoff and Clare Sebastian, CNN Business"], "Writers": [["Pamela Boykoff", "Clare Sebastian"]], "FirstPublishDate": ["2020-02-17T17:52:25Z"], "LastModifiedDate": ["2020-02-17T18:20:08Z"], "Headline": ["More TV shows are calling New York home as demand for streaming content grows"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["On a soundstage near the Brooklyn waterfront, dozens of production staff are gathered around four actors as they perform a scene about the hunt for a missing ring. Camera people, sound and lighting techs, and a director hustle around the action. They are here to film a new episode of the CBS drama \"God Friended Me,\" one of a growing number of television shows that is not only set in New York City, but actually films there.   In the 1990s, television audiences didn't see much of the real New York beyond \"Law and Order\" and \"Sex in the City.\"  \"Seinfeld\" and \"Friends\" were set in Manhattan but mainly shot in Los Angeles. Now that's changing thanks to the rapid growth of streaming media along with a substantial tax credit offered by New York State. The New York City Mayor's Office of Media and Entertainment says that in 2002, only about 10 television shows filmed in New York. By 2019, that number had spiked to 73, based on the number of productions that applied for the tax credit. Existing studio stages, booked solid by productions like Apple TV+'s \"Dickinson\" and Amazon's \"The Marvelous Mrs. Maisel,\" have broken ground on ambitious expansion plans, even as new facilities are set to open. Last year, Robert DeNiro snagged five acres in Queens for his Wildflower Studios, just months after Netflix announced it would be building its own stages in the Bushwick neighborhood of Brooklyn. \"We don't really care what you're watching it on, whether it's your phone or big screen or TV or computer the main thing is there's a need for more content,\" says Doug Steiner, a New York property developer and chairman of Steiner Studios, where \"God Friended Me\" shoots. He plans to add 15 new soundstages over the next decade to meet demand. He's come a long way from when Steiner Studios opened in 2004 in Brooklyn, on a site formally occupied by the US Navy. \"About six months before we opened, I realized if we didn't have a tax credit there wasn't going to be more business in New York,\" Steiner said.  New York has the crew base, infrastructure and talent that productions want, but without the credit, it's just too expensive to film here, he said. Steiner and other industry executives lobbied for a state tax credit and it paid off. First signed in 2004, New York projects that qualify receive at least 30% reimbursement on \"below the line\" costs like technical services, construction expenses and some crew salaries. \"We didn't have to be the cheapest place, but we needed to narrow the gap so that we saw that producers would be willing to pay a premium to take advantage of what New York has to offer,\" said Hal Rosenbluth, President and CEO of Kaufman Astoria Studios. Kaufman opened in 1920 as the home of Paramount Pictures. Its halls are lined with film history, from Gloria Swanson images to Big Bird's hockey stick. Kaufman is so busy that it's adding 150,000 square feet to the century-old lot to accommodate demand. \"New York is facing questions of capacity, which is a high-quality problem,\" Rosenbluth said. Even \"Sesame Street,\" which has filmed at Kaufman for 25 years, is expanding. \"The Not Too Late Show\" hosted by Elmo and Cookie Monster will air as part of a new deal with streaming service HBO Max. HBO, like CNN, is a Warner Media company.   \"Overall the company is making more content than it has in quite a while,\" says \"Sesame Street\" executive producer Ben Lehmann. Governor Andrew Cuomo's latest budget proposal extended the tax credit through 2025, but at a lower rate of 25%. Doug Steiner says the move \"won't have a drastic effect on the volume of work.\" New York may not be nipping at Hollywood's heels yet. According to 2017 statistics from the Motion Picture Association, film and television account for 106,240 jobs in New York State, compared to 231,160 in California. That makes New York the second largest base for those employed in the industry. Tom O'Donnell, whose Teamsters Local 817 represents drivers, casting directors and location crew members, says membership has quadrupled since the tax incentive went into effect. \"For New York, it's great that [productions] want to work here,\" says Rosenbluth. \"Because at the end of the day, that creates jobs, and the jobs from not only production, but the ripple effect of jobs that happens across the board.\""], "Language": false}