{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/15/us/harriet-tubman-debit-card-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-02-15T08:08:25Z"], "LastModifiedDate": ["2020-02-17T04:27:57Z"], "Headline": ["It looks like Harriet Tubman is throwing up the 'Wakanda Forever' sign on this new debit card. The bank says she's not"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["OneUnited Bank, one of the largest black-owned banks in the US, released a new Visa debit card to celebrate Black History Month.  The card shows Harriet Tubman with her arms crossed on her chest.  A lot of people on social media thought she was throwing up the famous \"Wakanda Forever\" salute from the film \"Black Panther.\"  \"KAREN your bank sent Harriet Tubman to Wakanda then put her on a debit card,\" one person on Twitter wrote.  \"Ive always said that if there's anything on this Earth that I've always wanted on my debit card it woul (sic) be Harriet Tubman throwing up 'Wakanda Forever,'\" another person tweeted.  The bank, however, says Tubman isn't saluting Wakanda.  \"It is the actual American Sign Language gesture for love. Wakanda also got it from that,\" said Teri Williams, OneUnited's president, owner and chief operations officer. \"It really does all start with black love, which is a good place to start on Valentine's Day. It's important to love ourselves, love our history and recognize we're much further along in our journey than people would like us to believe.\" The bank decided to release the card in response to the Treasury Department announcing last year it would indefinitely delay placement of Tubman on the $20 bill, Williams said.  The image is based on the painting \"The Conquerer\" by  Miami-based artist Addonis Parker. Parker said the image wasn't based on \"Black Panther\" because the film came out two years after he finished the painting in 2016. He told CNN on Friday he wanted Tubman to use a universal sign.  \"She risked her life. There couldn't have been a Martin Luther King (Jr.) or a Malcolm X, we had to be free first. We have to go back to Harriet Tubman,\" Parker said.  The card also comes during the 150th anniversary of the 15th Amendment, which gave black men the right to vote, and the 100th anniversary of the 19th Amendment that gave black women the right to vote, Williams said.  \"Visits to site increased three-fold, number of accounts increased ten-fold and Harriet Tubman is the number one card people are selecting,\" Williams said.  This isn't the first card with a black empowerment message the bank has released. Their other cards include a King and Queen card, a card supporting the Black Lives Matter movement and a card supporting immigration."], "Language": false}