{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/media/sonic-the-hedgehog-box-office-opening/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-02-14T17:05:31Z"], "LastModifiedDate": ["2020-02-14T18:00:01Z"], "Headline": ["Can 'Sonic the Hedgehog' outrun the video game curse at the box office?"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Sonic the Hedgehog is one of the speediest characters in pop culture. The iconic Sega video game character can outrun pretty much anything. But can a film about the blue, spiky hair, sneaker wearing hedgehog avoid the video game curse at the box office? Paramount's \"Sonic the Hedgehog\" opens this weekend. The live action/animated film, which stars Jim Carrey, is set to win the weekend with a $40 million opening domestically. The film, which took in $3 million on Thursday night, is Hollywood's latest attempt to create a blockbuster based on a video game — a not-so-easy task despite the immense popularity of video games. Video game movies have been more miss than hit at the domestic box office. Films based on popular video franchises like 2016's \"Warcraft,\" 2016's \"Assassin's Creed\" and 2018's \"Tomb Raider\" all made less than $60 million in North America, a lackluster result for most major films.  Other films based on games like \"Hitman,\" \"Max Payne\" and \"Doom\" all missed with audiences. Even a 1993 film based on Super Mario, arguably one of the most recognizable brands in video game history, didn't do well.  Most video game movies fail because they aren't very good, Paul Dergarabedian, senior media analyst at Comscore, told CNN Business. \"Audiences have, by and large, rejected the video game movie as a genre,\" he said. \"Many of these films are based on video games that are fun to play, but maybe boring to watch.\" However, Dergarabedian pointed out that while video game movies may not do well domestically, some have been international hits. \"Warcraft,\" for example, made only $47 million in North America, but brought in $391 million internationally. And not every film based on a video game has been a bomb. \"Pokemon: Detective Pikachu,\" \"Rampage\" and \"The Angry Birds Movie\" all found their audiences.  But what about \"Sonic\"? \"Maybe 'Sonic' can crack the code and become a huge hit,\" Dergarabedian said. \"If it doesn't, it'll be yet another example of this genre just not connecting with audiences.\" The film, which cost $85 million to make, had a lot of buzz around it when it debuted its first trailer last May — but it was the wrong kind of buzz.  The first \"Sonic\" trailer showed a terrifyingly realistic version of the cartoonish character, including a set of what appeared to be human-like teeth. The online reaction to those chompers, a mix of mockery and horror, was so strong that the filmmakers returned to the drawing board to redesign the character. The film was originally slated to be released on November 8, but it was pushed back due to the redesign. The final product  has received a decidedly mixed reaction from critics. \"Sonic\" has a 67% score on Rotten Tomatoes with some critics enjoying the fun quality of the film and others finding it pretty bad. \"Sonic is every inch the peppy, computerized rascal he's supposed to be, sporting oversize eyes and lacking rows of realistic human teeth. The film he's starring in, though, is bland and disposable,\" wrote David Sims, a film critic for The Atlantic. \"It's not the cavalcade of horror promised by that first trailer, but rather the kind of bad movie one forgets instantly upon leaving the theater.\""], "Language": false}