{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/entertainment/downhill-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-14T14:28:48Z"], "LastModifiedDate": ["2020-02-14T14:28:48Z"], "Headline": ["In 'Downhill,' Will Ferrell and Julia Louis-Dreyfus hit the slopes and the skids"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Downhill\" is an unfortunate title for a film that starts out with an intriguing cast pairing (Julia Louis-Dreyfus, Will Ferrell) and premise, before going you know where. The bottom line is a plot intended to make one consider life's big issues merely reminds us it's too short to sit through movies as muddled as this. Definitely not a comedy -- and indeed, the virtual opposite of a Valentine's Day movie -- the film was adapted from the 2014 Swedish title \"Force Majeure\" by Nat Faxon and Jim Rash, in their directing debut, sharing script credit with Jesse Armstrong (the creator of HBO's \"Succession\"). The story begins with Pete (Ferrell) and Billie (Louis-Dreyfus) on a ski vacation with their two sons in the Austrian Alps. They hit the slopes, and the movie hits the skids. While there appears to be a degree of tension in the couple's relationship -- and Pete is clearly going through some things thanks to the death of his father months earlier -- the trip is getting along well enough until a scary moment, when an avalanche suddenly strikes. While Billie sits stunned with the boys, Pete leaps to his feet and runs. Everyone's OK, but that single moment -- his instinctive response to think of himself, not them, during a near-death experience -- becomes a growing source of friction, one that continues to fester the longer it goes unaddressed. What ensues is a painful stretch of pregnant pauses and uncomfortable silences, in a movie that runs less than 90 minutes but feels much, much longer. (As an aside, \"Downhill\" joins a list of clunkers that Disney inherited in its acquisition of 20th Century Fox, and is being released under the new Searchlight Pictures banner.) It doesn't help that the few notable supporting characters -- including Miranda Otto as a free-spirited hotel worker with a German war-movie accent -- seem to have parachuted in from a different film, there solely to force the characters into situations that will prompt them to confront and reexamine their choices and lives. Their shared \"Saturday Night Live\" comedy chops notwithstanding, Louis-Dreyfus and Ferrell are certainly capable of pulling off the drama of a marriage in crisis, and she has one powerful scene in which her rage comes gushing out. For the most part, though, they're ill-served by the flimsy material, which leaves gaping holes in the characters -- and thus clues to understand them -- that even these earnest performances can't fill. Pete keeps quoting his late dad -- who was fond of saying \"Every day is all we have\" -- to explain his upbeat \"seize the day\" mentality. Yet in his melancholy, he's clearly envious of a younger coworker (\"Silicon Valley's\" Zach Woods) who arrives at the resort with his girlfriend (Zoe Chao), touting a \"no agenda\" approach to life that speaks to Pete's dull ache over roads not taken and commitments made. Still, so what? Middle-age angst is a fertile topic, but \"Downhill\" doesn't bring anything fresh to the conversation. All it does, really, is make one marvel at how a project that must have looked promising on paper can quickly careen downward -- like an avalanche, only here, in slow motion. \"Downhill\" premieres Feb. 14 in the US. It's rated R."], "Language": false}