{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/meghan-british-vogue-guest-editor-intl-scli-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2020-02-14T10:52:44Z"], "LastModifiedDate": ["2020-02-17T05:47:10Z"], "Headline": ["Meghan wears a glittery party hat in behind-the-scenes footage of Vogue guest editorship"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Meghan, Duchess of Sussex has released a \"never before seen video\" detailing how she guest-edited the September issue of British Vogue, which shows the duchess and Vogue editor Edward Enninful don glittery party hats.  Meghan guest-edited the September edition of the magazine, titled \"Forces for Change,\" which featured 15 female figures including student climate activist Greta Thunberg, New Zealand Prime Minister Jacinda Ardern, actresses Salma Hayek Pinault and Jameela Jamil, boxer Ramla Ali and author Chimamanda Ngozi Adichie.  The issue, described by Enninful as the \"fastest-selling issue in the history of #BritishVogue,\" also included a conversation between Meghan and former US first lady Michelle Obama. In the video, filmed in Enninful's London home, the pair discuss how Meghan came to edit the September issue and explain the reasoning behind the magazine's \"Forces for Change\" theme.   \"You wanted to focus on women who were changing the world, women who were doing incredible things,\" Enninful tells the duchess.  The film also shows candid moments between the duchess and the editor, including a moment where Meghan surprises Enninful by presenting him with glittery party hats and party horns.  The video later shows the duchess and the editor calling and approaching all of the cover stars of the issue, including Laverne Cox and Jane Fonda.  Meghan has rarely been seen in public since she and her husband, Prince Harry, made the bombshell announcement in January that they would be stepping back from their roles as senior members of the British royal family. After the announcement, they went to Canada. Last month, photos showed Harry walking off a plane on Vancouver Island, where the family spent time over the Christmas holidays with Meghan's mother, Doria Ragland."], "Language": false}