{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/tech/samsung-s20-5g-connectivity/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-02-13T12:08:48Z"], "LastModifiedDate": ["2020-02-13T20:02:33Z"], "Headline": ["If you're buying the Samsung S20 for 5G, you may want to wait"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Samsung is hyping its first full line of 5G-enabled flagship smartphones — the Galaxy S20, S20+ and S20 Ultra — introduced at the company's \"Unpacked\" event Tuesday.  The 5G line is a key differentiator for Samsung as it aims to protect its top spot in the smartphone market. US wireless carriers also latched onto the announcement as an opportunity to get more consumers to connect to their 5G networks (and pay for 5G data plans).  But before you start saving up for one of the new phones, note that the 5G performance you'll experience will vary depending on which version of the S20 you buy.  When they go on sale next month, the basic version of the S20 will probably get you only a marginal increase in speeds compared to existing 4G LTE networks, because of the type of 5G network it is built to connect to. The premium S20+ and S20 Ultra, however, should have the kinds of superfast speeds and massive bandwidth that have driven excitement around 5G.  However, Verizon said Tuesday that Samsung is working on a version of the basic S20 that will be optimized for superfast 5G, which will be released in the second quarter of this year.  Please explain. 5G is the next generation of wireless technology that's expected to bring dramatically faster speed and the ability to handle many more connected devices. That makes it key for both device makers and wireless network operators.  For smartphone users, 5G could eventually provide them with the ability to download a feature film in seconds or video call without annoying lags and pixelation.  But for that to work, people need a device that's not only built to access 5G networks, but one that can access a specific type of 5G network.  Carriers have two general strategies carriers for building out 5G networks: using what's called high-band spectrum (aka \"millimeter wave\" frequency) or low-band spectrum (aka \"sub6\" frequency).  High-band spectrum enables speeds up to 100 times faster than 4G, and provides huge bandwidth and other benefits. But those high frequency signals can't travel very far and they struggle to move through hard surfaces. For an effective high-band network, wireless carriers must install a bunch of cell boxes within relatively small areas, so they're mostly deploying them one individual city at a time.  Low-band spectrum, on the other hand, can cover much larger areas, making it more effective for nationwide 5G networks. But speeds on low-band are only about 20% faster than existing 4G LTE.  T-Mobile has launched a nationwide 5G network built on low-band spectrum, though it's also building high-band networks in select cities. AT&T has deployed high-band networks in more than 20 cities, and is also working on a low-band network that is expected to launch in mid-2020 (CNN parent company WarnerMedia is owned by AT&T). Verizon has high-band networks in more than 30 cities, but has not yet begun to deploy a low-band network.  What does that have to do with the phones?  Devices can be built to connect to low-band networks, high-band networks, or both. The most significant benefits will come from the ability to connect to both kinds of network, as with the Galaxy S20+ and the S20 Ultra.   Say you're on a road trip. When driving through a city with a high-band 5G network, you'll get the superfast speeds. Once you leave the city, your phone reverts to the low-band 5G network and you still get a slight bump in speeds over 4G.  If your phone can connect only to high-band 5G, it'll get those high speeds in the city but revert to 4G when you're back out on the road. If it only connects to low-band 5G, it will only deliver a small increase in speeds. This might make the basic model of the S20 less attractive — at least until the high-band version is released later this year.  Still — details of the individual S20 models aside — Samsung's full line of 5G phones is likely to give the company a boost, said Patrick Moorhead, principal analyst at Moor Insights and Strategy.  Moorhead added that he expects the S20 line will help Samsung steal market share from other device makers. Apple, one of Samsung's leading competitors, has not yet released a 5G-enabled phone, though it is widely expected to do so later this year.  The devices could also be good news for wireless carriers, something they are likely counting on given the huge cost of deploying 5G.  \"The new S20's will absolutely incent customers to adopt 5G plans,\" Moorhead said.  Correction: An earlier version of this story included a misstatement from a spokesperson regarding Samsung's plans for a future version of its S20 smartphone."], "Language": false}