{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/politics/bernie-sanders-nomination-similarities-trump-2016/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Michael Warren, CNN"], "Writers": [["Michael Warren"]], "FirstPublishDate": ["2020-02-13T15:43:01Z"], "LastModifiedDate": ["2020-02-13T15:43:01Z"], "Headline": ["Bernie Sanders' path to the nomination was blazed by Trump 4 years ago"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["It might sound strange, but Bernie Sanders right now has a lot in common with Donald Trump from 2016. Like Trump, after coming in a close second in Iowa and winning New Hampshire, Sanders is now his party's front-runner for the presidential nomination. Like Trump, Sanders carries big momentum into a third contest in Nevada that already sets up well for him. His rallies are packed. His coffers are stuffed with cash.  And yet, like Trump, there are forces within Sanders's own party that are aligned against him, discounting his early wins and downplaying his chances of coming out on top. Like Trump, critics say Sanders' path is too narrow, his base too radical, to win the nomination. And even if he does, they say, he'll get crushed in the general election. Visit CNN's Election Center for full coverage of the 2020 race Surely, they say, Sanders' early momentum will fade, and a more traditional candidate will eventually take him down. That was also the narrative that surrounded Trump at this point four years ago. Except even then, it was too late. Trump was well on his way to the nomination. For Sanders' more moderate opponents, there may be a lesson in the experience of one of the establishment-backed candidates trounced by Trump in 2016. \"People don't realize how quickly things are moving and how far along things already are,\" said Tim Miller, the spokesman for Jeb Bush's 2016 presidential campaign, who sees strong similarities in the conditions facing Democrats opposed to a Sanders nomination to what happened in the 2016 Republican primary. Miller added that he's seeing establishment Democrats repeat the same rationalizations that he and other Republicans made during the 2016 cycle. \"The idea that [Sanders] has a ceiling, the idea that there are two lanes of primary voters,\" Miller told CNN. \"It doesn't work like that. Voters don't fall into neat lanes.\" How Trump did it As 2016 began, though Trump had spent months atop the national polls, his candidacy was still seen as something of a novelty. Many Republicans marveled at the enthusiasm he generated but dismissed his chances to actually win. His second-place finish in Iowa suggested the New York billionaire's forward motion had stalled. Then came New Hampshire on February 9, where Trump dominated the field, winning more than 100,000 votes and 35% of the GOP primary electorate. What came next was a steady grind of wins and second-place finishes. Trump won South Carolina on February 20 with a similar share, 33%, and then blew out the competition three days later in the Nevada caucuses with 46% of the vote. Trump's next sets of primary wins showed his gradual but stable growth. On Super Tuesday, Trump earned 34% of the Republican vote in 11 states, winning seven of them outright. Between March 5 and 12, he won 37% of the vote in 10 states and the District of Columbia. By this point, the race was effectively over -- Trump was on his way to the nomination before his opponents knew what had happened. Sens. Marco Rubio and Ted Cruz and former Ohio Gov. John Kasich stayed in the race a while longer, but the trajectory was already clear. Eight months later, Trump had won it all -- the plurality of the primary vote, the majority of delegates, the nomination of the Republican Party and even the presidency. There was no coalescence around a challenger to Trump, no contested convention, no significant protest to his nomination by GOP voters in November. Instead, Trump did it with a steady stream of wins, collecting delegates, and slowly but surely consolidating support across the party. Trump would never earn a majority of the Republican primary vote -- he would end up with just under 45% -- but it didn't matter. Plurality without majority Like Trump, Sanders won't need to get a majority of votes in the primaries and caucuses to win the nomination either. Even if he continues to win primaries by small margins, or even come in second or third in a few of them, Sanders can wrack up delegates the way Trump did. The longer Sanders' center-left opponents remain in the race, the better it is for him.   Meanwhile, those other candidates -- Pete Buttigieg, Amy Klobuchar, Joe Biden and Elizabeth Warren -- find themselves in a similar place to Trump's own challengers in 2016. The campaigns and supportive super PACs of Cruz, Rubio, Bush and Kasich focused on going after each other, all while the front-runner went through the early primaries relatively untouched. And now that voting has started, there's the real possibility a snowball effect will redound to Sanders' benefit -- winning can beget more winning. Despite Sanders' radical background, on top issues for Democratic voters like health care and climate change, he is well within the mainstream of the party. Sanders performs best with young voters, and campaigns with verve that may speak to Democrats' spirit of urgency in this moment. Fear and loathing in Las Vegas and beyond Still, establishment Democrats are focused on all the reasons Sanders can't or shouldn't win. Hillary Clinton, the 2016 nominee, gave voice to this view in a recent documentary series. \"He was in Congress for years. He had one senator support him. Nobody likes him, nobody wants to work with him, he got nothing done,\" Clinton says in the film, according to The Hollywood Reporter, which first reported on her comments. \"He was a career politician. It's all just baloney and I feel so bad that people got sucked into it.\" Democrats in Washington echoed Clinton's comments to CNN. \"His message in the party is of subtraction and division, not addition and multiplication,\" said one senior staffer for a moderate Midwestern House Democrat. \"Their message is, 'If you're not with Bernie, you're stupid or wrong,' and that is not a message that builds a coalition in the presidential.\" Another senior Democratic aide told CNN Sanders would be electorally disastrous against Trump.  \"Bernie doesn't fit the bill. What Hillary said about him is absolutely true,\" said that aide. Will anyone go after him? While political professionals in Washington talk about the Sanders fantasy, just as they did with Trump, the alternative candidates are busy bashing each other rather than the front-runner. Klobuchar's (and others') focus on Buttigieg in the final New Hampshire debate, days before voting, likely helped give her a boost in New Hampshire and seems to have blunted the former South Bend mayor's momentum following his surprise win in Iowa. At the same time, Biden launched an ad knocking Buttigieg's lack of experience.  Even after his disappointing fifth-place showing in New Hampshire, Biden's campaign turned its focus on Mike Bloomberg, with senior adviser Symone Sanders telling reporters Wednesday she was \"extremely disturbed\" by recently resurfaced audio of the former New York City mayor defending his stop-and-frisk policy. If Democrats are to learn any lessons from the Republican experience in 2016, Miller says, they should be directing more attacks on Sanders himself. But there are also risks in going too hard against the front-runner -- backlash from his supporters who may make up more of the soul of the Democratic Party than establishmentarians had realized. There were concerns in 2016, for instance, that Clinton's protracted primary battle with Sanders depressed turnout from the Vermont senator's supporters in the general election. \"There is massive fear of crossing Bernie voters,\" Miller said. \"It's a totally rational fear.\" But there are signs the fear may be overcome, at least by some Democrats, by a fear of their own electoral prospects. Rep. Joe Cunningham, a first-term Democrat representing South Carolina's GOP-leaning coastal district, took a direct swipe at Sanders just hours after his victory in New Hampshire. \"South Carolinians don't want socialism,\" Cunningham told the Post and Courier in Charleston. \"We want to know how you are going to get things done and how you are going to pay for them. Bernie's proposals to raise taxes on almost everyone is not something the Lowcountry wants and not something I'd ever support.\""], "Language": false}