{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/entertainment/sonic-the-hedgehog-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-13T15:04:43Z"], "LastModifiedDate": ["2020-02-13T15:04:43Z"], "Headline": ["'Sonic the Hedgehog' has problems that better teeth can't fix"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Sonic the Hedgehog\" ran into a buzz-saw with its first trailer, forcing the filmmakers to go back to the drawing board and perform some hasty digital plastic surgery. If only as much effort had been put into the conception of the film, since the little guy's teeth were only one of the issues that needed to be fixed. Clearly designed for kids -- with the added bonus of potentially appealing to parents familiar with the nearly 30-year-old Sega game -- the premise is about as simple as it gets. Yet while it's the kind of inoffensive movie that will likely divert younger children over a holiday weekend -- so kudos for the timing -- shrewder adults will politely let some other mom or dad be the one saddled with squiring them. The best thing that \"Sonic\" has going for it, by leaps and bounds, is the infusion of manic energy that it receives from an unleashed Jim Carrey as the villain, Dr. Robotnik, basically a mad scientist out to capture or kill the little alien. Everything else, though, is a rather tedious slog in what becomes a road movie, as the lonely Sonic (voiced by comic Ben Schwartz) befriends the local sheriff (James Marsden), dragging him along on a cross-country trek from tiny Green Hills, Montana to San Francisco. Sonic, you see, has taken refuge on Earth, watching but keeping his distance from its denizens. When the government becomes alerted to his presence, they set Robotnik on his tail, giving Carrey license to slip into his \"The Mask\" mode, twirling moustache and all. Even as undemanding kids fare, the formula represents a thin concoction, with the most amusing gag -- in which the superfast Sonic manipulates those around him while they appear to stand still -- essentially pilfered from the later X-Men movies, where the Quicksilver character does much the same. Marsden gamely plays off the blue CGI blur opposite him, while his character learns a valuable lesson about what's really important in life. But even with plenty of callbacks to the game, director Jeff Fowler (making his feature debut) and writers Patrick Casey and Josh Miller labor to gin up enough material -- including, of all things, a bar fight -- to stretch the bare-boned plot to something approximating a movie. The bottom line is not every piece of intellectual property really has the heft to merit such big-screen treatment, and if there was a way to build a viable cinematic franchise around the game, this doesn't feel like it. Sonic the Hedgehog might move like a bolt of lightning once his feet start flying, but even with the orthodontia done to correct his chompers, the movie bearing his name still goes nowhere, fast. \"Sonic the Hedgehog\" premieres Feb. 14 in the US. It's rated PG."], "Language": false}