{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/d-day-photographs-chronology-iwm/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacopo Prisco, CNN"], "Writers": [["Jacopo Prisco"]], "FirstPublishDate": ["2019-06-06T09:05:18Z"], "LastModifiedDate": ["2020-02-13T10:35:07Z"], "Headline": ["Rare photos reveal the chronology of D-Day"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Operation Overlord was launched over 75 years ago on June 6, 1944. Commonly known as D-Day -- a military term for the first day of a combat operation -- it was the largest seaborne invasion in history and it kick-started the Battle of Normandy, which successfully opened a second, Western front in Nazi-occupied Europe. American, British and Canadian forces landed simultaneously on five beachheads in northern France, with the support of more than 13,000 aircraft and 5,000 ships.  Aware that the Normandy campaign would be a crucial step in the war, the Allies prepared to document it extensively through film and still photography.  \"Everything for the year before was a buildup to that, in terms of resources, manpower and planning, so the Allies knew it was going to be a huge deal ... or a deal breaker,\" Anthony Richards, head of documents and sound at the Imperial War Museum (IWM), said in a phone interview.  \"With that in mind, it was really important for them to document it photographically and on film, as a historical event but also for propaganda reasons.\"  Richards' latest book, \"D-Day and Normandy: A Visual History,\" contains unpublished and rarely seen photographs of the beach landings, many of which were taken by professional photographers embedded in specific units. \"They were very much on the front line with the troops going in. They were capturing the action as it was happening. They would have been under fire, so they were obviously very brave individuals who weren't holding back,\" Richards said. At around 6:30 a.m. on June 6, the 160,000 troops that had crossed the English Channel overnight started coming ashore. The beaches were heavily fortified and full of obstacles.  Some of the images, such as the one above, show the exact moment that individual units landed. \"You can just about see that the soldier right in front is carrying bagpipes. That's because he's the piper for that particular unit and he was about to start playing as they went through the water to keep morale up. In a way, that's the perfect image. It shows the dangers and everything they were facing,\" said Richards.  On top of that, the cameras that photographers worked with were very bulky.  There was a real risk that they would drop their equipment, especially when they were in the water, which would have likely ruined the film. \"We know for a fact that a lot of the films were damaged from seawater, whereas today you could drop cameras at the bottom of the ocean and they'd probably be alright,\" said Richards. After the battle, the film was taken back to England along with a dope sheet -- a form describing each image in the roll and the unit it came from.  Although most photographs from the campaign are black and white, towards the end of the war a few thousand images were taken using newly developed color film, revealing details that would have otherwise been lost. By the end of August, the Allies had suffered more than 226,000 casualties (with nearly 73,000 deaths) and the Germans more than 240,000. Between 13,000 and 20,000 civilians also died. But northern France was liberated, and the Allies advanced into Germany from the west, while the Soviet Army entered from the east. These images offer a rare insight into this decisive victory. \"This visual record brings it all to life and it really does put it into perspective,\" said Richards. \"That's the ultimate value of images like these: They help us engage with history and put ourselves in the place of those soldiers.\" \"D-Day and Normandy: A Visual History\" is published by IWM. Top image: General Montgomery shows Winston Churchill the battle situation in Normandy on July 22, 1944."], "Language": false}