{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/opinions/subtitle-barrier-parasite-hong/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Euny Hong"], "Writers": [[]], "FirstPublishDate": ["2020-02-11T03:26:53Z"], "LastModifiedDate": ["2020-02-12T16:10:31Z"], "Headline": ["'Parasite's' win is an awesome test of the one-inch barrier"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Confession: I didn't watch the Oscars on TV last night. I was incapable of handling the suspense over whether \"Parasite\" would win Best Picture. And when I found out that it did win the category -- the first non-English language film to do so -- I was so excited that I wanted a cigarette.  When I calmed down, I wondered, as did most, whether this was just a one-off or whether Hollywood and English-speaking audiences now will embrace international cinema?  Would they, as \"Parasite\" director Bong Joon Ho so eloquently put it during his Golden Globes acceptance speech, \"overcome the one-inch tall barrier of subtitles\" and \"be introduced to so many more amazing films?\" The \"Parasite\" sweep has two possible implications.  Either: It will boost only Korean cinema as a specific genre -- in much the same way that Japanese anime largely only boosted other Japanese anime, but not international cartoons as a whole; or\nAll quality foreign films with the one-inch barrier of subtitles will be given a chance. Either way, the movie's success is profoundly meaningful for Korean cinema, and for Koreans themselves. As a child growing up in Chicago, I told people I was Chinese because they thought that Korea was, and I quote, \"not a real place\" and that I was \"making it up.\" And now a film from that very same made-up place is being lauded by Martin Scorsese? How did we get from there to here? Having written the book on the subject, I've long known that Korea was cemented as a cool country by global consumers of K-beauty, K-dramas, and K-pop fans who made BTS the first band since the Beatles to have three Billboard number-one albums in the span of one year.  But even beyond that, \"Parasite\" contained a watershed moment for Korea -- subtler, yet more significant than the 2012 viral pop hit \"Gangnam Style.\" The moment in question the famous scene where the daughter in the parasitic family is using a musical mnemonic to remember her assumed identity: \"Jessica, only child, Illinois Chicago.\" The mnemonic's tune is from an old Korean ditty, \"Dokdo is our land,\" a 1982 song based on the national rallying cry against the Japanese being awarded ownership of the Takeshima Islands (known in Korean as Dokdo) after World War II.  After my family moved to Korea in 1985, this was the first Korean song I ever learned other than the national anthem; we'd sing it in class. I was beside myself in the movie theater that world audiences were hearing a song about an obscure geopolitical dispute, from a tiny nation that -- when I first moved there -- didn't have universal indoor plumbing. It was almost too much to bear. Whether Bong Joon Ho realized it or not, his Best Director Oscar acceptance speech Sunday night contained two hints that answer the question as to whether the future of cinema is international or merely Korean. The first is when he shouted out to Scorsese: \"When I was young and studying cinema, there was a saying that I carved deep into my heart, which is 'the most personal is the most creative.' That quote was from our great Martin Scorsese.\"  I'm not the only one who noticed Martin Scorsese's proud-Italian-dad weepy reaction to that, or their looks of two maestros seeing each other, what The Film at Lincoln Centre described as \"Game recognize game\" in a tweet Sunday night.  The second hint is what Bong said after that. Addressing his fellow Best Director nominees, he said: \"I would like to get a Texas chainsaw, split the Academy Award into five, and share it with all of you.\" The first allusion (Scorsese) was highbrow and arty, the second (Texas Chainsaw Massacre) was the lowest of the lowbrow. In other words, Bong's speech was a moment when it became apparent that, as cliché as it sounds, filmmakers really do speak the universal language of film -- both the Latin and the vernacular, as it were.  Film is multicultural and yet all filmmakers are drawing from the same canon. Whether you're Spike Lee, Bong Joon Ho, or a maker of slasher films, you study Eisenstein, Truffaut, Scorsese. Unlike, say, literature, film has a short history and a highly intermeshed vocabulary. But, you might argue, that's from the auteur point of view. What about the English-speaking world's resistance to subtitles? Well, don't expect a paradigm shift quite yet. At the New York movie theatre where I saw \"Parasite,\" the ticket seller warned everyone in the queue that the film was in Korean with English subtitles, adding that some previous filmgoers who had not been aware of this fact had stormed out within minutes and demanded a refund. On the other hand, streaming services have proven that receptivity to subtitles may be on the rise. Note the increasing population of Americans who reportedly watch English-language shows on Netflix with subtitles on ... in English. As many articles have pointed out, people do it for all kinds of reasons. Wired argues that it's partly to avoid the \"What did he say\" phenomenon; others note that the fact that so many people watch movies on phones and other small screens means it's easy to miss key bits of action, or -- if you're listening on a noisy subway -- dialogue. The rise of the fantasy genre might also have something to do it: I watched the entire \"Game of Thrones\" series with closed captioning because I couldn't keep track of any of the characters' names (I thought Melisandre and Missandei were the same person) and I needed to see them spelled out. Ditto HBO's \"His Dark Materials,\" when they kept talking about armored bears as \"panserbjørne\" and I thought I was losing my hearing or my mind. Since the advent of the \"Sopranos,\" culture critics have observed that we are now in a second Golden Age of Television; that -- unlike the 1970s -- TV is pushing the envelope into bold storytelling and new genres while movies are becoming increasingly formulaic and provincial. When Netflix and Amazon Studios began to gain prominence, this seemed to further suggest the superiority of the small screen over the big one. Maybe so. It's no coincidence that the first highly-publicized Hollywood offer to work with Bong came from HBO, and not a movie studio.  A forthcoming Apple TV adaptation of Min Jin Lee's 2017 bestselling multigenerational epic \"Pachinko\" will start off in 19th century Korea, with the dialogue in Korean, Japanese and English. As of October 2019, Netflix had more subscribers outside the US than in it, according to reports: 97.7 million and 60.6 million, respectively.  \"Parasite's\" success suggests that, even if the world of cinema is culturally a step behind television and streaming, there may now be a willingness for studios to bet on foreign directors, even if it means having them direct English language films. Bong previously directed the dystopic Ed Harris vehicle \"Snowpiercer\"; another Korean director, Park Chan-Wook, directed the spooky Nicole Kidman movie \"Stoker.\" Neither director speaks English as a first language. And let's not forget that the 2018 film \"Crazy Rich Asians\" -- which grossed $238 million and became the most profitable rom-com in a decade -- takes place almost entirely in Singapore. Just as representation is becoming trendy, so is interest in stories about other cultures. The bilingual \"The Farewell\" comes to mind, which won the Independent Spirit award for best feature and garnered Awkwafina a Golden Globe for Best Supporting Actress in a Comedy or Musical. And perhaps, studios will go the next step of taking a chance on producing non-English language films with that one-inch barrier of subtitles. Hollywood has always been the most supply-driven of all the arts: They make the movies, no one else can afford to do, so they also create the tastes. The onus is on the studios to create subtitle tolerance, not audiences. The speech Bong Joon Ho gave was misidentified. It was his Best Director Speech."], "Language": false}