{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/media/fox-news-president-trump-ratings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-04-17T13:47:03Z"], "LastModifiedDate": ["2020-04-17T17:37:53Z"], "Headline": ["During a national emergency, Trump clings to his television home, Fox News"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["President Trump's coronavirus task force briefings — or rallies— are an extension of his Fox News presidency. He is making big announcements that garner big banner headlines on TV. He is trying to sound like he's in charge while shifting decisions, and blame, to the states. And he is banking on a lack of fact-checking. For weeks now, I've been noticing that the Trump White House is holding briefings at a time of day that all but rules out live broadcast network coverage from coast to coast. The result: lower overall ratings. But Trump has always been a cable guy at heart. He cares most about Fox News and CNN. Which may explain why White House officials react angrily when CNN cuts away from the more overtly political portions of the briefings. Consider Thursday: The president didn't start speaking until shortly after 6 p.m. ET. East of the Mississippi, most broadcasters were running local news at the time. Of the stations that went live to the White House, most returned to regular programming by 6:30, when nightly newscasts began on ABC, NBC and CBS. In my spot-check, big markets like New York and Chicago and New Orleans and Dallas all ran the nightly news at 6:30 ET/5:30 CT, not Trump's presser. There are definitely some exceptions to this rule. Fox-affiliated stations, which don't have network newscasts, generally air the briefings for longer periods of time. And there have been some reports of Sinclair-owned stations prioritizing the briefings over regular shows. But by and large, big broadcasters are cutting away. And there's no easy way to account for local viewers in the ratings reports that Trump has touted. That brings me to the next point... Ratings reality check About ten million viewers see the White House's early evening briefings via cable news on a typical weekday. Some days the total is closer to eight million, according to Nielsen's numbers for Fox News, CNN and MSNBC. But let's err on the side of generosity and say ten million. The president has repeatedly celebrated these numbers, which he read about in a New York Times story, but I think the story was faulty and the POTUS spin was even faultier -- here's why. The ratings for the daily briefings are \"so high,\" in Trump's words, because cable news ratings are \"so high\" all day long, not because he's on. (Read this WSJ story for details.) CNN and Fox are experiencing a big surge all day long because of the crisis. Then there's a modest additional increase when the briefings take place. For example, CNN's audience on Wednesday was 2.2 million before the briefing; 2.4 million during the briefing; and 2.1 million afterward. See what I mean? Most cable news viewers would be watching regardless. Now, Trump fans tend to watch Trump on Fox News, so Fox gets a more significant briefing bump. On Wednesday the network had 4.6 million viewers before the briefing; 5.6 million viewers during; and 3.6 million viewers after. (When the briefings last for more than an hour, Fox's viewership begins to dip; it's the same effect that is seen in the bleachers during his rallies.) And MSNBC? Most days, MSNBC's ratings actually decline a bit, in total viewers, during the live coverage of the briefings. The takeaway: Most people who watch the briefings live on cable news would be watching anyway. If Trump tries to take credit for the ratings bounce again, someone should call him on it... When will Trump give a not-on-Fox interview? To the broader point about Trump the cable guy, people in Trump's orbit say he would like to reach as many people as possible, given the public health consequences of this pandemic. But the daily briefing tends to slide back due to the packed nature of his schedule, they say. Briefings scheduled for 5 p.m. often begin closer to 6. If the president wants to ensure a big broadcast-like audience, he has other options. He could give interviews to the broadcast networks — but he's not. According to Variety's Brian Steinberg, the big three nightly newscasts, often dismissed as dinosaurs, have had a combined audience of about 31 million viewers a night in recent weeks. The PBS \"NewsHour\" is also way up. But Trump isn't visiting \"World News Tonight\" or \"Today.\" Trump hasn't granted a national TV interview to a non-Fox outlet since the end of February, when he talked with Eric Bolling of Sinclair. In that interview, when he was asked about coronavirus, Trump said \"I think it's really going well.\" He trumpeted his restrictions on travel from China and said: \"It turned out to be the right move, and we only have 15 people and they are getting better, and hopefully they're all better soon.\" By that time, the disease was already silently spreading in multiple metro areas within the United States. The president also gave interviews to a handful of local TV stations in February and early March, according to records kept by Factbase. Otherwise, he has stayed exclusively with Fox interviewers since January. He has been interviewed a dozen times on Fox News and Fox Business, most recently by Jeanine Pirro last Saturday. A list of Trump interviews kept by Mark Knoller of CBS also includes a February phone call to Geraldo Rivera's radio show. The show is not a Fox production, but Rivera is also a Fox personality. Bottom line: The president is staying on Fox, i.e. shoring up his base, and avoiding all other interviewers during this emergency. He's a cable guy, even though he could reach bigger audiences via the broadcast networks."], "Language": false}