{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/media/birds-of-prey-title-change/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-02-11T19:48:01Z"], "LastModifiedDate": ["2020-02-11T19:48:01Z"], "Headline": ["Warner Bros. tweaks the name of its box office flop, 'Birds of Prey'"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Birds of Prey\" brought in a disappointing box office this weekend, despite strong reviews. The poor showing is mostly because of its adults-only \"R\" rating and audiences' unfamiliarity with the film's heroes. But the lengthy and perplexing title probably didn't help the film's totals. The Warner Bros. and DC superhero film — which goes by the long name \"Birds of Prey: And the Fantabulous Emancipation of One Harley Quinn\" — now has a new title on ticket sellers' websites, including AMC, Cinemark and Regal. \"Harley Quinn: Birds of Prey,\" the film's new title on the sites, puts the film's lead, Harley Quinn, who is played by Margot Robbie, up front. (Warner Bros. is part of WarnerMedia, as is CNN.)  The film's official title has not technically changed. The new title is meant to help make it easier for audiences to find the film on ticket sites, a source at Warner Bros. told CNN Business. Quinn isn't as big of a name as DC's other superheroes, but the character is a comic book icon with a loyal fan base, and that recognition could have given the film a much-needed box office boost.  \"Birds of Prey\" nabbed a disappointing $33 million opening at the North American box office this weekend. That number was enough to give the film the No. 1 spot, but it was considerably less than expectations. It was a bit surprising that \"Birds of Prey\" wasn't a hit. It has a solid 80% on review site Rotten Tomatoes and DC has been on a hot streak lately. Warner Bros' superhero studio is coming off of the resounding success of \"Joker,\" which became the highest-grossing R-rated film of all time and won two Oscars at Sunday's Academy Awards, including best actor for its star Joaquin Phoenix."], "Language": false}