{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/entertainment/joaquin-phoenix-awards-show-speeches-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-10T15:06:51Z"], "LastModifiedDate": ["2020-02-10T15:37:37Z"], "Headline": ["Joaquin Phoenix had enough of awards show pleasantries. So he turned his acceptance speeches into pleas for change"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Joaquin Phoenix's remarkable awards show run is finally through, and perhaps no one is happier about that than Phoenix himself.  He looks uneasy accepting heaps of praise for his role as the titular \"Joker\" and often deflects it. Upon winning the Oscar for best actor, his first Academy Award, he called himself \"selfish,\" \"cruel\" and \"a scoundrel\" in quick succession.  So he's funneled that unease into calls for social change instead. Some of his acceptance speeches are sharper than others. But peel away the self-deprecation and meandering stabs at clarity and Phoenix has imparted some meaningful wisdom upon the Hollywood set. Among his lessons? Give up private jets to combat climate change. Hire people of color in film and honor them for their work. Oh, and quit drinking cow's milk.  At the Golden Globes:\nPerformative activism is nice, but action is better Ricky Gervais pleaded with actors at the Golden Globes to save the politics for another awards show. Nobody listened, least of all Joaquin Phoenix.  But before he won best actor in a motion picture -- drama, several presenters and winners called on viewers to donate to causes fighting the devastating bushfires in Australia and to pray for the continent as it burned. The Globes also served a plant-based menu that night in a nod to environmentalism, which Gervais skewered, too.  But words and a meal only go so far. Phoenix told them as much.  \"It's great to vote, but sometimes we have to take responsibility on ourselves and make changes and sacrifices in our own lives and hope that we can do that,\" he told the Hollywood heavy hitters in the room. Then he tied the bushfires to climate change -- and the role the rich and famous play in it: \"We don't have to take private jets to Palm Springs for the awards sometimes or back, please.\"  The Globes also marked the first time most of us had seen his now-famous tuxedo -- the Stella McCartney suit is made from sustainable materials, and he vowed to wear it to every awards show he attended to reduce waste.  At the BAFTAs: \nSystemic racism in film is rampant, and we've all got a role to play The British Academy Film and Television Arts (BAFTAs) nominated zero people of color in 2020, somehow, despite the celebrated films created by and starring diverse casts.  Many of the recipients politely and graciously accepted their awards. Phoenix  -- the best actor winner -- was gracious, too, but then he got real.  \"I feel conflicted, because so many of my fellow actors that are deserving don't have that same privilege,\" he said, nervously massaging his jaw. \"I think we send a very clear message to people of color that you're not welcome here. I think that's the message we're sending to people that have contributed so much to our medium and our industry and in ways that we benefit from.\"  It wasn't all accusatory. Phoenix acknowledged the ways he'd benefited from the systemic racism that plagues his industry. \"I have not done everything in my power to ensure that the sets I work on are inclusive,\" he said. \"I think that it is the obligation of the people that have created and perpetuate and benefit from a system of oppression to be the ones that dismantle it, so that's on us.\"  At the Academy Awards: \nPeople are selfish and should quit drinking milk and love each other more Phoenix was nominated for four Oscars before finally winning this one. Perhaps the jitters are responsible for what ended up a sprawling speech that called out humanity's narcissism as the downfall of the natural world -- and, specifically, dairy.  It began as a thesis statement that neatly wrapped up his journey on the awards circuit.  \"I think whether we're talking about gender inequality or racism or queer rights or indigenous rights or animal rights, we're talking about the fight against injustice -- against the belief that one nation, one race, one gender or one species has the right to dominate, control and use and exploit another with impunity,\" he said.  That \"egocentric worldview,\" he argued, is the reason we've taken to plundering the natural world. Then he sharply pivoted to the dairy industry.  \"We feel entitled to artificially inseminate a cow, and when she gives birth, we steal her baby,\" Phoenix, a lifelong vegan, told the crowd . \"And then we take her milk that's intended for her calf and we put it in our coffee and cereal.\"  Phoenix continued, calling on the cinephiles in the audience and at home to sacrifice animal products for the good of the planet. The Dolby Theater fell silent save for some confused murmurs.  But his final acceptance speech ended on an oddly hopeful note with some positive advice, courtesy of his late brother, River Phoenix.  \"When he was 17, my brother wrote this lyric: 'Run to the rescue with love, and peace will follow.'\" "], "Language": false}