{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/09/entertainment/gallery/2020-academy-awards-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Kevin Winter/Getty Images", "Chris Pizzello/Invision/AP", "Mark Ralston/AFP/Getty Images", "Robert Deutsch/USA Today Network/Reuters", "Handout/Getty Images", "Lucas Jackson/Reuters", "Frederic J. Brown/AFP/Getty Images", "Robyn Beck/AFP/Getty Images", "Chris Pizzello/AP", "Arturo Holmes/ABC via Getty Images", "John Locher/AP"]], "FirstPublishDate": ["2020-02-10T01:46:46Z"], "LastModifiedDate": ["2020-02-10T18:47:48Z"], "Headline": ["Photos: The 2020 Academy Awards"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The cast and crew of \"Parasite\" accepts the Oscar for best picture at the end of the Academy Awards show on Sunday, February 8. \"Parasite\" director Bong Joon Ho reacts as Jane Fonda hands him the Oscar for best picture. Only 11 international feature films have ever been nominated in the category. Renée Zellweger accepts the Oscar for best actress (\"Judy\"). With her win, she became the seventh female performer in history to have wins in both the lead and supporting actress categories. Zellweger won best supporting actress in 2004 (\"Cold Mountain\"). Joaquin Phoenix reacts as he accepts the best actor Oscar (\"Joker\"). He remembered his late brother, actor River Phoenix, in his speech, quoting a lyric that River wrote in an old song. Phoenix is now the second person to win an Oscar for playing the Joker. The first person to win for playing the character was the late Heath Ledger. The \"In Memoriam\" segment honored Hollywood actors, directors and other contributors who died over the past year. Billie Eilish sings during the \"In Memoriam\" segment. \"Parasite\" director Bong Joon Ho accepts the Oscar for best director. \"When I was in school I would always study Martin Scorsese films,\" he said. \"Just to be nominated is a huge honor. I never imagined I would win.\" James Corden and Rebel Wilson appear in \"Cats\" costumes — and share a laugh at their movie's expense. \"Nobody more than us understands the importance of good visual effects,\" Corden quipped. Elton John, left, and Bernie Taupin accept the Oscar for best original song, which was \"(I'm Gonna) Love Me Again\" from the movie \"Rocketman.\" Taupin, John's longtime collaborator, credited the win to \"53 years of hammering it out and doing what we do.\" Han Jin Won, left, and Bong Joon Ho pose backstage with the Oscar for best international feature film (\"Parasite\"). It is South Korea's first victory in this category, which used to be called best foreign-language film. Elton John performs \"(I'm Gonna) Love Me Again\" from his biopic \"Rocketman.\" From left, Brie Larson, Sigourney Weaver  and Gal Gadot present an award. From left, Steven Bognar, Julia Reichert and Jeff Reichert pose with the Oscar for best documentary feature (\"American Factory\"). It is the first Netflix film produced by Barack and Michelle Obama's production company \"Higher Ground.\"  Composer Randy Newman performs \"I Can't Let You Throw Yourself Away,\" a song from \"Toy Story 4.\" Regina King and Brad Pitt walk off stage after Pitt won the Academy Award for best supporting actor. Pitt won for his role as a stunt double in \"Once Upon a Time in Hollywood.\" \"Jojo Rabbit\" director Taika Waititi holds his Oscar backstage for best adapted screenplay. Jacqueline Durran poses backstage with her Oscar for best costume design (\"Little Women\"). She also won an Academy Award for \"Anna Karenina\" in 2012. Julia Louis-Dreyfus and Will Ferrell present the Oscars for best cinematography and best film editing. Cynthia Erivo performs \"Stand Up\" from the movie \"Harriet.\" She also starred as Harriet Tubman in the movie and was nominated for best actress. Filmmakers Carol Dysinger, left, and Elena Andreicheva accept the Oscar for best documentary, short subject. It went to \"Learning to Skateboard in a Warzone (If You're a Girl).\" Salma Hayek and Oscar Isaac pose with sound engineers Mark Taylor and Stuart Wilson, who won the Oscar for best sound mixing (\"1917\"). Donald Sylvester accepts the Oscar for best sound editing (\"Ford v Ferrari\"). The film also won an Oscar for best film editing. Utkarsh Ambudkar summarizes the show with a rap about halfway through. The rapper/actor is well known for Broadway's \"Freestyle Love Supreme\" as well as his role in \"The Mindy Project.\" Laura Dern poses with the Oscar she won for best supporting actress (\"Marriage Story\"). Eminem performs his classic song \"Lose Yourself,\" from the 2002 film \"8 Mile.\" He skipped the show back then and wasn't able to perform it live. \"Toy Story 4\" producers Josh Cooley and Mark Nielsen walk backstage with the Oscar for best animated feature film. Oscar Isaac and Salma Hayek present awards during the show. Hayek joked that she was finally on stage with an Oscar. Dern accepts the Oscar for best supporting actress. \"They say you never really get to meet your heroes. I say if you're really blessed they get to be your parents,\" Dern said in her acceptance speech. \"I share this with my acting heroes, Diane Ladd and Bruce Dern. You got game. I love you.\" Maya Rudolph, left, and Kristen Wiig joke before presenting a couple of awards. Waititi accepts his Oscar for best adapted screenplay. \"Bombshell\" co-stars Charlize Theron, right, and Margot Robbie sit together during the show. Roger Deakins holds his Oscar for best cinematography (\"1917\"). It is his second Oscar in three years. Elizabeth Martin and Marshall Curry accept the Oscar for best live action short film (\"The Neighbors' Window\"). From left, \"Toy Story 4\" producers Jonas Rivera, Josh Cooley and Mark Nielsen pose with actor Tom Hanks after accepting the Oscar for best animated feature film. Brad Pitt stands backstage at the show. Actor Shia LaBeouf and Zack Gottsagen present an award during the show. Chrissy Metz sings \"I'm Standing With You\" from the movie \"Breakthrough.\" \"Parasite\" director Bong Joon Ho, left, and Han Jin Won accept the Oscar for best original screenplay. Presenters Natalie Portman and Timothée Chalamet walk on stage. Idina Menzel, center, performs \"Into the Unknown\" with international voice actresses that play Elsa in the movie \"Frozen II.\" Pitt accepts the Oscar for best supporting actor. It's his first Oscar as an actor. Janelle Monáe performs with Billy Porter during a show-opening medley. The show took place at the Dolby Theatre in Los Angeles. Steve Martin, left, and Chris Rock deliver jokes at the start of the show. From left, actresses Olivia Colman, Kristen Wiig and Maya Rudolph are seen before the start of the show. Actress Gal Gadot arrives at the Oscars."], "Language": false}