{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/entertainment/who-is-oscar-academy-awards-secrets-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-08T09:37:03Z"], "LastModifiedDate": ["2020-02-10T06:57:35Z"], "Headline": ["Who is Oscar, anyway? And other Academy Awards secrets"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["At last, we've almost reached the 92nd Academy Awards, the end of our months-long trek through awards show season. And what a tumultuous trek it's been.  Much has been made of the Oscars' remove from reality, perhaps rightly so. Again, this year, the Oscars largely failed to recognize women and people of color despite calls from the public to honor their work.  But the truth is, the Academy has always made weird, sometimes wildly divisive choices. We'll clue you into a few of the award show's open secrets.  Oscar is just some guy The gold-plated, unclothed man isn't named for anyone famous. A staunch foot tall and 8.5 pounds, the statue was nicknamed for the relative of someone in the Academy of Motion Picture Arts and Sciences.  The way the Academy tells it, former Academy librarian Margaret Herrick said the statue looked like her Uncle Oscar in the first few years of the awards' existence. The nickname wasn't officially adopted until the 11th ceremony in 1939.  Oscar's real name is \"the Academy Award of Merit,\" but that's 17 letters longer and thus, excessive.  For a few years, Oscars weren't gold During World War II, some Oscars were made with painted plaster rather than the usual solid bronze and 24-karat gold to account for metal shortages. Winners that took home the makeshift Oscars could later trade them in for the real thing.  You can go to the Oscars if you're not famous It's less exciting than it sounds. The Oscars recruits seat fillers, typically friends of industry insiders or relatives of PricewaterhouseCoopers accountants (who oversee the vote counting), to fill seats and not much else.  The Oscars ceremony is long, and celebrities, like us regular folk, need to use the restroom. But if they're not in their seats when the commercial break ends and the camera scans across the Dolby Theater, seat fillers scurry into their empty spots to give the appearance that the room is full. There are a few strict rules seat fillers must follow, according to Monica Enriquez, a seat filler of 15 years. They're required to abide by the glamorous dress code, and sometimes they're told not to speak to celebrities unless the celebrities instigate conversation.  Imagine sitting next to Meryl Streep and staying silent. That is excellent acting.  Accountants play a major role in the Oscars for some reason  Ever see those accountants from PricewaterhouseCoopers on stage and wonder ... why? What's accounting got to do with film?   According to Variety, PwC counts all the ballots, oversees Academy elections and does its taxes. The Academy is a non-profit, so the accountants charge it a lower fee.  In return, PwC gets free publicity and appears on the telecast. But they also took the fall for the infamous 2017 Oscars moment that saw \"La La Land\" mistakenly announced as the Best Picture winner over \"Moonlight.\" Turns out it was an envelope mix-up.  A dog may or may not have been the true winner of the very first Best Actor award Chalk this one up to Hollywood lore. Acclaimed author Susan Orlean claimed in her book on the famous film dog Rin Tin Tin that the German Shepherd accrued the most votes for Best Actor in 1929, but the Academy chose to honor the German human, Emil Jannings.  The Wrap, an entertainment magazine, disputed this -- in its analysis, the Rinty story was likely a joke that evolved into an industry legend decades later.  After all, can a dog be recognized for the same depth of emotion that a human actor could convey? What would an Oscar for a dog even look like? How would Rin Tin Tin deliver an acceptance speech, on his hind legs?  The prolific Rinty died in 1932 after starring in more than 25 films. And Jannings went on to star in Nazi propaganda cinema.  Winners are allowed to speak for less than a minute So you've won the great honor of your career thus far, the culmination of years of toil and strife in a challenging industry. You've been chosen by your peers for what is widely considered the most prestigious award in Hollywood, and ... you've got 45 seconds to process the win, thank everyone who got you there and get off the stage.  In 2010, the Academy set a 45-second limit on winners' speeches, a move designed to shorten the award ceremony's tedious runtime. Any longer, and the Academy orchestra will \"play off\" the winner, the musical cue to \"wrap it up.\"   That doesn't mean winners don't go over their allotted time: 1943 Best Actress winner Greer Garson spoke for more than five minutes -- her meandering speech is rumored to be the impetus for the Academy's time limit.  Donald Duck once hosted the awards  If Rin Tin Tin couldn't win an Oscar, why was it acceptable for the Academy to allow Donald Duck, who isn't even REAL, to host?  Somehow, the animated Disney character wound up at the Oscars in 1958. And per usual, he didn't wear pants.  To be fair, he didn't get the gig alone: Celebrated actors and non-cartoons Rosalind Russell, Jimmy Stewart, Jack Lemmon and Bob Hope all shared hosting duties with Don. "], "Language": false}