{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/europe/emmanuel-macron-coronavirus-response-populism-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-04-17T10:54:03Z"], "LastModifiedDate": ["2020-04-17T15:10:30Z"], "Headline": ["The EU is facing a 'moment of truth' as it tackles mammoth economic crisis, Macron warns"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Emmanuel Macron has said that the European Union faces a \"moment of truth\" as it reckons with the devastating financial fallout of the coronavirus pandemic, warning that \"the populists will win\" and the bloc will splinter if is unable to unify in its response. The French President said the EU's economic approach will determine whether it is \"a political project or a market project only,\" in an interview with the Financial Times published on Friday. The EU's member states have been engaged in a standoff over how to tackle the financial hit of the Covid-19 outbreak. \"If we can't do this today, I tell you the populists will win,\" he added, predicting a wave of Euroskepticism in the countries hit hardest by the pandemic if the EU does not support them. \"Today, tomorrow, the day after, in Italy, in Spain, perhaps in France and elsewhere.\" \"It's obvious because people will say, 'What is this great journey that [the EU] are offering? These people won't protect you in a crisis, nor in its aftermath, they have no solidarity with you,'\" he said. \"'When immigrants arrive in your country, they tell you to keep them. When you have an epidemic, they tell you to deal with it. Oh, they're really nice,'\" Macron added, paraphrasing populist arguments. His threat echoed that of Italian Prime Minister Giuseppe Conte, who has previously warned that a failure to loosen the EU's purse strings would mean \"the end of Europe.\" The French leader said there was \"no choice\" but to set up a fund that \"could issue common debt with a common guarantee\" to finance member states according to their needs rather than the size of their economies. This is an idea that Germany and the Netherlands have so far rejected. \"There are notions of solidarity at stake,\" Macron said. \"The economy depends on it.\" Last week, member states agreed on a €500 billion ($547 billion) package of funds to help countries struggling pay for public services, keep business afloat and help people who have lost their jobs as a result of the crisis.  But there was no concrete agreement on how an additional rescue fund would be generated. Italy has been arguing in favor of so-called \"coronabonds,\" which would raise money against shared European debt by creating an attractive asset for investors and would come without strings, but that idea has had pushback from other major economies in the bloc.  Macron also used the interview to cautiously join the clutch of world leaders casting doubt on China's response to the pandemic, which began in Wuhan in late 2019.  \"There are obviously things that have happened that we don't know. It is up to China to say them,\" Macron said. \"You cannot compare the situation of France, Germany, Italy with that of China or Russia, it is obvious. And the transparency that there is, the immediacy of information is not the same, the networks are not free in these countries.\" Chinese government spokespeople have consistently denied accusations the government covered up key information or was overly slow in responding to the initial outbreak. US President Donald Trump has also criticized China's response, and halted funding to the World Health Organization after attacking it for praising China's initial reaction to the outbreak. But in a G7 video conference call on Thursday, Macron offered his support for the WHO and \"highlighted the central role that it must play\" in the coronavirus response, according to a statement from his office."], "Language": false}