{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/entertainment/oscars-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-09T16:23:37Z"], "LastModifiedDate": ["2020-02-10T04:57:13Z"], "Headline": ["Academy Awards 2020: 'Parasite' makes history, while acting awards follow the script"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Parasite\" made history at the 92nd Academy Awards, becoming the first non-English language film to win best picture, while adding honors for director Bong Joon Ho, original screenplay and the international feature film category. It was a surprising outcome -- given that many felt the World War I epic \"1917\" was the frontrunner -- but hardly a complete shock in light of the praise showered on the South Korean thriller by the industry and critics through the awards season. The overwhelmed director graciously singled out his fellow nominees, going so far as to mention using a chainsaw to carve up the statuette and share it with them. The four acting wins, meanwhile, followed the script, given the array of honors handed out in the run-up to Oscar night. Three of the recipients were first-time winners, with Joaquin Phoenix winning for his title role in \"Joker,\" a dark drama spun out of the Batman franchise. He delivered a passionate speech about animal rights, among other things. Renee Zellweger, a 2004 supporting actress winner for \"Cold Mountain,\" earned her first lead actress award for \"Judy,\" a biography of Judy Garland near the end of her troubled life. Brad Pitt and Laura Dern claimed their Oscars in the supporting races for \"Once Upon a Time ... in Hollywood\" and \"Marriage Story.\" Although he won an Oscar as a producer for \"12 Years a Slave,\" Pitt received his first as an actor. He injected an immediate note of politics into the ceremony -- one of relatively few, overall -- referring to President Trump's impeachment trial by noting that his 45-second speech was more time than the Senate had allocated for witnesses. Dern was recognized for \"Marriage Story,\" thanking her acting parents, Bruce Dern and Diane Ladd, in an emotional speech. Another best-picture nominee, writer-director Taika Waititi's anti-Nazi satire \"Jojo Rabbit,\" took the adapted screenplay prize. Indeed, Oscar voters spread the wealth. Eight of the nine nominated best pictures have earned at least one award, with \"1917\" -- which was filmed to look like one continuous shot -- snagging a trio in sound, cinematography and visual effects. \"Once Upon a Time\" garnered a second for production design, with \"Ford v. Ferrari\" winning one of the sound prizes and for editing. \"Little Women\" nabbed costume design, and Hilda Gudnadottir was honored for the original score for \"Joker.\" The lone exception was \"The Irishman,\" the expensive Netflix gangster drama from director Martin Scorsese. Despite being denied what would have been an historic best picture nod, Netflix's \"American Factory,\" a documentary released with the support of the Obamas, was honored in that category. The film chronicles the takeover of an Ohio production plant by Chinese interests. \"Toy Story 4\" received best animated movie, as did its predecessor in 2011 -- the first franchise to win a pair of awards within that category, which was introduced in 2002. The composing team of Elton John and Bernie Taupin also shared an Oscar for their original song for \"Rocketman,\" the musical drama based on John's life. Suspense over the best picture race remained at the heart of this year's event, based on the consistency among acting honors that prompted many to assume those races had been essentially decided during the buildup to movie industry's biggest night. The nominations also reignited the debate about inclusion and diversity within the academy, which birthed the #OscarsSoWhite hashtag five years ago. Despite academy efforts to address the issue, only one person of color -- actress Cynthia Erivo, for the Harriet Tubman biography \"Harriet\" -- was among the 20 nominees for best and supporting actor and actress. \"Parasite\" failed to earn any individual acting recognition, although it was an ensemble piece, and was nominated by the Screen Actors Guild on that basis. Ratings for the Oscars will be watched closely, amid a general decline for the major ceremonies leading up to it, including the Golden Globes -- which kicked off this year's truncated awards season in early January -- and the Grammys two weeks ago. The ceremony again opted to go without a designated host, after employing that approach in 2019. While that served as something of a novelty, it will be interesting to see whether it generates similar curiosity the second time around. The night opened with a raucous musical number by Janelle Monae, followed by an introduction by two past hosts, Steve Martin and Chris Rock, joking about the lack of female directors and people of color among the nominees. Matthew A. Cherry, director of the animated short \"Hair Love,\" dedicated its victory to the late Kobe Bryant, while speaking of the need for greater representation. The production included a joke at the expense of \"Cats,\" the major box-office flop, and a surprise performance by Eminem. The latter drew an enthusiastic reaction from the crowd, based on shots within the theater, but generated a \"why\" response on social media."], "Language": false}