{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/media/birds-of-prey-box-office/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-02-09T18:45:28Z"], "LastModifiedDate": ["2020-02-09T18:57:02Z"], "Headline": ["'Birds of Prey' fails to take off at the box office"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Birds of Prey\" had everything working for it this weekend. The Warner Bros. and DC film is led by Harley Quinn, one of the brand's most beloved characters, and it has good reviews and there wasn't a lot of competition from other films at the ticket booth. Yet, \"Birds of Prey\" still laid an egg at the box office. The film — which goes by the tongue-twisting title \"Birds of Prey: And the Fantabulous Emancipation of One Harley Quinn\" — nabbed a disappointing $33.2 million opening at the North American box office this weekend. That number was enough to give the film the No. 1 spot, but was less than expectations. The film was projected to make around $45 million with some industry analysts predicting the comic book film to make even more. It's a tad bit surprising that \"Birds of Prey\" didn't take off. The film has a solid 81% on Rotten Tomatoes and stars Margot Robbie as Harley Quinn. Quinn, who may not be as big of a name as DC's other superhero standouts like Batman or Wonder Woman, is a comic book icon that boasts a loyal fan base. \"Birds of Prey\" also opened in the middle of a hot streak for DC.  Warner Bros.' superhero studio is coming off of the resounding success of \"Joker,\" which shattered records when it opened in October. The film, which stars Oscar-nominated Joaquin Phoenix as the Batman nemesis, is the highest-grossing R-rated film of all time and could be a big winner at Sunday's Academy Awards. (Warner Bros. is part of WarnerMedia, as is CNN.) Other DC films like \"Aquaman\" and \"Shazam!\" have also found success in recent months. However, one reason \"Birds of Prey\" may have missed with audiences was that it was rated R. The rating didn't hurt other superhero films like \"Joker\" and the \"Deadpool\" franchise, but the adults-only rating may have hurt \"Birds of Prey\" by preventing younger fans from buying a ticket this weekend. Yet, as much as the film's opening is disappointing, it's not disastrous. \"Birds of Prey\" has some time to make money. The rest of the month is wide open with \"Sonic the Hedgehog\" and \"The Invisible Man\" acting as the film's biggest competition in the coming weeks. In terms of its global haul, \"Birds of Prey\" made $81 million around the world this weekend."], "Language": false}