{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/media/netflix-oscars/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-02-09T16:57:56Z"], "LastModifiedDate": ["2020-02-09T18:13:34Z"], "Headline": ["Netflix has one big reason why it puts its movies in theaters: The Oscars"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Going to the movies doesn't exactly come to mind when people think about Netflix. If anything, it's the opposite, since the streaming company and the theater industry have long been at odds over how long its films can be shown at the cineplex. \"The Irishman\" and \"Marriage Story,\" the company's best picture nominees at the Oscars this year, still garnered limited releases in theaters. But why would Netflix spend time, money and energy releasing films in theaters when that's not its business? Well, the obvious answer is that films have to be in theaters for at least a week in order to be eligible for an Oscar nomination. No theaters, no Oscars. But there's another reason why a company known for showing its films in homes wants to show its films in theaters. \"I see it as marketing. Like how Warby Parker or Amazon has retail stores,\" said Zak Shaikh, vice president of programming and entertainment at research-based media firm Magid, told CNN Business. \"It's about promoting the brand and encouraging filmmakers to feel their artistic endeavors will get fully supported by Netflix.\" One such filmmaker is Martin Scorsese. The longtime auteur, who has directed some of cinema's most respected films like \"Taxi Driver\" and \"Goodfellas,\" pushed for \"a robust national theatrical release\" for \"The Irishman,\" according to the New York Times. Instead, the director's gangster epic skipped a wide release by hitting independent theaters on November 1 and Netflix on November 27. This was because negotiations between major theater chains and Netflix \"ended in a stalemate,\" according to the Times. Still \"The Irishman\" eventually saw its name in lights when the company rented out Broadway's Belasco Theatre for screenings of the film — a splashy move that brought a lot of attention and cachet to the company's biggest Oscar contender. The film is nominated for major awards including best picture, best supporting actor and best director. Shaikh added that Netflix's limited release strategy helps the company \"appear like they are a major theatrical studio.\" That helps further validate the company with the film industry, which has always kept it at an arm's length, and especially with Oscar voters. \"The Oscars exist to honor films that play in movie theaters,\" Paul Dergarabedian, senior media analyst at Comscore, told CNN Business. \"A limited theatrical release checks multiple boxes. It arguably boosts a film's profile and perhaps most importantly a big screen release makes filmmakers and talent happy.\" And it's important for Netflix to keep filmmakers and talent happy. A limited release, as well as Oscars prestige, allows the streamer to court A-list talent that can create exclusive content for the service's 167 million subscribers worldwide. Creating high quality content can also help Netflix stand out as competition from the likes of Disney and WarnerMedia, CNN's parent company, continues to grow. Dergarabedian added that \"the prestige and importance of a theatrical release is still undeniable,\" even in the era of streaming. Showing its films in theaters could also be another way for Netflix to give their subscribers options. Customers can check out \"The Irishman\" if it's playing at a nearby theater or watch the three-and-a-half-hour film starring Robert De Niro and Al Pacino in the comforts of their own homes. Netflix leads the field with 24 nominations at Sunday's Academy Awards, which includes other films like the drama \"The Two Popes,\" the animated film \"Klaus\" and the documentary \"American Factory.\" If Netflix isn't a big winner on Sunday night, it won't be for a lack of trying -- or spending. The company reportedly spent at least $70 million on its Oscar campaigning, according to the New York Times. Netflix declined to comment."], "Language": false}