{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/entertainment/brad-pitt-award-season/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-02-08T15:49:28Z"], "LastModifiedDate": ["2020-02-08T17:32:40Z"], "Headline": ["There's something about Brad Pitt ... again"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In 1991, Brad Pitt really had his eyes on playing jazz trumpet player Chet Baker in a movie about the musician's life.  In a New York Times profile, Pitt, then filming \"A River Runs Through It\" in Montana, explained to the reporter that he wanted to take on the role because people like Baker \"fascinated\" him.  \"People who have so much, yet somehow just can't get it together are very mysterious and compelling to me,\" he said.  Though it's unknown to anyone but Pitt how together his recent years have felt, one thing has been made clear as he's made his rounds this award season: getting it together can be just as compelling. Speech and clickbait Somehow, after nearly three decades in the white hot spotlight, the actor, producer, philanthropist and two-time \"Sexiest Man Alive\" honoree has managed to reintroduce himself to the public. (A rep for Pitt declined to comment for this story.) Once (and, arguably still) a tabloid-targeted superstar plagued by rumors stemming from two high-profile divorces -- one with Jennifer Aniston, another with Angelina Jolie, with whom he shares six children -- Pitt, now 56, is a day away from potentially winning the second Oscar of his career.  This one would be for his role as floundering stuntman Cliff Booth in Quentin Tarantino's \"Once Upon a Time... in Hollywood.\" Among other accolades, Pitt's already won a Golden Globe Award, Critics' Choice Award, SAG Award and BAFTA Award for his performance in the film.  Accepting the awards have become something of a performance in themselves, with exceptional self-deprecating humor. In one, a joke about adding his accolade to his Tinder profile and a quip about foot fetishes. In another, an aces Titanic reference delivered to co-star Leonardo DiCaprio. The internet has loved them.  They've been so good that many have wondered whether he even writes his own speeches. (A source close to Pitt, who works in the industry and declined to be identified for professional reasons, told CNN he's bounced ideas off some friends but has not hired writers.)  Content of the speeches aside, it's Pitt's happy, candid and comfortable-in-his-skin vibe that has reminded so many of the dreamy young guy who first captured everyone's attention while playing a sexy cowboy in \"Thelma and Louise.\" It's a persona that was lost as Pitt's personal life seemed to eclipse his professional pursuits -- even as he won an Oscar for producing \"12 Years a Slave\" and many other projects through his Plan B outfit.   \"Brad is enjoying [awards season] because he's getting to enjoy something that was about a film he loved,\" Pitt's longtime friend told CNN. \"He loved Quentin, he loved the movie, he loved the cast.\" \"He is genuinely a funny, realized guy,\" the friend added. \"He's also in a place where he's coming off two acting roles he's very proud of.\" Brad Pitt 2.0 Pitt seems to credit his current ease to his new-found sobriety. \"I'm realizing, as a real act of forgiveness for myself for all the choices that I've made that I'm not proud of, that I value those missteps, because they led to some wisdom, which led to something else,\" Pitt said in a recent conversation for Interview with his \"Legends of the Fall\" and \"Meet Joe Black\" co-star Anthony Hopkins. \"You can't have one without the other. I see it as something I'm just now getting my arms around at this time in my life. But I certainly don't feel like I can take credit for any of it.\" Following his contentious split from Jolie in 2016, getting comfortable \"took time,\" Pitt's friend said.  \"He's still in the middle of the divorce, but he's been more visible,\" the friend said, adding Pitt's \"new normal\" has evolved from \"self-reflection and self-improvement.\" Pitt has been open about his decision to get sober and has credited Bradley Cooper for helping him along the way. \"I got sober because of this guy,\" Pitt said of Cooper at the National Board of Review Awards last month. \"Every day has been happier ever since.\" Away from the award show circuit, Pitt is spending his days reading scripts and developing new projects for Plan B. His downtime is for his kids, according to his friend, and designing furniture he eventually may sell. (Yes, that means you could potentially eat your breakfast cereal at a table by Brad Pitt.) But his biggest personal accomplishment in recent years, the friend said, is gaining \"peace of mind.\" \"This is just Brad now,\" the individual added, \"He's gotten through to the other side of things and is just now getting to enjoy the ride.\""], "Language": false}