{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/opinions/pelosi-trump-daly/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jim Daly"], "Writers": [[]], "FirstPublishDate": ["2020-02-08T00:28:26Z"], "LastModifiedDate": ["2020-02-08T00:28:26Z"], "Headline": ["Trump and Pelosi, time to turn the other cheek"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Inside the Washington, DC Hilton's International Ballroom on Thursday, it was a scene straight from a script of a highly dramatic film. Fresh off his acquittal in the Senate impeachment trial and seated at the head table before an overflow crowd for the 68th annual National Prayer Breakfast was President Donald J. Trump. Seated several seats over was Speaker of the House Nancy Pelosi -- the very woman who led the House of Representative's impeachment proceedings against him.  Joining them on the dais was social scientist Arthur Brooks, author of his latest book, \"Love Your Enemies.\" Let's put it this way -- you can't make this stuff up. But for the good of the country, it's time the President and the Speaker of the House -- as well as members of both parties -- forgive one another, find a way forward and tackle the pressing needs facing the nation.  Trump and Pelosi have been locked in a yearslong feud that has only intensified in recent months. The tension appeared to reach a boiling point at Tuesday night's State of the Union address, when Trump seemingly refused to shake Pelosi's hand before his speech and Pelosi tore up a copy of Trump's speech in an apparent act of protest at the conclusion of his remarks. In his remarks at Thursday's prayer breakfast, Trump took a dig at Pelosi, who invoked her Catholic faith in December and said, \"I pray for the President all the time.\"  Without naming Pelosi, Trump said he disliked \"people who say 'I pray for you,' when they know that's not so.\" Trump went on to address the open animosity, at once challenging the theme of forgiveness and acknowledging how difficult it's been for him to personally manage it all.  ''We're grateful to the people in this room for the love they show to religion. Not one religion, but many religions,\" the President said. \"They are brave, they are brilliant, they are fighters, they like people and sometimes they hate people. I'm sorry. I apologize. I am trying to learn. It's not easy. It's not easy. When they impeach you for nothing, then you're supposed to like them? It's not easy, folks. I do my best.\"  Hours later, Pelosi ripped into the President, questioning his faith and his own understanding of prayer. Admitting her strained relationship with Trump, the Speaker suggested that she's done her best to reach out to the nation's chief executive in a civil manner.  It may well be that Trump believes he's doing his best -- and that Pelosi does as well -- but the fact remains their best is not enough. I say this as someone who is deeply appreciative of the President's many accomplishments in the past three years. He's been a fighter and a champion for so many of the causes Christian conservatives like me hold dear. For many of us, Trump is the most pro-life president we have ever had in the Oval Office. I get it. I'm not being myopic or Pollyannaish. Deep philosophical differences will always remain between people and parties. But my Christian faith demands and informs this path of forgiveness.  Make no mistake about it. Forgiveness is tough. The human heart is wired for justice. When somebody lashes out against us, the hurt we feel is a cry for wrongs to be made right. And so it's understandable for the President to be upset. When we feel aggrieved, we often want the other person to suffer in some way that will help us feel that the debt has been paid. At least, we tell ourselves this is true. Yet, to be clear, forgiveness never excuses the wrongs against us or waters down the nature of an offense. Forgiveness doesn't pretend that something didn't happen. Forgiveness acknowledges the ugliness of it all, but then it sets us free -- not the other person. Forgiveness releases our hearts, heals our pain and allows us to move forward through life in peace. So, after months of controversy and seemingly endless hours of debate and red-hot rhetoric, it is time to move forward, which is in the best interest of the American people. It is my hope that hostilities will now abate. In the words of President Abraham Lincoln, \"We must not be enemies. Though passion may have strained, it must not break our bonds of affection.\""], "Language": false}