{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/perspectives/netflix-oscars/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Bill Carter for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-02-07T20:57:16Z"], "LastModifiedDate": ["2020-02-07T20:57:16Z"], "Headline": ["Why Netflix already won the Oscars"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["I can't remember a year when I saw so many films that have been nominated for Oscars in the major categories.  What makes that development even more unusual is that I have seen so many of this year's nominated films without leaving my home. This is not only because so many of the nominations — 24, more than any other production entity — are for films that are available to subscribers on the streaming service Netflix; I also watched a batch of \"For Your Consideration\" screener discs, so I got to sample everything from updated Agatha Christie (\"Knives Out\") to woke Louisa May Alcott (the feminist \"Little Women\"). Despite what has been widely described as a profligate spending spree, designed to woo support for its cinematic oeuvre, Netflix's films aren't expected to stand out with the real voters, at least from the award-mania we have been subjected to thus far this year.   This is clearly not for lack of trying. Netflix is all-in on its effort to shake up the movie business as much as it has the television business. Even if it winds up losing everything — and it probably won't because Laura Dern is a heavy favorite in the Best Supporting Actress category for her role as a divorce lawyer in \"Marriage Story\" — the Netflix brigade will surely be back next year with a new roster of Oscar competitors, if only because more and more top film artists are noticing and appreciating the dedication (and money) Netflix is putting in to winning little naked statuettes.  The only thing stopping Netflix this year — aside from its films falling a bit short — has been the continuing reluctance among movie aficionados to hand out the most-prized honor to movies overtly designed to be displayed on TV sets instead of inside theaters. It is increasingly Netflix's ultimate quest: to become a major player, if not THE major player, in big-time moviemaking while keeping to its business model of serving its subscribers first and foremost. The Netflix films honored with nominations this year were mostly given cursory runs in theaters before becoming available to its paying streaming customers. The movie establishment still doesn't like that, because they believe movies should be conceived and shot with an intention to be displayed on a big screen in a dark theater with hundreds of seats and an equal number of cupholders. Nothing Netflix has done has been a more in-your-face challenge to that orthodoxy than the astronomically high production budget the streaming powerhouse is reported to have showered on Martin Scorsese to execute his vision for the mob story \"The Irishman\" — a movie that was accompanied by the gasp-inducing cast of Robert De Niro, Al Pacino and Joe Pesci. Even the bloated running time of 3 hours and 30 minutes left Netflix undeterred. This was going to be the company's surefire Oscar-winner. Now it appears that film could lose to a movie shot entirely in Korean. I saw that one, \"Parasite,\" on my home TV set, too. It did not seem like it limited that film in any way, especially because these days many TV sets are nearing the size of medieval tapestries and occupy whole walls of family rooms. Of course, that's not the only way to see a Netflix movie. You don't even have to watch one on a TV set. In fact, on a plane trip this week, I saw a passenger watching \"The Irishman\" on his iPhone, arrayed on a seatback.  This act of personal preference was in direct defiance of Scorsese's request not to watch \"The Irishman\" that way. He begged people: \"I would suggest, if you ever want to see one of my pictures — or most films — please, please don't look at it on a phone, please.\"  Spike Lee got even more emotional about it several years ago: \"I know it's not a popular view, but as a filmmaker — we kill ourselves with editing. With lighting. With sound,\" he said. \"It's heartbreaking.\"  I didn't watch any movies on a phone this year. But it seemed like many of them would have been relatively unaffected. I think a movie with truly distinct cinematography, like \"1917,\" or \"Little Women,\" or even \"Joker,\" probably needs to be seen in a theater to be fully appreciated. But a four-hankie weeper like \"Marriage Story\"? I'm pretty sure that would have seemed even more overrated to me if I'd schlepped out to the multiplex and seen it there sipping on a $9 soda. I saw a movie I really liked, \"Dunkirk,\" a couple of years ago in an IMAX theater, and that unquestionably enhanced its impact. A while later, I watched it again on the screen implanted in the back of airline seat, and it lost something for sure — though it would have been even worse on a phone. Maybe because not enough people made it to the theaters, \"Dunkirk\" didn't win the Oscar two years ago, losing to a movie about a woman falling in love with a fish.  Still, the arguments filmmakers are making in favor of the movie-theater experience over the living-room experience are akin to those once made in favor of transportation by Palomino stallion rather than horseless carriage. The latter is coming, and nothing is stopping it. Regardless of the Oscar count this year, or next year, Netflix has set itself up as the winner in the end. Now: Without the benefit of any movie-theater experiences, my own favorites this year: Supporting Actress: Scarlett Johansson (She's much better in \"JoJo Rabbit\" than \"Marriage Story.\") Supporting Actor: Anthony Hopkins (\"The Two Popes\" has no business being as good as it is, but the two leads are mesmerizing.) Best Actress: Saoirse Ronan. (\"Little Women\" tries about 20% too hard, but Greta Gerwig is a huge talent who is shockingly unnominated and Ronan is a breathtaking star.) Best Actor: Roman Griffin Davis (He's the totally unknown kid in \"JoJo Rabbit\" and he's amazing, but he wasn't nominated.) Of those who were, I would go with Jonathan Pryce in \"The Two Popes.\"  Best Picture: \"1917\" (It's exceptional movie making and feels both big and worthy, which is what the Oscars need after awarding smaller, arthouse-type films in every recent year: \"Green Book,\" \"The Shape of Water,\" \"Moonlight,\" \"Spotlight,\" \"Birdman.\")"], "Language": false}