{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-04-17T11:42:35Z"], "LastModifiedDate": ["2020-04-17T12:26:16Z"], "Headline": ["China could emerge from the pandemic even stronger"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["It's official: Even the world's second biggest economy, on a growth streak lasting four decades, was no match for the coronavirus pandemic. China's economy shrank 6.8% in the first quarter of 2020 compared to a year earlier, according to government statistics released Friday. The superlatives: The plunge is the worst for a single quarter that China has recorded since it started publishing those figures in 1992. It's also the first time China has reported an economic contraction since 1976, when Communist Party leader Mao Zedong's death ended a decade of social and economic tumult.  Widespread pain: China's three major engines for growth — consumer spending, exports and fixed asset investment — all slumped as large swaths of the country were placed on lockdown.  The country's quarterly economic report is in some ways a barometer for the United States and Europe, according to my colleague Laura He, because the West only began to feel the full impact of the pandemic as the situation in China was starting to improve. Some restrictions have been lifted in China, and economic data for March points to a tentative recovery. But the country still has a very long way to go before things get back to normal. Yet there is a growing consensus that barring a major resurgence of the coronavirus, China could emerge from the pandemic in a better position than many other countries. The IMF expects the global economy to contract by 3% this year. But China is expected to grow 1.2% in 2020 and 9.2% next year — making it the best performer among major economies. Chinese officials are wary of making predictions. Unusually, Beijing has not yet set an annual GDP target for 2020.  Even so, they remain optimistic about the country's prospects, pointing specifically to the recent IMF forecast. If the predictions come true, China would average growth of 5% over the next two years, said Mao Shengyong, spokesman for China's National Bureau of Statistics, on Friday. \"The coronavirus has caused China economic losses and activity has been suppressed,\" he said. \"[But] it may be unleashed next year.\" That would bolster the country's position in the world economy, with China continuing to close the gap with the West in terms of GDP per person. \"It will rebound quicker than Western economies to reach a larger share of the global economy,\" said Sebastien Galy, senior macro strategist at Nordea Investment. Brits are prepared for months of disruption The coronavirus pandemic has profoundly disrupted companies and households around the world. Four months into the year, how are people feeling about things? Britain's Office for National Statistics has some answers.  The statistics agency has published the results of a survey covering household finances, work and society. Here are some of the most interesting takeaways: Over 4 in 5 adults said they were very worried or somewhat worried about the effect that the coronavirus is having on their life.\nJust over half of adults said it was affecting their wellbeing, and nearly half reported high levels of anxiety.\nJust over 1 in 5 adults said it was affecting their household finances, with the main concern being a drop in income.  And are they optimistic about what comes next? Nearly half of all adults expected their financial position to get a little or a lot worse over the next year.\nOver 1 in 3 adults thought it would be between four and six months before their life would return to normal, with another third thinking it will be longer than six months. Investors appear to be focusing on signs that companies are getting back on track. Volkswagen and Toyota are preparing to reopen their factories in Europe, for example, and Boeing plans to call 27,000 employees back to work next week in Washington state to start making airplanes again. Yet that market optimism may be unfounded. Health experts are warning of a potential second wave of infections that could lengthen the time social distancing remains in place. \"This could be a long, hard road that we have ahead of us until we get to either an effective therapy or a vaccine,\" Minneapolis Fed President Neel Kashkari recently told CBS. \"It's hard for me to see a V-shaped recovery under that scenario.\" With a supermajority of Brits expecting it to take more than four months for life to return to normal, the ONS survey suggests the general public may be more realistic than investors about what comes next.  A warning from France French President Emmanuel Macron is warning that the coronavirus pandemic could end the European Union as a \"political project\" if more is not done to help members such as Spain and Italy. The European Union faces a \"moment of truth,\" he told the Financial Times in an interview, and leaders must now decide whether the bloc is more than just a single economic market. At issue: France is pushing for the European Union to issue debt, dubbed corona bonds, to raise long-term finance for all member states to help pay for an economic recovery plan.  \"If we can't do this today, I tell you the populists will win — today, tomorrow, the day after, in Italy, in Spain, perhaps in France and elsewhere,\" Macron told the newspaper. German Chancellor Angela Merkel, backed by the leaders of Austria and the Netherlands, has opposed the idea of issuing common EU debt on grounds that her taxpayers would effectively be underwriting spending by poorer member states. Up next Today: Procter & Gamble, State Street and Schlumberger earnings Coming next week: Earnings season continues with reports from IBM, Coca-Cola, Lockheed Martin, AT&T, Ericsson, Intel and American Express."], "Language": false}