{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/04/cnn-underscored/galentines-day-gifts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Saunders"], "Writers": [["Nicole Saunders "]], "FirstPublishDate": ["2020-02-04T19:10:57Z"], "LastModifiedDate": ["2020-02-07T15:57:03Z"], "Headline": ["Galentine's Day gifts under $50 your best friends will love"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It doesn't matter if you're perpetually single or in a long-term relationship. Valentine's Day is a time for celebrating all your loved ones, including your best friend. After all, she's the one who always has your back, sends you the most hilarious memes on Instagram, and won't totally hate you for dragging her to an early morning workout class.  That's why she deserves one of the most thoughtful gifts you can find, whether that's an inspirational planner or a trendy lip balm set or a seriously upgraded friendship bracelet. Let this be the year you show your best friends some real love, starting with these 25 Galentine's Day gifts they'll go absolutely bonkers over. Looking for more V-Day gifts for people other than your girlfriends? Check out our guides on the best gifts for him, gifts for kids, Nordstrom gifts and gifts for couples, too.  Ban.do Planner ($9.99, originally $20; bando.com) Complete with artwork, a personality quiz and even a 3-D page (with glasses supplied), this stylish 12-month planner is the ideal gift for the friend who is trying to stay organized in 2020. Whenever she sees this in her bag, she'll be motivated to plan her day, manifest her goals and take each day by storm.  _______________________________________________________________________________ Fujifilm Instant Camera ($49, originally $69; urbanoutfitters.com) While you're spending quality time together, it's important to capture the moment. This Fujifilm Instax camera is the perfect retro-feeling gift for the friend who likes to ditch her iPhone camera sometimes for film pictures instead. She'll want to snap pictures all night long and treasure the memories forever.  _______________________________________________________________________________ Anthropologie Folksong Monogram Mug ($12; anthropologie.com) This cheery blue monogram mug will make your BFF excited to wake up for her morning coffee even on the dreariest of days. If she's always on the go, don't worry — the mug is dishwasher- and microwave-safe. _______________________________________________________________________________ Fresh Sugar On-the-Go Lip Kit Gift Set ($25; sephora.com) If she's still using lip balm from the drugstore bargain bin, then help her level up her beauty game this winter with this must-have trio. The sugar granules in the scrub buff away dead skin gently, and the caramel lip balm will become a bedside table must-have. She'll want to carry a tube of the Advanced Therapy lip balm from the kit in her purse at all times; it's one of the most moisturizing lip products out there and it has the added bonus of SPF. _______________________________________________________________________________ Maggie Louise Confections ($32; nordstrom.com)  But if you can't resist giving her something sweet, you know it's gotta be good. Like this box of chocolates, filled with some of her favorite things (coffee, rainbows), all crafted out of dark, milk and white chocolate.  _______________________________________________________________________________ Heartbeat Makeup Vanity Mirror ($20; urbanoutfitters.com)  Streaky makeup is one of the worst beauty sins, but if your bestie has one of these LED mirrors on her desk, her makeup will no doubt look flawless from here on out.  _______________________________________________________________________________ EmeryAndOpal Initial Necklace (starting at $26; etsy.com) A dainty necklace like this is the perfect gift for the friend who wants to upgrade her necklace stacking game. It's available in 14-karat gold, rose gold and sterling silver, so you can choose the finish that suits your bestie's style.  _______________________________________________________________________________ Moon Lamp (starting at $17.99; amazon.com)  For the friend obsessed with making the lighting around them not only flattering — but beautiful — check out this moon lamp, which you can touch to change color and brightness.  _______________________________________________________________________________ Paddywax Jane Austen Soy Wax Candle ($24.21; amazon.com) Her home will smell like a lush garden filled with sweet gardenia, tuberose and jasmine during the 60 hours of burn time this candle provides. From the brown and pink packaging to the scent of the candle, everything about it found inspiration in Jane Austen, making it the best-smelling addition to your favorite bibliophile's library.  _______________________________________________________________________________ Urban Outfitters Live Assorted Succulents Set of 4 ($20; urbanoutfitters.com) If she doesn't have the commitment to care for a lush plant, but still craves something green in her house, try these succulents. These four plants are petite enough (they are housed in 2-inch plastic pots) to fit on her work desk or along the windowsill in her bedroom.  _______________________________________________________________________________ UncommonGoods Vase Bookends ($45; uncommongoods.com) Designer Monika Lubkowska-Jonas combined two of our favorite things: flowers and novels. Encourage your friend to proudly display her ever-growing collection of books with this pair of glass flower vase bookends. Just don't forget to point out that she's able to swap in real flowers whenever she feels like it. _______________________________________________________________________________ UncommonGoods Brass Succulent Mister ($30; uncommongoods.com)   For the friend with the greenest thumb, this (dare we say) chic misting pot is so pretty she won't be able to resist showering her plants with love.  _______________________________________________________________________________ UncommonGoods Minute Mimosa Sugar Cube Trio ($30; uncommongoods.com) When she tosses one of these sugar cubes into her sparkling wine, it transforms her go-to bubbly into a truly pretty drink with bits of fruit as a bonus. Choose between the citrus trio for mimosas or the peach and berry trio for the easiest Bellinis imaginable.  _______________________________________________________________________________ Standard Baggu ($12; nordstrom.com) You can't go wrong with this stylish alternative to the shopping bag. If your bestie is committed to helping the environment by reducing her plastic waste (as we all should be!), a reusable bag like this one is a must. They can be used for basically anything from a grocery store run to an everyday tote and are available in 33 colors and patterns.  _______________________________________________________________________________ S'well Water Bottle - Milky Way ($30.26, originally $35; amazon.com) With colors like this pretty iridescent silver, S'well bottles are among the trendiest water bottles out there. This triple-layered insulated bottle can keep beverages cold for up to 24 hours or hot for up to 12, making it ideal to take from the gym to work and back home without spilling. _______________________________________________________________________________ W&P Porter Mug ($18.75, originally $25; wandpdesign.com) Friends don't let friends splurge on coffee every morning. Support your bestie's responsible spending habits with this ceramic mug available in five stylish colors. Even when she's finished with her morning coffee, the mug will look beautiful displayed on her desk or in the kitchen. She'll never go back to disposable mugs again. _______________________________________________________________________________ Charm Friendship Bracelets ($25; nordstrom.com) We know you weren't joking when you said best friends forever. Seal the deal with this two-bracelet set — one for you and one for her. It's just like the friendship bracelet she made you years ago, but elevated with a silver charm and drawstring closure. _______________________________________________________________________________ Ban.do Tech Ring ($14.95; bando.com) This year we're even accessorizing our technology. With this tech ring designed with colorful jewels and pearls, she'll look chic holding her phone or tablet.  _______________________________________________________________________________ Glossier Balm Dotcom Trio ($30; glossier.com) Don't let your friend go another day without this cult-favorite skin salve. These balms contain castor oil, beeswax and lanolin that will seal in moisture, especially on the lips. Just choose three flavors she'd like and you're all set. _______________________________________________________________________________ Saturday Skin Your Future Looks Bright Set ($20; sephora.com) Help your bestie get her healthiest skin yet with this three-piece collection from Saturday Skin. The Cotton Cloud probiotic mask enhances the skin's glow, while the Wide Awake eye cream brightens and refreshes the under eye area. This is the perfect skin care set for a fun Galentine's Day in. The two of you can apply the sheet mask, then dot on the eye cream for a night of pampering and feel-good vibes. _______________________________________________________________________________ Velvet Hair Scrunchie Set ($12; urbanoutfitters.com) Help your friend upgrade her updo with these beautiful velvet scrunchies. The set comes in five vibrant colors that she can choose to match any outfit. Even if she doesn't want to tie her hair back, she can wear one on her wrist as a unique accessory that will turn heads. _______________________________________________________________________________ Happy Galentine's Day Card ($4; etsy.com) If your BFF is the biggest \"Parks and Recreation\" fan, you have to skip the typical cards and buy this hilarious version, featuring the proudest Galentine's Day celebrator we know.  _______________________________________________________________________________ Joycuff Bracelet ($14.97; amazon.com) For the friend who loves a sentimental message and some arm candy, get her this elegant silver cuff bracelet. Each time she puts it on or takes it off, she'll be reminded of how much she means to you. Scared that the cuff won't fit? No worries. The bracelet is adjustable to fit most wrist sizes.  _______________________________________________________________________________ Slip Lip Print Eye Mask ($40, originally $50; nordstrom.com) Show the friend who can't function without eight hours of sleep that you really understand her needs. The girly pink lip print is the perfect complement to the burgundy silk eye mask, which also has a matching pillowcase if you're really looking to treat your best friend.  _______________________________________________________________________________ Glossier Body Hero Duo ($35; glossier.com) Dull, dehydrated skin will be the least of your friend's worries if you buy her this gift set. The body wash has a blend of moisturizing ingredients like coconut, grapeseed, sunflower seed and Vitamin E oils, which will leave her skin feeling soft and supple. Cactus flower, prickly pear and yucca extracts"], "Language": false}