{"Type": ["article"], "Url": ["https://www.cnn.com/2013/01/14/us/kirk-douglas---fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-01-14T21:33:24Z"], "LastModifiedDate": ["2020-02-06T21:37:26Z"], "Headline": ["Kirk Douglas Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of Kirk Douglas. Personal Birth date: December 9, 1916 Death date: February 5, 2020 Birth place: Amsterdam, New York Birth name: Issur Danielovitch Demsky Father: Herschel \"Harry\" Danielovitch Demsky, a Russian Jewish immigrant Mother: Bryna \"Bertha\" (Sanglel) Danielovitch Demsky, a Russian Jewish immigrant Marriages: Anne (Buydens) Douglas (May 29, 1954-February 5, 2020, his death); Diana Dill (November 2, 1943-February 23, 1951, divorced) Children: with Anne Buydens: Eric, June 21, 1958-July 6, 2004; Peter, November 25, 1955; with Diana Dill: Joel, January 23, 1947; Michael, September 25, 1944\t  Education: St. Lawrence University, A.B., 1939; American Academy of Dramatic Arts, 1939-1941; St. Lawrence University, D.F.A., 1958\t Military: US Navy, 1943-1944 Other Facts His parents changed their name from Danielovitch to Demsky after immigrating to the United States. Changed his name several times before settling on Kirk Douglas, from Issur Danielovitch Demsky to Issur Danielovitch, to Isadore Demsky. Appeared in two movies with his son Michael, \"Cast a Giant Shadow\" and \"It Runs in the Family,\" which also starred grandson Cameron and ex-wife Diana. Starred in movies such as \"Spartacus,\" \"Gunfight at the O.K. Corral,\" \"Lust for Life\" and \"20,000 Leagues Under the Sea.\" Through the Anne and Kirk Douglas Playground Award, provided funding toward the building and refurbishing of more than 400 school playgrounds for the children of Los Angeles. Nominated for three Primetime Emmy Awards.  Nominated for three Academy Awards. Also received an honorary Academy Award. Timeline 1941 - Broadway debut in \"Spring Again.\" 1946 - Film debut in \"The Strange Loves of Martha Ivers.\"  1952 - Founds the production company Bryna Productions. 1960 - First time as a producer for \"Spartacus,\" in which he also stars. His insistence that blacklisted writer Dalton Trumbo's name appear in the credits is the beginning of the end of the Hollywood blacklist. 1962 - Founds his second film company, Joel Productions. 1964 - Founds The Douglas Foundation, a philanthropic organization run by Douglas and his wife Anne. 1973 - First time directing for \"Scalawag,\" in which he also stars. 1981 - Receives the Presidential Medal of Freedom for his role as a goodwill ambassador for the State Department. 1986 - Becomes a spokesperson against elder abuse after appearing in a television movie on the subject, \"Amos.\" February 1991 - Survives a helicopter accident, in which two people die. \t 1991 - Receives the Life Achievement Award from the American Film Institute. 1995 - Suffers a stroke that initially leaves him without the ability to speak.  1996 - Receives an honorary Academy Award for \"fifty years as a creative and moral force in the motion picture community.\" 2001 - Receives the Producers Guild of America Milestone Award, its highest honor, in recognition of his contribution to entertainment history. 2001 - Awarded the National Medal of Arts.  March 2009 - Performs his one-man show, \"Before I Forget,\" at the Center Theatre Group/Kirk Douglas Theatre in California. December 9, 2016 - Douglas turns 100. February 5, 2020 - Passes away at the age of 103."], "Language": false}