{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/perspectives/strong-dollar-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Lorber and Jonathan Schanzer for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T12:25:29Z"], "LastModifiedDate": ["2020-04-17T12:25:29Z"], "Headline": ["The US dollar is still king during the coronavirus"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["The economic shock of the last few weeks has shaken the United States economy, erased the last two and a half years of stock market gains, and has left 22 million Americans unemployed. Yet as the economic chaos builds, a silver lining has emerged. Frightened by uncertainty and hungry for safe assets, investors and business owners are flocking to the US dollar. Since the COVID-19 crisis began, the value of the US dollar index rose to near record highs. The greenback has leveled off a bit, but has maintained an edge relative to most major currencies, including the euro, China's yuan and the Japanese yen.  Business owners worldwide understand that if the crisis continues, they will need significant capital reserves to stay afloat during this severe economic contraction. Fearing a liquidity crunch, where the demand for cash significantly outstrips the supply, they are snapping up dollars while the getting is good. Businesses understand that deep US financial markets are the key to weathering difficult economic headwinds. They also appreciate the transparency of America's fiscal policies.  The dollar is more than simply the chief reserve currency; it is the currency that companies turn to in moments of crisis, a role it has played during other economic crises as well.   Admittedly, there are downsides to a strong dollar. Exports become more expensive, making it harder to sell American products abroad. American companies are more tempted to open factories and facilities in other countries where operations and labor are cheaper. This inevitably leads to a loss of jobs at home. A stronger dollar also makes foreign travel to the United States less attractive.  But it's not all downside. The consistent, global demand for the dollar, not to mention US treasury bonds, gives the United States real leverage. When it comes to China, for example, the strength of the dollar provides a shield for the United States, ensuring a robust market for the purchase of US treasuries, even if China attempted to sell off its estimated $1.2 trillion worth of US bonds in an effort to weaken our financial system. Such a move would be unlikely, but not without precedent.  As Juan Zarate, former deputy national security advisor to George W. Bush, noted in his 2013 book \"Treasury's War\", Russia approached China in 2008 with a plan for a coordinated sale of government-sponsored debt to exacerbate America's financial crisis. China thankfully declined.   Russia is still eager to target the United States when it can. But Moscow would incur greater risk now. Take the wrong step and a punitive response from the US of financial sanctions could plunge Russia into a more perilous financial situation than it already finds itself, with oil prices near historic lows.  Indeed, the oil markets are still in bad shape after the agreement to cut output by a combined 9.7 million barrels per day. The US Treasury, State and Commerce departments have used tools of economic statecraft -- such as sanctions -- before, and they will not be afraid to use them again. This is a message our adversaries now understand.   To be sure, the strength of the American dollar must not only be wielded as a threat, but for good, as well. The COVID-19 crisis calls for increased international collaboration -- both in terms of a coordinated public health response and economic cooperation. The centrality of the dollar positions the United States to lead the global financial response by making all US dollar aid transactions transparent, and by ensuring that markets remain calm and secure by guaranteeing the integrity of the financial system that we effectively control. But the United States should make clear to China and Russia, in particular, that our financial power is robust, and our willingness to take action is resolute.   The challenge now for the Trump administration is to find the right balance between public health and economic health. This will be for the good of all Americans. But it will also have an impact on our financial power. If our situation worsens considerably on either front, investors may begin to turn more to other currencies.   There is a lot riding on the next few weeks. Keeping Americans healthy will remain the top priority. But our financial health must be a priority too. We must manage our mounting debts and mitigate financial deficits if we are to continue to wield the economic tools we have used over the course of decades to preserve an American-led world order. For those tools to remain effective, the dollar must continue to be king."], "Language": false}