{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/health/vegan-how-to-food-drayer-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Drayer, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T10:20:31Z"], "LastModifiedDate": ["2020-02-06T21:41:21Z"], "Headline": ["Thinking of going vegan? What you need to know first"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Adopting a vegan diet has grown increasingly mainstream in recent years.  The consumer shift to plant-based alternatives has changed fast food and grocery options, as Impossible Burger and Beyond Meat have become massive companies capitalizing on the trend. According to a 2017 study, as many as 6% of US consumers say they are vegan, compared to just 1% in 2014.  \"I chose to follow a vegan diet partly for environmental reasons and partly for health reasons,\" said Rebecca Roitman, a nutritional sciences major at Cornell University.    \"Years ago, it wasn't mainstream, but more and more people are going the vegan route,\" said Amy Kimberlain, a registered dietitian who has counseled many clients who want to convert to vegan eating. Like Roitman, many choose to go vegan for its health benefits. In fact, studies have found that similar to vegetarian diets, vegan diets have a lower risk of many chronic diseases, such as heart disease, type 2 diabetes, obesity and cancer, according to Sharon Palmer, a registered dietitian nutritionist and plant-based food and sustainability expert. Another main motivation is the fact that vegans have the lowest impact on the environment, according to Palmer. And yet others simply wish to follow a vegan lifestyle for ethical reasons.   And vegans are getting good celebrity press. Natalie Portman, Zac Efron, Ariana Grande, Sir Paul McCartney, Madonna, Alicia Silverstone and James Cameron follow a vegan diet. Jennifer Lopez, Meghan Markle and Bill Clinton have all incorporated vegan eating into their lives. And Arnold Schwarzenegger, who says he's \"99% vegan,\" co-produced the popular Netflix film \"Game Changers\" on vegan athleticism along with Cameron and Jackie Chan. Professional vegan athletes include Serena Williams and David Carter, the NFL defensive lineman known as \"The 300 Pound Vegan.\" Of course, rich and famous vegans have professional help to keep them on track and healthy (as there are plenty of unhealthy vegan foods). So educating yourself about how to successfully go vegan is key if you don't have a private chef and trainer. While vegan eating certainly has its benefits, the choice comes with some considerations too. Before you jump on the vegan bandwagon, here are five things worth noting. A vegan diet is more than simply a \"plant-based\" diet A vegan diet is much more stringent than flexitarian eating, or even vegetarianism. In fact, a vegan diet is 100% plant-based, meaning it's devoid of all animal foods, including dairy (cheese, yogurt, milk, cream, butter); eggs; meat, poultry or seafood; and for many, honey, explained Palmer.   A vegetarian diet excludes all animal flesh (meat, poultry, seafood) but allows for dairy, eggs and honey. Flexitarian eaters focus on plant-based foods but may still include animal-based foods in limited amounts, including meat, poultry and fish, as well as dairy and eggs.   Though some people, including food bloggers, may use the terms \"plant-based\" and \"vegan\" interchangeably, plant-based is an \"umbrella term\" and does not equate to being vegan, added Kimberlain, who is also a national spokesperson for the Academy of Nutrition and Dietetics.  For example, while all vegans are plant-based, not all plant-based eaters are necessarily vegan.  \"Plant-based eaters may have a small portion of cheese or other animal protein,\" Kimberlain said. You'll need to get creative with cooking Cooking on a vegan diet may be a challenge at first, but there are lots of creative ways to use vegan substitutes.  You can use tofu in place of meat in stir-fries and casseroles, and use extra virgin olive oil instead of butter in sautéing, Palmer advised. She also likes to replace dairy cheese with cashew cheese made by soaking and pureeing cashews with some seasonings. And using mushrooms in recipes can provide an umami savory taste.  Kimberlain likes using a \"flax egg\" for baked goods -- that's one tablespoon of flaxseed meal mixed with three tablespoons of water, \"until it binds like an egg.\"  Another ingredient she uses is agar, in place of gelatin, which gives a jelly-like texture similar to custard for tarts. And aquafaba, the liquid from chickpeas, can mimic the properties of egg whites and can be used for a meringue or a mousse.   You'll need to get vegan restaurant savvy \"It's always a good idea to check out the menu online before dining out and even call the restaurant beforehand to make sure there are [vegan] options,\" Palmer advised.  Restaurants will often indicate with a \"v\" or a leaf that a menu item is vegan, but be sure to ask questions. \"A risotto made with parmesan cheese and chicken broth is not vegan,\" Kimberlain cautioned. \"And if you are going for [a] veggie burrito, ask for guacamole instead of sour cream and cheese.\"   You can also simply ask the server to take off the cheese on many classic restaurant items, such as veggie burgers, veggie pizza, pasta with tomato sauce, vegetable fajitas, and bean tacos or burritos, Palmer advised. Apps such as HappyCow or Vegman can help you locate vegan restaurants nearby.   It may be challenging to meet some nutrient needs \"It takes actual planning to ensure nutritional adequacy on a vegan diet,\" Kimberlain said.  For example, because the digestibility of protein is decreased on a vegan diet, plant protein needs are slightly higher for vegans than for those eating animal foods, Kimberlain explained.  That's why it's crucial to include a protein source at every meal -- such as tofu, beans, tempeh, nuts and seeds -- even at breakfast. \"A person may be eating oatmeal with plant-based milk and fruit for breakfast, and I'll ask them to add hemp seeds, flax seeds or chia seeds, or even a nut butter like peanut butter,\" Kimberlain said. Not only does this boost protein; it keeps you fuller longer and adds in healthy fats.   Additionally, soy milk is generally a higher protein choice than, say, almond or cashew milk, though some plant milks may be fortified with pea protein.     Calcium is another nutrient of concern for vegan diets, though it can be consumed from plant calcium sources such as tofu, almonds, kale and broccoli, Palmer explained. It's also important to check that plant milks, like soy milk for example, and yogurts are fortified with calcium, as well as vitamin D. \"Some of the alternative milks are not fortified with calcium or vitamin D -- and the same is true for plant-based yogurts, like those made from soy, coconut or almonds,\" Kimberlain said.   \"While it's great that there are alternative products available for those switching to a more vegan diet, it's important to look for the fortification of calcium and vitamin D in these products,\" she added.  Vitamin D can also be found in mushrooms exposed to sunlight, fortified orange juice and sunlight exposure, according to Palmer.  Because omega-3 rich fish is omitted on vegan diets, omega-3 fatty acids must be obtained from plant sources such as walnuts, flaxseeds, hemp, chia and algae supplements.  And iron and zinc are other key minerals that can be tricky to obtain on vegan diets. \"Plant-based iron has lower bioavailability so needs are higher,\" Kimberlain explained. Lentil soup and nut butters are good sources of plant-based iron. Nuts, grains and soy foods can also provide zinc.  But vitamin B12, which naturally originates from animal sources only, is another story. \"B12 must be supplemented in the vegan diet,\" Palmer said.  \"If you are vegetarian, you get B12 from eggs. But for someone who is vegan, this is the one nutrient that I would recommend to supplement with,\" agreed Kimberlain. It's also wise to get your blood tested to ensure adequate blood levels of vitamins and minerals. \"I have been vegan for almost five years now, and I make sure to get my blood tested regularly to make sure I am not at risk for any nutrient deficiencies,\" Roitman added.  It may take time Going vegan is a process, not something that happens overnight. Though you may be excited to get started on this new eating style, it's wise to keep your expectations in check.    \"It can take anywhere from three to six months to fully convert to vegan,\" Kimberlain said.  Making one change at a time, however -- like going vegan for breakfast, then moving on to lunch once you've mastered the morning meal -- can feel much less overwhelming, she added.    "], "Language": false}