{"Type": ["gallery"], "Url": ["https://www.cnn.com/2012/12/09/opinion/gallery/kirk-douglas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Hulton Archive/Getty Images", "Ed Clark/Getty Images", "PA/AP", "Keystone/Getty Images", "Ralph Gatti/AFP/Getty Images", "Vince Bucci/AFP/Getty Images", "Vince Bucci/Getty Images", "George De Sota/Getty Images", "Chris Pizzello/AP", "Bruce Glikas/FilmMagic/Getty Images", "Gabriel Bouys/AFP/Getty Images", "Matt Sayles/Invision/AP", "Chris Pizzello/Invision/AP"]], "FirstPublishDate": ["2012-12-09T13:21:40Z"], "LastModifiedDate": ["2020-02-06T01:01:04Z"], "Headline": ["Kirk Douglas' life in pictures"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kirk Douglas poses for a studio portrait circa 1950. Douglas, seen here in the 1950s, was born Issur Danielovitch to Russian immigrant parents in Amsterdam, New York, in 1916. He would eventually change his name to Kirk Douglas. Douglas escorts Irene Wrightsman McEvoy to the Academy Awards in March 1950. He was nominated that year for best actor for his breakout role in \"Champion.\" He would also be nominated for \"The Bad and the Beautiful\" and \"Lust for Life.\" He received an honorary Academy Award in 1996. Douglas is seen on location for the film \"Ace in the Hole\" in 1951. He embarked on a screen career in 1946 after theater work and a stint in the Navy during World War II. Douglas kneels beside his sons Joel, left, and Michael in the mid-'50s. Both followed their father's career into films, with Joel a producer and Michael an actor and producer. Douglas stars as Vincent van Gogh in director Vincente Minnelli's film about the Dutch painter, \"Lust for Life\" (1956). Co-star Anthony Quinn, right, won the best supporting actor Oscar for his role as rival Paul Gauguin. Douglas enjoys a book with his second wife, Anne Buydens, circa 1956. The two were married in 1954 and remained married until his death. Douglas, right, rehearses with Burt Lancaster in preparation for the \"Night of 100 Stars\" event in London in 1958. The two stars appeared in five films together, from \"Gunfight at the O.K. Corral\" (1957) to \"Tough Guys\" (1986). Douglas stops at the Rome airport on his way to a safari in Kenya in 1962. Douglas appears with his son Michael on the set of the film \"Cast a Giant Shadow\" in Rome in the mid-'60s. Michael Douglas had a small uncredited role in his dad's movie. He would go on to become a major film star himself in the 1980s and '90s. Douglas addresses reporters at the Cannes Film Festival, where he was president of the jury in 1980. Actor Jack Nicholson greets Douglas after a ceremony honoring Michael Douglas in 1997. Michael placed his hands and footprints in cement at Grauman's Chinese Theatre, a Hollywood landmark. From left, Corbin Allred, Dan Aykroyd and Douglas star in 1999's \"Diamonds,\" one of the star's more recent screen appearances. Kirk and Michael Douglas attend a Simon Wiesenthal Center dinner honoring the latter with its Humanitarian Award in 2001. Douglas displays a copy of his memoir, \"My Stroke of Luck,\" at a New York bookstore in 2002. The star had recovered from a stroke he suffered in the mid-'90s. Douglas appears with his first wife, Diana, son Michael and grandson Cameron Douglas at a special screening of \"It Runs in the Family\" in Los Angeles. All four actors starred in the 2003 film. Douglas greets his daughter-in-law Catherine Zeta-Jones backstage at Broadway's \"A Little Night Music\" in 2009. She was starring in a revival of the Stephen Sondheim-Hugh Wheeler musical. Douglas helps present an Academy Award in 2011. Douglas poses for a portrait just days before his 98th birthday in 2016. Douglas looks on as his son Michael makes a speech at his 100th birthday party in 2016. Three generations of Douglas actors — from left, Cameron, Kirk and Michael —pose for a photo as Michael received a star on the Hollywood Walk of Fame in 2018."], "Language": false}