{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/us/coyote-badger-hunt-together-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-05T12:53:29Z"], "LastModifiedDate": ["2020-02-05T12:53:29Z"], "Headline": ["An unlikely friendship between a coyote and badger was caught in this adorable video"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's almost like a scene out of a classic Disney movie -- a coyote and badger teaming up to go on a wild adventure.  The adorable video of the unlikely pair has been shared widely on social media. It even caught the attention of Captain America.  \"I'm choosing to believe that the coyote sounds like Michael J. Fox and the badger sounds like Sam Elliot and they're best friends on an adventure,\" actor Chris Evans tweeted.  See it The coyote and badger were using a culvert to travel underneath a highway near the Southern Santa Cruz Mountains in California, according to Peninsula Open Space Trust (POST), an environmental conservation organization that captured the footage.  The pair was most likely on their way to hunt -- together. Studies have shown that badgers and coyotes actually make a good team when it comes to hunting. The badger can dig into ground squirrels' dens and then once the prey surfaces, the coyote can chase it down. While it isn't uncommon for badgers and coyotes to team up for a hunt, POST believes this footage is the first to show the duo traveling down a human-made structure together.  \"To our knowledge, that's the first time that's ever been observed,\" Neal Sharma, POST's wildlife linkages program manager told CNN. \"Having that interaction on film and seeing how these two different animals that lead different lives, how they interact, it's just so exciting.\"  It's all part of a study to protect wildlife As amusing and comical the video is, it's all part of a study to better understand how wildlife interact with the major roadways that surround their habitats.  In partnership with Pathways for Wildlife, POST set up more than 50 cameras at bridges and culverts and conducted roadkill surveys to identify the areas of safe passage for wildlife that can be maintained or enhanced.   \"People understand that we need to protect key areas of habitat and development and we need to sometimes restore habitats there. But there's this other side, and it's the reality of trying to conserve wildlife in very densely populated urban areas that have highways crisscrossing the landscape,\" Sharma said.  With recent stories of coyote attacks, the wild canines have often been villainized, but the video shows they can be playful.  According to the Humane Society of the US, coyote attacks are, in fact, very rare. If they do happen, it's often because the coyote was being fed by humans.  \"(Coyotes are) an important part of the natural world and like everything else, they have their place and they have a role that they play,\" Sharma said.  POST hopes the video can lead more people to advocate for wildlife and see the need for safe passageways.  Because if a coyote and badger can learn to be friends, then humans can most definitely learn to coexist with wild animals. "], "Language": false}