{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/04/entertainment/monique-academy-awards-career/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-04T19:27:27Z"], "LastModifiedDate": ["2020-02-04T19:27:27Z"], "Headline": ["A decade after winning an Oscar, Mo'Nique is still doing it her way"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["When Mo'Nique won the best supporting actress Academy Award in 2010 for her performance in \"Precious,\" she thanked her husband for showing her that \"sometimes you have to forgo doing what's popular in order to do what's right.\"  She is still living that way a decade later, even if Hollywood may see it as something different. \"I believe winning that Oscar award, just as Hattie McDaniel, she said, 'I felt like I was cursed instead of winning something that should be congratulated,'\" Mo'Nique told CNN in a recent interview. \"That award was something that I did not ask for, but because I didn't respond the way people thought that I should have responded, as Lee Daniels said, I was blackballed.\" Some industry observers have suggested Mo'Nique is a victim of the \"Oscar curse,\" the belief that winning an Academy Award does little to help most actors and in some cases causes them to be less successful in their careers. Mo'Nique has said she's been labeled \"difficult to work with\" and \"tactless.\" From the stand-up circuit to the Oscar stage Born and raised in Baltimore, Maryland, Mo'Nique was already what folks like to call \"black people famous\" via her career as a stand-up comic and actress who told it like it was. But it was a different kind of acclaim after being hailed for her performance as the abusive mother, Mary Lee Johnston, in \"Precious.\" What followed was not only her Academy Award win, but a well-publicized dispute with the film's director, Lee Daniels, and producers Tyler Perry and Oprah Winfrey, which, according to Mo'Nique, stemmed from her decision to spend time with her family rather than travel to promote the film overseas. Mo'Nique has said she was paid $50,000 for the role, and she told CNN she was only contractually obligated to promote the film domestically. She felt her work was done when she declined the producers' offer to send her to Cannes Film Festival, something she now says did not go over well at the time with Daniels, Perry and Winfrey.  \"It was almost a feeling of 'the nerve of you,' especially when you are a black woman,\" Mo'Nique said. That choice, Mo'Nique believes, earned her a reputation for being problematic to work with and proceeded tensions with other black stars, including Steve Harvey and Whoopi Goldberg. Daniels told \"Raq Rants\" in 2018 that he fought for Mo'Nique to be cast in \"Precious,\" \"and for her to badmouth myself and Tyler and Oprah is disrespectful and it's wrong.\" \"No one blackballed her,\" Daniels said. \"Mo'Nique blackballed her.\" Reps for Daniels and Winfrey did not respond to CNN's request for comment on this story. A rep for Perry declined to comment.  Getting her 'due' Mo'Nique has said that some have blamed her professional setbacks on her husband, Sidney Hicks, who is also her manager, the man she says taught her to love. Hicks is very clear about the support he offers his wife and why he does so. \"When I was a young man and my grandmother sat me in the kitchen and let me know about how unsupportive my grandfather, a black man, was and she requested that I not be that way when I become a man,\" he told CNN. \"In some small way, it gives me a level of honor that I'm trying to be the man that she didn't have, that she was trying to groom me for the woman she never met.\" \"You know, you've been wronged, you let it go and you move on and you act like nothing has ever happened,\" is, according to Mo'Nique, how black artists are supposed to respond to disparity in Hollywood. \"Well, that's not a game that we can play or I'm willing to play because something did happen,\" she said. \"And because y'all had that narrative out there that I was difficult, that I was this hard person, and because Oprah Winfrey and Tyler Perry and Lee Daniels all said privately, 'You've done nothing wrong' but said nothing publicly and sat back and watched my career take a hit and watched me and my family suffer over what they knew was a lie.\" \"So can we move past it?,\" she added. \"Of course, but we have to have a public and open conversation with those people.\" Hicks sees it as a larger issue beyond just his wife's career. \"What happens is if she comes back -- and she gets off the vilified list -- that may emboldened other people to stand up and what you don't want is for other people to stand up,\" he theorized. That hasn't stopped the couple for fighting for what they believe is right. Mo'Nique filed a lawsuit against Netflix in November, alleging discrimination. According to her complaint, obtained by CNN, Netflix offered Mo'Nique $500,000 to appear in a one-hour comedy special, while signing multi-million dollar deals with other comedians, including Jerry Seinfeld, Amy Schumer, Dave Chappelle, Chris Rock and Ellen DeGeneres. \"We care deeply about inclusion, equity, and diversity and take any accusations of discrimination very seriously,\" a spokesperson for Netflix told CNN in a statement at the time. \"We believe our opening offer to Mo'Nique was fair -- which is why we will be fighting this lawsuit.\" Despite her ongoing battles, Mo'Nique said she's in a good place in her life. She's focusing on her health and her career ahead. Her Showtime special, \"Mo'Nique & Friends: Live from Atlanta,\" debuts Friday. And while she may not have had the career many envisioned for her when she stood at that podium accepting her Oscar, she's said she's content and feels like she's finally earning her due. \"What I've learned is I don't need the outside validation, I don't need the outside noise,\" she said. \"My family [is] good with me. When my sons say, 'Mommy, we proud of you, Mommy and Daddy, we proud to y'all.' I'm good. I'm getting my just due right now.\" "], "Language": false}