{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/04/media/hollywood-diversity-report-2019/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chauncey Alcorn CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2020-02-04T16:20:36Z"], "LastModifiedDate": ["2020-02-07T21:19:29Z"], "Headline": ["Hollywood is more diverse than ever. So why are the Oscars still so white?"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["When the Academy of Motion Picture Arts and Sciences failed to nominate even one person of color for an Oscar for the second year in a row in January 2016, Hollywood insiders and reform advocates pointed to dismally-low demographic figures to argue the annual awards show's lack of diversity was a reflection of an industry-wide problem. Today, however, the latest list of nominees in major Oscar categories is nearly as white as it was four years ago -- even though new research unveiled Tuesday shows the industry's films are more diverse than ever before. The USC Annenberg Inclusion Initiative's newest annual study revealed that 31 of the 100 top-grossing films from 2019 cast a non-white person in a starring or co-starring acting role. That is a 14% increase from 2018 and a 138% increase from the 13 minority-led films put out during the diversity initiative's inaugural year in 2007. The Annenberg program's findings also showed women and girls starred or co-starred in 43 of the top 100 films in 2019, a 13-year high, according to lead author Dr. Stacy L. Smith. \"It is clear that Hollywood is taking steps to create more inclusive stories and that those films are connecting with audiences,\" Smith told CNN Business. Yet the list of Oscar nominees unveiled on January 13 remained overwhelmingly white despite a relatively large field of non-white stars and directors receiving Oscar buzz from critics and fans. In the four acting categories, just one out of 20 nominees (two if you count Spanish actor Antonio Banderas) is a person of color. Black British actress Cynthia Erivo was nominated for her title role in \"Harriet\". None of the nominations for best director went to a woman. Bong Joon-ho, the South Korean creator of \"Parasite,\" was the only non-white person nominated for best director. \"At its core, this is an issue of who votes and judges quality in film,\" Smith said. \"If the voting and nominating body does not value stories and storytellers that represent the audience, we will continue to see these patterns repeated year after year.\" Academy Award nominee Joaquin Phoenix addressed the issue on Sunday while accepting a British Academy of Film and Television Arts (BAFTA) award for his title role in \"Joker.\" \"I think that we send a very clear message to people of color that you're not welcome here,\" Phoenix said. \"I don't think anybody wants a handout or preferential treatment, although that's what we give ourselves every year. I think people want to be appreciated and respected for their work.\" The US Academy has defended itself by pointing out 20% of this year's nominees are people of color and almost a third are women. But included in that are the nominees for best leading and best supporting actress, categories that are only for women. Pacific Islander Taika Waititi, who wrote the script for \"Jojo Rabbit,\" and \"Hair Love\" animated short creator Matthew A. Cherry, an African American, received Oscar nods along with Erivo. \"No matter what, getting an Oscar nomination is a huge achievement,\" African-American film producer DeVon Franklin, one of three governors at-large on the Academy's board of 54 total governors, told CNN Business. \"Every year, with every awards show, there are always going to be surprises and snubs. This season was no exception. For me, they are a reminder that there is still more change to be done for the industry at-large.\" But Smith and April Reign, creator of the #OscarsSoWhite hashtag that first went viral in 2015, said the Academy can't simply blame Hollywood \"at large\" for lack of diversity in its Oscar nominees. \"In a year that saw a wealth of talent from marginalized communities, both in front of and behind the camera, it is disappointing to see the Academy, and other bodies like the BAFTAs and the HFPA, not recognize their work,\" Reign told CNN Business. \"[The Academy's] voting membership is still overwhelmingly white and male. So one can't be surprised when the nominations aren't as representative as we'd like.\" HFPA is shorthand for the Hollywood Foreign Press Association, organizer of the annual Golden Globe Awards. Inclusion is 'just smart business' Hollywood demographic researchers and diversity advocates agree lack of representation is still a major problem in the industry, but they also contend much has changed in the five years since the first #OscarsSoWhite controversy. Diversity in Hollywood is no longer just a moral imperative — it's become a business requirement for the major studios that make up the Motion Picture Association — Disney, Netflix, Paramount, Warner Bros., Universal, and Sony. (Warner Bros. is owned by WarnerMedia, which is also CNN's parent company.) \"My perspective on inclusion is, it's just smart business,\" Janine Jones-Clark, senior vice president of Global Talent Development & Inclusion at Universal Filmed Entertainment Group, told CNN Business. \"As a studio creating content to attract consumers, what better way to do it than for people to see themselves on screen? Inherently we all know it's the right thing to do. For us and me personally, the drive is, what are we doing to move the needle and deliver the results?\" The major studios have spent millions promoting big budget films with non-white and female cast members and directors. Dwayne \"The Rock\" Johnson, Vin Diesel, Michelle Rodriguez, Ludacris, and Tyrese are among the familiar multicultural faces that have made the \"Fast and the Furious\" franchise so successful for Universal, the studio with the highest number of top-grossing films starring or co-starring women or minorities last year, according to the latest USC Annenberg report. In the last five years Universal also bankrolled \"Straight Outta Compton,\" \"Girls Trip,\" \"Get Out,\" and \"Us,\" among other hit films with diverse casts. In addition to \"Black Panther,\" Disney and its subsidiaries have given viewers films like \"Hidden Figures\" and \"Coco.\" Netflix backed hits like \"Okja,\" \"Roma,\" and the Golden Globe nominated \"Dolemite Is My Name.\"  In 2018, Warner Bros.' \"Crazy Rich Asians\" became the first studio film in 25 years to feature a full Asian cast. That same year, critics and audiences also fell in love with Shameik Moore's bid as Miles Morales in Sony's animated masterpiece \"Spider-Man: Into the Spiderverse,\" which featured a biracial portrayal of the classic comic book character. \"Into the Spiderverse\" won an Oscar for best animated film in 2019 and received a 93% audience score on Rotten Tomatoes after setting a December box-office record for the biggest opening weekend for an animated film, according to Box Office Mojo, a site that tracks box office performance. These and other films have made actors like Chadwick Boseman, Constance Wu, Michael B. Jordan, and Jason Momoa, household names. The studios say they are not increasing their diversity for diversity's sake, but also for the sake of their bottom line. Disney's female and minority-led films made more money than any of its competitors', according to the study. Julie Ann Crommett, vice president of multicultural audience engagement at Walt Disney Studios, said the business imperative for diversity in the industry \"is pretty inarguable.\" She pointed to a 2018 UCLA Hollywood Diversity study showing American audiences prefer diverse film and television content.\"Films with casts that were [21%-30%] minority enjoyed the highest median global box office receipts and the highest median return on investment, while films with the most racially and ethnically homogenous casts were the poorest performers.\" \"If you look at the MPA report that comes out ever year, the Hispanic, black and Asian moviegoers are not only over-indexing in communities of color, but also are the ones showing up in greater numbers,\" Crommett said. Smith's latest study on Inclusion in the Director's Chair showed an \"all-time high\" for women directors in 2018 — a paltry 12 across the top 100 grossing films. The overwhelming majority of all women directors, Smith notes, are white women.  \"For me, 2019 was the year in which women broke ground as directors, but still have not been lauded for their work,\" Smith said. \"In a year where so many critically and financially successful films were directed by women, the lack of nominations reveals a deeper leadership bias on the part of the voting and nominating body that must be addressed.\""], "Language": false}