{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/world/coronavirus-newsletter-04-17-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Angela Dewan, CNN"], "Writers": [["Angela Dewan"]], "FirstPublishDate": ["2020-04-17T11:50:29Z"], "LastModifiedDate": ["2020-04-17T11:52:05Z"], "Headline": ["What you need to know about coronavirus on Friday, April 17"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The social distancing deniers have arrived. Protesters gathered in several US state capitals this week to voice their opposition to stay-at-home orders that were issued to slow the coronavirus' spread. Americans may be unhappy with the situation, but some see the yoke of oppression in the measures to keep people at home, and they're growing louder, Zachary B. Wolf writes. Speaking of getting out and about, it appears Ivanka Trump and Jared Kushner don't think the coronavirus rules apply to them, writes Chris Cillizza. On April 8, Ivanka -- along with her husband and their children -- disregarded the guidelines against \"discretionary travel\" by driving from Washington to the Trump National Golf Club in New Jersey. Their rule-flouting comes as President Donald Trump announced new guidelines on the reopening of the US economy, telling governors \"you call your own shots,\" in a major reversal on his claims of absolute power over the states, as Stephen Collinson writes. Meanwhile, several states, including New York, have extended their restrictions. And international pressure is mounting on China to share more details of the early stages of the outbreak. The country on Friday revised its death toll from Wuhan, the original epicenter, up by 50%, adding 1,290 deaths. China says the deaths had initially gone uncounted because some people died at home, medics were focused on treating cases rather than reporting deaths, and there was a delay in collecting figures from various officials. YOU ASKED, WE ANSWERED Q: Are some blood types able to fight the virus better?  A: \"With this respiratory virus, (as) with other coronaviruses, no,\" said Dr. Maria Van Kerkhove, technical lead for the World Health Organization's Covid-19 response. \"All of us are susceptible to this virus. It's a new virus, which means we haven't had a chance to build immunity.\" More than 50,000 people have asked us questions about the outbreak. Send yours here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY? China's economy shrinks for the first time in decades The world's second-largest economy contracted 6.8% in this year's first quarter compared to a year earlier, in the first negative growth report since 1976, when Mao Zedong's death ended a decade of  social and economic tumult in China.  The country, often referred to as \"the world's factory,\" was almost completely shut down in late January as the government sought to stem the spread of the virus. China's slowdown has had enormous ripple effects on the world economy and Friday's data suggest there's  more pain to come. The West is still ignoring lessons from Asia Several Asian nations that had passed their peak in infection numbers have been reporting new cases trickling in, prompting fears of a second coronavirus wave. Yet many countries in the West are looking to ease their lockdowns, some before their case numbers have even peaked, James Griffiths writes. Why is the West still ignoring valuable lessons from Asia?   Turkey is doing its own thing. Will it work? Turkey is charting its own path with lockdown measures that are far more lenient than many other countries, Arwa Damon and Gul Tuysuz write.  Ankara has announced a 48-hour lockdown in 31 provinces for this weekend, but during the week, its stay-at-home order only applies to people under the age of 20 or over 65. Some experts say partial restrictions like Turkey's can be successful -- as long as those who are vulnerable continue to be protected and those who do venture out follow the appropriate measures. Egypt's soap operas defy the virus for Ramadan prime time In Cairo, soap opera stars and crew have continued filming to put on a prime-time show for Egyptians during Ramadan, the country's high season for television, write Lina Wardani and Sarah El Sirgany. The soap opera's shoots in Cairo have drawn large crowds ignoring social distancing guidelines, prompting neighbors to call the police.  Since the start of the outbreak, the government has suspended schools and universities, grounded most flights and closed mosques and churches. But it encouraged production in different industries to continue, including TV.   ON OUR RADAR Images of Venice from space show how coronavirus has changed the city's famous canals.\nCovid-19 patients who are getting an experimental drug called remdesivir have been recovering quickly, with most going home in days, one report says.\nNeed a coffee? Starbucks has a plan for gradually reopening. Here's how it will work.\nApple and Google want to use your phones as coronavirus tracking devices. Can they get enough people to participate? \nRemember chain emails? The coronavirus has brought them back.\nFunerals are going virtual during the pandemic. Here's how to make them meaningful. TOP TIPS It's important to look after your mental health during this time of social distancing, and what you eat can play a part. Here are some recommended foods: Try two servings of fatty fish like salmon, herring, mackerel or sardines a week. Studies have found that consuming high amounts of fatty fish may help protect us from depression.\nGreen veggies, like spinach, broccoli and Brussels sprouts, are a source of folate. One meta-analysis found that individuals with depression consume less folate and have lower blood levels of the vitamin compared to those without depression.\nDon't forget probiotics like yogurt, kefir, sauerkraut and kimchi. Not only do they keep our digestive tract healthy, recent research suggests they may also play a role in keeping up our spirits. One study found that probiotics may help reduce negative thoughts FROM TODAY'S PODCAST  'People are sick, people are dying. I want to help our hard-working doctors and nurses stay strong in fighting to save lives.' — Nine-year-old Jonathan \"Bear\" Yeung Jonathan from north Vancouver, Canada gave his savings of CAN$70 ($50) and raised another $2,000 for healthcare workers. CNN's Chief Medical Correspondent Dr. Sanjay Gupta speaks to people making a difference and talks through some of the ways you can help those affected by the crisis. Listen now."], "Language": false}