{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/uk/seal-clapping-first-time-wild-scli-intl-scn-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rory Sullivan, CNN"], "Writers": [["Rory Sullivan"]], "FirstPublishDate": ["2020-02-03T16:13:42Z"], "LastModifiedDate": ["2020-02-03T17:27:48Z"], "Headline": ["Seal filmed 'clapping' its flippers in the wild for the first time"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["Although seals are known to clap their flippers in captivity, a gray seal has been filmed doing it in the wild for the very first time, researchers say.  Ben Burville, a marine biologist at Newcastle University in the UK, filmed a seal clapping its flippers together underwater near the Farne Islands, a group of islands off the northeast coast of England.  The seal's clapping produced a distinctive \"crack\" sound. Burville spent 17 years attempting to capture the behavior on film before finally succeeding in October 2017. Scientists believe bull seals make the noise underwater to deter competitors during the mating season, with the loud high-frequency sound sending a strong message to other males in the vicinity.  The sound was previously thought to be made vocally, but the new video footage shows a gray seal clapping its flippers to create the noise.  Burville said in a statement that diving with seals was his passion and that he believes he has spent \"more time underwater with grey seals than anyone in the world.\"   He added that this previously unseen behavior made him think about \"how much there still is to learn\" about the species.   The footage Burville captured is part of an international study led by Monash University in Australia, which is published on Monday in the journal Marine Mammal Science.  David Hocking, the lead author of the study and a research fellow at Monash, said noise pollution from humans interferes with whale song and other marine-mammal communication.   \"Clapping appears to be an important social behaviour for grey seals,\" he added, \"so anything that disturbed it could impact breeding success and survival for this species.\""], "Language": false}