{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/entertainment/jennifer-lopez-shakira-super-bowl-half-time/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-03T01:55:50Z"], "LastModifiedDate": ["2020-02-03T14:09:40Z"], "Headline": ["Jennifer Lopez and Shakira's halftime show was deeper than you thought"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["You lost some money if you bet that Jennifer Lopez and Shakira wouldn't tear it up during the Super Bowl LIV Pepsi halftime show. There were energetic dance moves, surprise performers, some crowd surfing, pole dancing and plenty of hits as the pair co-headlined. But it also had some moments that many believe were the Latina superstars making statements. Here's what we mean: Shakira and that rope \"Hola, Miami,\" Shakira said as she kicked off the performance. She then launched into a musical medley of her songs and her impressive guitar playing on, \"Empire.\"  But it was a her \"rope dance\" which really got folks buzzing, as she wrapped it around her wrists and body during an impressive belly dance. Was she symbolically saying something about captivity and people of color or merely just bringing the sexy as she is known to to? Whatever, folks loved it. Jennifer Lopez takes to the pole Then it was time for \"Jenny from the block.\" You just knew Lopez was going to perform \"Waiting For Tonight\" (she did) -- and that there would be plenty of hip swivels from the superstar duo (there were). After all, hips don't lie. Lopez even worked the pole to remind us why she was one of the best parts of the film \"Hustlers\" (in which she portrayed a stripper). It also served as a reminder of her Oscars snub as many expected her to be nominated for an Academy Award for her strong appearance in that movie. Regardless, her moves on the pole Sunday night were worthy of acclaim.  \"Mi Gente\" Reggaeton artists Bad Bunny and J Balvin also popped up to add some heat to the show. Not that anyone could forget the historical significance of two Latina superstars performing at one of America's biggest events during a time of much debate about immigration in this country, and the addition of the two men underscored that. Bad Bunny and J Balvin are two of the hottest Latin artists at the moment and Balvin performed some of his smash hit \"Mi Gente\" with Lopez. Kids in cages? In a more family-friendly moment, Lopez's 11-year-old daughter, Emme, appeared with a children's choir to sing \"Born in the USA\" and \"Let's Get Loud\" with her mom. The children wore white t-shirts with American flags on them and at one point they were in cage like structures. Twitter raved about what they viewed as a subtle, yet powerful border crisis statement. That flag coat In a nod to her cultural roots, Lopez at one point wrapped herself in dual Puerto Rican and American flags via a custom Versace coat.  The inside of the coat was the Puerto Rican flag while the outside was an American flag. That one was a pretty straightforward statement. Both Lopez and Shakira had talked about the historical and cultural significance of their performance. Hours before the halftime show Lopez gave a nod to it in a social media post showing her embracing Shakira.  \"So excited to share the stage with you tonight @Shakira!,\" Lopez wrote. \"Let's show the world what two little Latin girls can do. #LetsGetLoud #GirlPower #SuperBowlLIV #SBLIV.\" And show the world they did. There were several rave reviews on social media, including from Lady Gaga, who was the halftime performer in 2017. \".@JLo and @shakira and all the special guests were so incredible!!! What a fun halftime show I danced and smiled the whole time,\" Gaga tweeted. \"Such powerful sexy women!!!! On camera and off!!!!! Love you beautiful sexy talented women.\""], "Language": false}