{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/economy/china-economy-gdp/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Laura He, CNN Business"], "Writers": [["Laura He"]], "FirstPublishDate": ["2020-04-17T02:22:14Z"], "LastModifiedDate": ["2020-04-17T11:38:05Z"], "Headline": ["China's economy just shrank for the first time in decades. It could still eke out growth this year"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus pandemic has dragged China's economy into its worst three-month period in decades — and the road toward recovery will likely be long. But the country may still eke out some growth this year, unlike its Western counterparts.  The world's second largest economy shrank 6.8% in the first quarter of 2020 compared to a year earlier, according to government statistics released Friday. That's slightly worse than analysts polled by Refinitiv were expecting, and amounts to about 693 billion yuan ($98 billion) in lost output. While a contraction was expected, it's still a historic moment for China. The plunge is the worst for a single quarter that China has recorded since it started publishing those figures in 1992. It's also the first time China has reported an economic contraction since 1976, when Communist Party leader Mao Zedong's death ended a decade of social and economic tumult. The economy shrunk 1.6% that year. China's three major engines for growth — consumer spending, exports and fixed asset investment — all sputtered as large swaths of the country were placed on lockdown in late January and early February to contain the spread of the virus. Retail spending dropped 19% last quarter, while exports plunged more than 13%. Fixed asset investment declined 16%.  A barometer for the world The country's quarterly economic report is in some ways a barometer for the United States and Europe, which began to feel the full impact of the pandemic as the situation in China was starting to improve. While Beijing has faced criticism for its alleged lack of transparency early on in the pandemic, the country has been reporting a shrinking number of locally transmitted infections. And a lockdown on Wuhan — ground zero of the pandemic — was lifted earlier this month. Still, China is far from returning to normal. There are still restrictions in place for many cities, even those that have come off lockdown. And economic data for March, while an improvement over the first two months of the year, suggest the recovery is tentative. Industrial output and exports, for example, remained weak as the rest of the world contends with disruption caused by the virus.  \"The March data add to broader signs that China's economy is past the worst,\" wrote Julian Evans-Pritchard, senior China economist for Capital Economics, in a research note. He added, though, that China may still not be fully acknowledging the extent of the downturn. China's labor market continues to show signs of strain. The unemployment rate, which tracks jobless numbers in urban areas only, jumped to 5.9% in March — better than February's record high of 6.2%, but still worse than the 5.2% China recorded in December. That means 3.6 million more people were out of work in March compared to the end of last year, according to a CNN Business calculation using government data.  \"China is in for a drawn-out recovery,\" Evans-Pritchard added. Unemployment as a top priority The country's unemployment rate is of particular concern for state authorities.  While the metric has often been criticized as too stable — official data has barely budged beyond 4% and 5% in recent years — messaging from Beijing before the coronavirus hit showed how concerned officials were that the existing economic slowdown would take a toll on jobs. The fact that China acknowledged record unemployment during the pandemic suggests the country knows it has a problem on its hands.  \"Stability in employment might become the top policy priority for this year,\" said Chaoping Zhu, a global market strategist for J.P. Morgan Asset Management. Job losses caused by the coronavirus have also weighed on consumer spending, another problem for a country that was already dealing with cooling domestic demand. Per capita income declined nearly 4% in the first quarter compared to last year. That lead to a 12.5% plunge in consumer spending, according to Friday's government data.  Zhu said those declines could push authorities to consider additional measures to ease the country's economic pain, including more rate cuts meant to make it cheaper for small businesses to borrow money and stay afloat. (China has already been spending billions to support its economy by pumping money into infrastructure projects to create jobs and reducing taxes on small businesses.) Despite contraction, China could still grow this year Even as China reels from the shock, the country could still end the year with a growing economy. The International Monetary Fund earlier this week predicted that China's economy will grow 1.2% in 2020 before jumping 9.2% next year — making it the best performer among major economies.  That annual growth could come even as much of the rest of the world shrinks. The IMF expects the global economy to contract by 3% this year as it slumps into its worst recession this year since the Great Depression in the 1930s. Chinese officials seem wary of making predictions, though. While Beijing has set an annual GDP target every year since 1985, it has not yet done so for 2020. Asked whether the government could still set one this year, Mao Shengyong, spokesman for China's National Bureau of Statistics, said Friday he was not certain. Even so, Chinese authorities on Friday were optimistic about the country's prospects, pointing specifically to the recent IMF forecast. If the IMF's predictions come true, China would average growth of 5% over the next two years, Mao said. \"The coronavirus has caused China economic losses and activity has been suppressed,\" he said. \"[But] it may be unleashed next year.\" Analysts also expect a faster recovery in China than elsewhere, bolstering its position in the world economy and continuing to close the gap with the West in terms of income and GDP per person. \"It will rebound quicker than Western economies to reach a larger share of the global economy,\" said Sebastien Galy, senior macro strategist at Nordea Investment."], "Language": false}