{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/entertainment/baftas-2020-top-moments-intl-scli-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-03T11:08:27Z"], "LastModifiedDate": ["2020-02-03T11:33:32Z"], "Headline": ["From awkward Prince Harry jokes to calls for diversity, here are the best moments from the BAFTAs"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The British Academy Film Awards was a thrilling night of politically charged speeches, awkward gags and Rebel Wilson at her self-deprecating best. Here are the stand-out moments of this year's ceremony. Hugh Grant's Bridget Jones joke Fans of the \"Bridget Jones\" films were drenched in nostalgia when Hugh Grant slipped briefly back into his \"Daniel Cleaver\" character when Renée Zellweger won the Best Actress award. The actor, who played Zellweger's love interest in \"Bridget Jones's Diary\" and \"Bridget Jones: The Edge of Reason,\" appeared on stage to introduce the next category, directly after the \"Judy\" star accepted her award. \"First of all -- well done, Jones,\" Grant quipped, before adding: \"That was a very, very silly little dress.\" Rebel Wilson's gag-filled speech Nobody was safe when Rebel Wilson took to the stage to present the Best Director award. The Australian actress delivered a speech filled with topical jokes -- including a Prince Andrew gag -- and even ripped into \"Cats,\" despite playing the role of \"Jennyanydots\" in the much-derided film. She joked that part of her outfit was a black dress she wore \"to the funeral I just went to for the feature film 'Cats,'\" before adding that the film was \"strangely not nominated for any awards\" and that there had been a \"distinct lack of nominations for felines.\" Wilson also addressed the lack of diversity in this year's award season, hinting at the controversy over female directors being shut out of the category. Wilson listed the four male directors nominated for the award and quipped: \"I look at the exceptional, daring talent nominated in this category and I don't think I could do what they do. Honestly, I just don't have the balls.\" Micheal Ward pulls at heart strings \"Top Boy\" and \"Blue Story\" actor Micheal Ward won the Rising Star category after beating the likes of Awkwafina, Jack Lowden, Kaitlyn Dever, and Kelvin Harrison Jr. to take the prestigious prize. \"To people that are watching at home, looking at me -- honestly, life didn't have to be this way, man, you have to see the opportunities and see a vision,\" the visibly emotional actor said. As Ward spoke, the camera panned across to his mother, who was crying tears of joy. Joaquin Phoenix takes a stand  In one of the most rousing moments of the evening, Joaquin Phoenix urged the film industry to dismantle a \"system of oppression\" as he accepted the award for Best Leading Actor for his role in \"Joker.\" The 45-year-old star used his speech to criticize the lack of diversity among the nominated creators and performers this awards season, saying the issue could no longer be ignored. \"I ... feel conflicted because so many of my fellow actors that are deserving don't have that same privilege. I think that we send a very clear message to people of color that you're not welcome here,\" Phoenix said. Brad Pitt's message for \"single\" Britain   Brad Pitt couldn't attend this year's BAFTAs, but his presence was felt. When the actor was announced as the winner of the Best Supporting Actor award for his role in \"Once Upon A Time In ... Hollywood,\" he enlisted co-star Margot Robbie to collect the award on his behalf and it was 60 seconds of comedy gold. \"Hey Britain, heard you just became single,\" he wrote in reference to the United Kingdom's exit from the European Union Friday. \"Welcome to the club.\" The 56-year-old not only made a joke about Brexit, he also took aim at the British royal family. After thanking the academy, Pitt said he would name his BAFTA \"Harry\" because he is \"really excited about bringing it back to the States with him\" -- a reference to Prince Harry and Meghan, Duchess of Sussex's controversial decision to step down as senior royals and spend more time across the Atlantic. It's not clear what guests of honor Prince William and his wife Catherine, Duchess of Cambridge thought of his playful ribbing. "], "Language": false}