{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/entertainment/baftas-2020-winners/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-02T23:08:47Z"], "LastModifiedDate": ["2020-02-03T10:35:10Z"], "Headline": ["BAFTA Film Awards 2020: See who won"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The UK's BAFTA Film Awards were presented Sunday. The World War I drama \"1917\" led among the winners with six awards, including best film and best director for Sam Mendes.  The British Academy of Film and Television Arts stoked controversy earlier this award season for the lack of diversity among the nominees. (This year's Oscar nominations earned similar criticism.) The full list of winners follows below.  Best Film \"1917\" *WINNER \"The Irishman\" \"Joker\" \"Once Upon a Time... in Hollywood\" \"Parasite\" Outstanding British Film \"1917\" \"Bait\" \"For Sama\" \"Rocketman\" \"Sorry We Missed You\" \"The Two Popes\" Best Director Sam Mendes (\"1917\") *WINNER Martin Scorsese (\"The Irishman\") Todd Phillips (\"Joker\") Quentin Tarantino (\"Once Upon a Time... in Hollywood\") Bong Joon-ho (\"Parasite\") Leading Actress Jessie Buckley (\"Wild Rose\") Scarlett Johansson (\"Marriage Story\") Saoirse Ronan (\"Little Women\") Charlize Theron (\"Bombshell\") Renée Zellweger (\"Judy\") *WINNER Leading Actor Leonardo DiCaprio (\"Once Upon a Time... in Hollywood\") Joaquin Phoenix (\"Joker\") *WINNER Adam Driver (\"Marriage Story\") Taron Egerton (\"Rocketman\") Jonathan Pryce (\"The Two Popes\") Supporting Actor Tom Hanks (\"A Beautiful Day In The Neighborhood\") Anthony Hopkins (\"The Two Popes\") Al Pacino (\"The Irishman\") Joe Pesci (\"The Irishman\") Brad Pitt (\"Once Upon A Time... in Hollywood\") *WINNER Supporting Actress Laura Dern (\"Marriage Story\") *WINNER Scarlett Johansson (\"Jojo Rabbit\") Florence Pugh (\"Little Women\") Margot Robbie (\"Bombshell\") Margot Robbie (\"Once Upon a Time... in Hollywood\") Adapted Screenplay Steven Zaillian (\"The Irishman\") Taika Waititi (\"Jojo Rabbit\") *WINNER Todd Phillips, Scott Silver (\"Joker\") Greta Gerwig (\"Little Women\") Anthony McCarten (\"The Two Popes\") Original Screenplay Susanna Fogel, Emily Halpern, Sarah Haskins, Katie Silberman (\"Booksmart\") Rian Johnson (\"Knives Out\") Noah Baumbach (\"Marriage Story\") Quentin Tarantino (\"Once Upon a Time... in Hollywood\") Han Jin Won, Bong Joon-ho (\"Parasite\") *WINNER Outstanding Debut by a British Writer, Director or Producer Mark Jenkin, Kate Byers, Linn Waite (\"Bait\") *WINNER Waad al-Kateab, Edward Watts (\"For Sama\") Alex Holmes (\"Maiden\") Harry Wootliff (\"Only You\") Álvaro Delgado-Aparicio (\"Retablo\") Original Score Thomas Newman (\"1917\") Michael Giacchino (\"Jojo Rabbit\") Hildur Guđnadóttir (\"Joker\") *WINNER Alexandre Desplat (\"Little Women\") John Williams (\"Star Wars: The Rise of Skywalker\") Cinematography Roger Deakins (\"1917\") *WINNER Rodrigo Prieto (\"The Irishman\") Lawrence Sher (\"Joker\") Phedon Papamichael (\"Le Mans '66\") Jarin Blaschke (\"The Lighthouse\") EE Rising Star Award Awkwafina Kaitlyn Dever Kelvin Harrison Jr. Jack Lowden Micheal Ward *WINNER Film Not In The English Language Lulu Wang, Daniele Melia (\"The Farewell\") Waad al-Kateab, Edward Watts (\"For Sama\") Pedro Almodóvar, Agustín Almodóvar (\"Pain and Glory\") Bong Joon-ho (\"Parasite\") *WINNER Céline Sciamma, Bénédicte Couvreur (\"Portrait of a Lady On Fire\") Documentary Steven Bognar, Julia Reichert (\"American Factory\") Todd Douglas Miller (\"Apollo 11\") Asif Kapadia (\"Diego Maradona\") Waad al-Kateab, Edward Watts (\"For Sama\") *WINNER Karim Amer, Jehane Noujaim (\"The Great Hack\") Animated Film Chris Buck, Jennifer Lee, Peter Del Vecho (\"Frozen 2\") Sergio Pablos, Jinko Gotoh (\"Klaus\") *WINNER Will Becher, Richard Phelan, Paul Kewley (\"A Shaun the Sheep Movie: Farmageddon\") Josh Cooley, Mark Nielsen (\"Toy Story 4\") Casting Shayna Markowitz (\"Joker\") *WINNER Douglas Aibel, Francine Maisler (\"Marriage Story\") Victoria Thomas (\"Once Upon a Time... in Hollywood\") Sarah Crowe (\"The Personal History of David Copperfield\") Nina Gold (\"The Two Popes\") Editing Thelma Schoonmaker (\"The Irishman\") Tom Eagles (\"Jojo Rabbit\") Jeff Groth (\"Joker\") Andrew Buckland, Michael McCusker (\"Le Mans '66\") *WINNER Fred Raskin (\"Once Upon a Time... in Hollywood\") Production Design Dennis Gassner, Lee Sandales (\"1917\") *WINNER Bob Shaw, Regina Graves (\"The Irishman\") Ra Vincent, Nora Sopková (\"Jojo Rabbit\") Mark Friedberg, Kris Moran (\"Joker\") Barbara Ling, Nancy Haigh (\"Once Upon a Time... in Hollywood\") Costume Design Christopher Peterson, Sandy Powell (\"The Irishman\") Mayes C. Rubeo (\"Jojo Rabbit\") Jany Temime (\"Judy\") Jacqueline Durran (\"Little Women\") *WINNER Arianne Phillips (\"Once Upon a Time... in Hollywood\") Makeup and Hair Naomi Donne (\"1917\") Vivian Baker, Kazu Hiro, Anne Morgan (\"Bombshell\") *WINNER Kay Georgiou, Nicki Ledermann (\"Joker\") Jeremy Woodhead (\"Judy\") Lizzie Yianni Georgiou (\"Rocketman\") Sound Scott Millan, Oliver Tarney, Rachael Tate, Mark Taylor, Stuart Wilson (\"1917\") *WINNER Tod Maitland, Alan Robert Murray, Tom Ozanich, Dean Zupancic (\"Joker\") David Giammarco, Paul Massey, Steven A. Morrow, Donald Sylvester (\"Le Mans '66\") Matthew Collinge, John Hayes, Mike Prestwood Smith, Danny Sheehan (\"Rocketman\") David Acord, Andy Nelson, Christopher Scarabosio, Stuart Wilson, Matthew Wood (\"Star Wars: The Rise of Skywalker\") Special Visual Effects Greg Butler, Guillaume Rocheron, Dominic Tuohy (\"1917\") *WINNER Dan Deleeuw, Dan Sudick (\"Avengers: Endgame\") Leandro Estebecorena, Stephane Grabli, Pablo Helman (\"The Irishman\") Andrew R. Jones, Robert Legato, Elliot Newman, Adam Valdez (\"The Lion King\") Roger Guyett, Paul Kavanagh, Neal Scanlan, Dominic Tuohy (\"Star Wars: The Rise of Skywalker\") British Short Animation Maryam Mohajer (\"Grandad Was a Romantic\") *WINNER Kathrin Steinbacher (\"In Her Boots\") Naaman Azhari, Lilia Laurel (\"The Magic Boat\") British Short Film Myriam Raja, Nathanael Baring (\"Azaar\") Hector Dockrill, Harri Kamalanathan, Benedict Turnbull, Laura Dockrill (\"Goldfish\") Sasha Rainbow, Rosalind Croad (\"Kamali\") Carol Dysinger, Elena Andreicheva (\"Learning to Skateboard in a Warzone (If You're a Girl\") *WINNER Lena Headey, Anthony Fitzgerald (\"The Trap\")"], "Language": false}