{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/politics/taylor-swift-miss-americana-identity-politics/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Brandon Tensley, CNN"], "Writers": [["Brandon Tensley"]], "FirstPublishDate": ["2020-02-02T12:06:14Z"], "LastModifiedDate": ["2020-02-02T23:15:29Z"], "Headline": ["Taylor Swift is ready to speak now"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Taylor Swift sings about youth mobilization, endorses Democrats on Instagram and makes music videos with LGBTQ icons. She's complex, she's cool, she's an alpha type. The megastar hasn't always made such explicit statements, though. Lana Wilson's new documentary, \"Taylor Swift: Miss Americana,\" charts Swift's journey from a \"careful daughter\" to a more self-aware pop feminist with a lot to say -- about politics and beyond. Indeed, the movie may be short -- 85 minutes -- but it covers meaningful territory: Swift's vulnerability (\"My entire moral code, as a kid and now, is a need to be thought of as good,\" she admits); her eventual defiance of the same conservative mores that banished her idols, the Dixie Chicks, from the country music scene in 2003; her gradual steps toward reckoning with the at times polarizing position she occupies in, well, Americana. To dive deeper into some of these topics, I recently spoke with Claire Sisco King, an associate professor in the Department of Communication Studies at Vanderbilt University in Tennessee -- Swift's adopted home state. The following conversation has been lightly edited for length and clarity. Your work focuses largely on gender, sexuality and race in the context of celebrity culture. What are the distinct ways Taylor Swift fits into conversations on identity? One of the interesting things about Swift is that we've seen a lot of transitions throughout her career. When she began, she was associated primarily with country music, and then she crossed over to pop. So we've seen a genre shift. But we've also seen a shift in terms of the themes of her music as she's grown and, I think, anticipated the aging of her fans. So she presents a really useful opportunity to think about different cultural expectations around celebrity and public performances of white femininity over time. Celebrity culture is often written off as trivial -- as a distraction from more pertinent issues. But I think that it behooves us to take it seriously, because so many people do draw meaning and value from it in their everyday lives. As a cultural critic, one of my jobs is to think about the value of celebrity culture, and what positive resources audiences can garner from a figure like Swift. At the same time, we need to be aware of the potentially limiting or problematic messages we take in from celebrity culture on such a regular basis. For many people, the mere mention of Swift's name triggers an immediate, almost visceral reaction. Why is that? I think that there are many complex, layered reasons for the strong reactions people have to Swift. Part of it relates to a larger disdain toward things associated with the feminine and femininity. There's a kind of persistent misogyny in our culture, and at least historically, Swift's persona has really leaned into very traditional forms of femininity. There's this paradox: Women are told that they should be beautiful and be willing to be objects of the gaze, but they're also demeaned when they are -- they're treated as superficial. That said, some of the criticisms people have of Swift relate to the privileges of whiteness, because much of the femininity she embodies is tied to a historical association among femininity, beauty and white Eurocentric appearances. The expectations in mainstream media culture for what counts as beautiful have historically been identified in relationship to white bodies. So while Swift experiences sexism and misogyny, she's also critiqued because of how her position both illustrates and reaffirms the hegemony of whiteness at the expense of black women and women of color. That's why it's important to approach these kinds of questions from an intersectional perspective. Right, a lot of the tension stems from how she wanders into the thickets of gender and racial politics. Much of the attention around Swift lately has centered on how she's spoken out against exploitation, particularly by men in the music industry. That's really valuable work she's doing. Still, we also need to think about how women of color, LGBTQ women, women with disabilities and others are experiencing these same forms of exploitation and abuse but typically with less media attention and less empathy. Brittney Cooper has written a lot about white-lady tears and how our culture is more willing to accept the idea of white-women victimization and white-women suffering without allowing for the possibility that women of color are vulnerable and suffer, too. The misogyny someone like Swift experiences shouldn't cover over what Moya Bailey calls misogynoir, a particularly virulent kind of anti-femme, anti-woman perspective toward black women. It's a balancing act between recognizing the abuses and struggles a public figure like Swift experiences and not ignoring people who don't have the privileges of whiteness or heterosexuality or non-disability. It's intriguing how mildly Swift has been treated when she's flexed her political voice compared with the Dixie Chicks, who in 2003 faced ferocious backlash when lead singer Natalie Maines said during a concert: \"We're ashamed that the President of the United States (George W. Bush) is from Texas.\" That's despite the fact that both Swift and the Dixie Chicks have very strong ties to the country music scene. Do you think that these different responses mirror broader social and political changes? I do. Of course, the major contextual shift is that the Dixie Chicks were associated with country music, and as you alluded to, there are more constraints on these musicians in terms of imagined audiences and the kinds of allowances they have to engage in political speech. It was primarily radio stations that led the backlash against the Dixie Chicks by refusing to play them. And that was in the context that country radio in general is reticent to play women artists or to play two women artists in a row because they assume that audiences will turn the dial. So I think that that's part of it. Some of it's also probably where these artists were in their careers. By the time Swift became more open about her politics, she was already pretty firmly located in pop music. In addition, it arguably does reflect larger, shifting cultural norms that are in many ways guided by changes in media culture. In 2002 and 2003, we're in the beginning of wide-spread internet, social media, reality television. In the intervening years, it's become much more expected that celebrities have ongoing conversations with their fans and share their personal stories and tell us everything from what they're eating to how they're voting. Also, while social media comes with all kinds of problems we're just beginning to understand -- like how it's affecting personal relationships and political polarity -- there's value in spaces like Black Twitter, which creates opportunities to have some of the difficult conversations we don't have elsewhere.  I've argued before that when we talk about Swift, we're often not really talking about her. She's become a sort of simulacrum of broader issues: white womanhood, empowerment in a sexist industry, allyship. I imagine that that's somewhat common when a celebrity secures a certain degree of cultural dominance. Do you know of any historical analogues to Swift?  I agree that celebrities tend to function as signifiers of larger cultural and political ideas. To describe that process, I often use the word metonymy -- a figure of speech for when you can compare two things because of their association. So if we say Taylor Swift, as you said, we're not necessarily talking about her -- we're talking about the various ideas associated with her. And historically, that's how celebrities have functioned: as stand-ins for larger cultural norms and expectations. We see that even as far back as America's star system, which has ties to Hollywood around the 1920s and developed into this very organized industry for creating, promoting and circulating star images. One of the early celebrities in that context was Mary Pickford, who was one of the first people -- if not the first person -- to bear the label of America's Sweetheart. Pickford, not unlike Swift, was expected to engage with fans and to promote certain products. She was married to another famous actor, Douglas Fairbanks -- that was very much fodder for fan magazines at the time. This was still sort of pre-tabloids, so a lot of the publicity tended to be positive. But when Pickford's marriage dissolved, that was a blow to her career. Despite the fact that she was doing really important things behind the scenes -- producing, directing, helping to create all kinds of Hollywood institutions, including a film studio -- so much of the public attention focused on her appearance and her personal life. So throughout the history of stardom and celebrity, we can point to a number of celebrities who are assumed to represent these larger expectations until they become shorthand for them. Audiences then fashion themselves in relationship to these expectations -- sometimes in an imitative gesture, other times in opposition. But we use celebrities as heuristics to help us to make sense of cultural values."], "Language": false}