{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/01/us/kansas-city-chiefs-name-race-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-01T10:11:33Z"], "LastModifiedDate": ["2020-02-01T19:15:30Z"], "Headline": ["How the Kansas City Chiefs got their name, and why it's so controversial"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["On an average NFL Sunday at Arrowhead Stadium in Kansas City, one is bound to see some tomahawk chops. Maybe some Native American headdresses.  The stadium is the home of the NFL's Kansas City Chiefs, one of several American sports teams that copy Native American imagery and traditions. Now that the Chiefs will take the field for Super Bowl LIV, their customs and costumes are on full display.  How did the team, founded in 1959, come to have such a loaded name? And why does the practice of such cultural appropriation still endure?   How the Kansas City Chiefs got their name What makes all of this so intriguing is that the Chiefs' are named after a white man who impersonated Native American culture. Vincent Schilling, a Mohawk journalist who has covered sports and writes on Native American culture, says it started with, of all things, the Boy Scouts.  The Tribe of Mic-O-Say is part of the Boy Scouts of America program, which was created by Harold Roe Bartle in 1925. Bartle was not a Native American, but claimed he was \"inducted into a local tribute of the Arapaho people,\" according to Schilling's research. Bartle was called \"Lone Bear,\" and went by the name Chief Lone Bear in his Mic-O-Say organization. Almost 40 years after the founding of Mic-O-Say, Bartle became the mayor of Kansas City, Missouri for two terms. Colloquially known as \"chief,\" Bartle helped convince Lamar Hunt, owner of the Dallas Texans football team, to bring the team to Kansas City. In name-the-team competitions, \"Chiefs\" kept popping up as an option in connection to Bartle. So, they went with it.  Why it's an issue  It seems like an innocent original story. But, Schilling said, it's what's connected to the Chiefs' name that concerns him and many others -- things like the tomahawk chop or the headdresses fans regularly wear to games. The Chiefs open each game with a cheerleader riding a horse named Warpaint, while hitting a giant, native-style drum embellished with the team's logo. Some have told Schilling these things are done in honor of Native Americans, but he doesn't buy that. He tells CNN such excuses remind him of his grandmother, a Mohawk woman who was stolen away to a boarding school as a child and never spoke a word of Mohawk afterward, out of sheer terror. \"My grandma couldn't even share what she was really, but they can do a stereotype of it and tell me to be honored by it?\" Schilling says. \"I'm sorry folks, I'm just not going to be.\" Of course, the Chiefs aren't the only popular sports team to trade in characterizations of Native American culture. Major League Baseball has the Atlanta Braves and Cleveland Indians. In college and pro football, there's the Florida State Seminoles and Washington Redskins. The Braves, the Seminoles and the Chiefs all use the tomahawk chop during games and as an enduring part of their fan cultures. The chop consists of a motion and a chant that activists have criticized for its stereotypical representation of Native culture.  The Redskins have been the subject of lawsuits and sharp criticism for decades regarding their name, which some Native populations, like the National Congress of American Indians, consider so offensive they won't even say it out loud. Unlike the Chiefs, which don't have any literal portrayals of native people on their team gear, the Redskins' mascot is literally a Native American man's face. The Seminoles have a similar logo. The Cleveland Indians are represented by a cartoonish \"Chief Wahoo\" logo.    Mascots dehumanize Native people, says one group Images of Natives Americans as mascots began in the golden age of film, Schilling told CNN. Stereotypes of Native Americans as \"savages,\" stories about killing settlers, and so on — those depictions became popular and made money. So, they kept getting made. \"And we learn most from television,\" he said. Native American characters get scant representation in the entertainment we consume. At most, only about 0.4% of characters depicted on prime-time TV and popular movies are Native American, according to IllumiNative, a nonprofit dedicated to increasing the visibility of native people in society. When people are presented with such limited perceptions, racist and stereotypical depictions are all some Americans may know about their native neighbors.  Crystal Echo Hawk, executive director of IllumiNative, told CNN that many schools don't teach about Native Americans past 1900.  This lack of representation -- in pop culture, in education and in the general American consciousness -- can lead to an erasure of Native American people and experiences.  Americans tend to think of Native Americans as people living in a bygone era, Echo Hawk told CNN. Many don't have a real sense of the complexity of native people in the 21st century. \"It serves to dehumanize native people,\" she said. \"They cannot see us as fully-formed, multidimensional human beings.\" Imagine if fans supported their team while in blackface, Echo Hawk pointed out. There would be outrage. Yet many look past redface or the wearing of headdresses. This cultural blindness can do lasting damage. In 2005, the American Psychological Association published a resolution calling for the retirement of mascots featuring Natives.  \"These mascots are teaching stereotypical, misleading and too often, insulting images of American Indians,\" former APA president Ronald F. Levant in a statement. \"These negative lessons are not just affecting American Indian students; they are sending the wrong message to all students.\" The National Congress of American Indians published a 29-page report in 2013 calling for the end of racism in sports and native sports mascots. The report discussed, in no uncertain terms, the negative impacts native caricatures have.  \"Widely consumed images of Native American stereotypes in commercial and educational environments slander, defame, and vilify Native peoples, Native cultures, and tribal nations, and continue a legacy of racist and prejudiced attitudes,\" the report states. \"In particular, the 'savage' and 'clownish' caricatures used by sports teams with 'Indian' mascots contribute to the 'savage' image of Native peoples and the myth that Native peoples are an ethnic group 'frozen in history.'\" What teams are doing about it  This kind of cultural change can be slow to enact. Professional sports teams make billions of dollars and have millions of ardent fans who are loathe to give up their team's icons and traditions, no matter how problematic.  However, change does come, often in small, halting increments. During the 2019 MLB postseason, the Atlanta Braves altered the way they featured the famous Tomahawk Chop after a player on an opposing team complained. In 2018, the Cleveland Indians announced they would remove all depictions of their cartoonish \"Chief Wahoo\" logo from official team uniforms (the caricature still appears on fan gear and other items).  College sports has been ahead of the curve on this issue. NCAA, which governs college athletics, instituted a policy in 2005 prohibiting schools from displaying \"hostile and abusive racial/ethnic/national origin mascots, nicknames or imagery\" at NCAA championships. The association specifically named schools using Native American imagery and references. Yet despite the research and the dissents from many Native people, these customs -- the racist names, the fan behaviors -- persist.  And on Sunday, when millions of people tune in to watch the Super Bowl and 65,000 people pack into Miami's Hard Rock Stadium, it will all be on display: the tomahawk chops, the regalia, the headdresses, the face paint. Vincent Schilling says he respects Chiefs fans and supports their right to support their team. As for the message it will send on football's biggest stage, well, he's not so confident.  \"I really, really have a big apprehension for how this is going to look,\" he said.  "], "Language": false}