{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/asia/wuhan-coronavirus-update-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-02-01T02:55:38Z"], "LastModifiedDate": ["2020-02-01T06:03:25Z"], "Headline": ["Cases of Wuhan coronavirus continue to rise rapidly as US bans travel from China"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["The number of confirmed cases of the Wuhan coronavirus is nearing 12,000, as the epidemic continues to spread worldwide, sparking travel bans and outbreaks of ugly anti-Chinese xenophobia.  According to Chinese health authorities, the number of confirmed cases grew by 2,102 on Friday, bringing the total to 11,791 nationwide. An additional 45 people died in Hubei -- the province at the epicenter of the outbreak -- and one person died in the megacity of Chongqing on Friday, as the number of fatalities reached 259.  The pronounced increase in cases and deaths show the virus is not slowing, even after over a week of much of Hubei being under partial quarantine and an extended Lunar New Year holiday. With most of China due to return to work on Monday, the concern will be how far the virus will now spread, and whether the country's economy can bear the type of further quarantines and travel restrictions that may be necessary to rein it in. Worldwide the total number of cases now stands at 11,940, with 149 confirmed cases outside of China, including seven in the United States, two in the United Kingdom, four in Canada, nine in Australia and 13 in Singapore.   Washington announced Friday that it will impose a 14-day travel ban on all visitors from China, regardless of their nationality. US citizens arriving from Hubei, of which Wuhan is the capital, will have to undergo 14-days mandatory quarantine on arrival, while those traveling any other part of China will face screening and monitoring.  The mandatory quarantine is the first time the US has issued such an order in 50 years. The move came as the seventh case of the virus was confirmed in the US, an adult male in California who recently traveled to Wuhan.  China criticized the move, with Foreign Ministry spokeswoman Hua Chunying saying it went against World Health Organization (WHO) recommendations not to impose travel bans.  \"A friend in need is a friend indeed. Many countries have offered China support in various means,\" she said. \"In sharp contrast, certain US officials' words and actions are neither factual nor appropriate.\" It may be part of a growing trend, however. The US ban comes after Singapore banned all visitors from mainland China, saying anyone who had been in the country in the past 14 days will not be able to visit or transit through the city state. Taiwan has also suspended visa applications for Chinese nationals, and banned entry to any from Hubei province. Other countries have seen a wave of ugly xenophobia and racism directed at Chinese travelers and those of Chinese heritage. In a statement last week, health authorities in Toronto warned concerns about the virus and misinformation were creating \"unnecessary stigma against members of our community.\" How long will it go on? China has allocated almost $4 billion to the fight against the virus, and sent thousands of doctors, nurses and military medics to Hubei to help out with relief in the epicenter of the outbreak.  Two purpose-built hospitals in Wuhan, constructed in under a week, are due to start accepting patients on Monday and Thursday respectively. They have 2,500 beds between them, and will be focused purely on dealing with confirmed and suspected cases of the coronavirus, providing some relief to Wuhan's stretched health system.  On Friday, the country's National Health Commission (NHC) said it was \"confident in and capable of effectively containing the novel coronavirus epidemic, and eventually defeating it,\" following the WHO's classification of the outbreak as a Public Health Emergency of International Concern (PHEIC).  The Lunar New Year holiday will be extended in Hubei to an \"appropriate extent,\" the Communist Party group in charge of the virus response said Friday. People in Hubei who work elsewhere in the country were also \"granted an extended holiday and were asked to stay put,\" according to state-run news agency Xinhua.  It remains unclear, however, how long parts of the country can continue to remain under lockdown, both from the perspective of making sure they are supplied with food and other necessary items, and from an economic point --  both the national finances and people's personal pocketbooks will be taking a massive hit from next week.  Worst of all, this sacrifice could be for nothing, with cases now reported in every province and region of China.  Researchers in Hong Kong on Friday estimated there could be more than 75,000 people in Wuhan alone infected with the virus. They warned that their model suggested that \"epidemics are already growing exponentially in multiple major cities of China with a lag time behind the Wuhan outbreak of about 1-2 weeks.\"  Study author Gabriel Leung, chair of public health medicine at University of Hong Kong, said in a statement that their predicted number could be much higher than confirmed cases because \"not everyone who is infected with (the virus) would require or seek medical attention,\" thus many may go uncounted. It may also be impacted by the delay between when someone gets infected, when they show symptoms, and when a lab is able to confirm. Leung and his colleagues' findings come as researchers in the US and Germany confirmed previous suspicions that the virus could be spread by people who are not showing symptoms.  \"There's no doubt after reading this paper that asymptomatic transmission is occurring,\" said Dr. Anthony Fauci, director of the US National Institute for Allergy and Infectious Diseases, after the research was published Friday. \"This study lays the question to rest.\"  Foreigners flee With much of Hubei under effective quarantine for the foreseeable future, countries have begun airlifting their citizens from the stricken province. Two dozens countries, including the US, the UK, Canada, Australia and South Korea, have chartered planes to carry diplomats and citizens out of Wuhan.  Air traffic in the opposite direction is becoming increasingly sparse. More than 15 international carriers, including British Airways, Air Canada and American Airlines, have suspended some or all flights to and from mainland China.  Markets have dropped across the world on news of the virus' spread, and the expected hit to China's economy that it will result in.  The economic impact of the virus is still impossible to determine, but one state media outlet and some economists have said that China's growth rate could drop two percentage points this quarter because of the outbreak, which has brought large parts of the country to a standstill. A decline on that scale could mean $62 billion in lost growth. China can ill afford that kind of hit. Growth last year was already the country's weakest in nearly three decades, as China contended with rising debt and the fallout from its trade war with the US.  Major banks have cut interest rates for small businesses and individuals in the worst-hit areas. And the Bank of China said it would allow people in Wuhan and the rest of Hubei province to delay their loan payments for several months if they lose their source of income because of the disruption. Both tourism and China's film industry are taking a major hit already, with box office receipts at almost nothing since the outbreak. The spread of the coronavirus also threatens to cause job losses and push consumer prices higher, compounding economic woes that already exist. "], "Language": false}