{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/us/harvey-weinstein-trial-testimony-friday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren del Valle and Nicole Chavez, CNN"], "Writers": [["Lauren del Valle", "Nicole Chavez"]], "FirstPublishDate": ["2020-01-31T23:54:25Z"], "LastModifiedDate": ["2020-02-01T14:35:46Z"], "Headline": ["Former actress testifies that Harvey Weinstein raped her and that he had a 'fragile ego'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A former actress testified Friday that her sometimes consensual relationship with Harvey Weinstein became abusive, saying the former film producer was like \"Jekyll and Hyde\" and raped her twice. Jessica Mann took the stand Friday in Weinstein's trial in New York. Her testimony is connected to the most serious of the five charges against the Hollywood movie tycoon.  Mann described meeting Weinstein in Los Angeles in 2012 or 2013, how he seemed interested in her acting career and how the interactions went from discussions about the movie industry to two alleged rapes.  Prosecutors have said Weinstein raped and sexually assaulted young women, including Mann, over the course of decades. Weinstein's lead attorney, Donna Rotunno, attacked the credibility of Mann's stories on Friday, suggesting instead that Mann lied and manipulated Weinstein. Mann testified that whenever she spoke to Weinstein, she used \"exaggerated\" flattery and compliments because \"his ego was fragile.\" She said several times that she was afraid to \"trigger an anger\" from Weinstein. Weinstein's attorneys have described Mann's relationship with their client as consensual and \"loving,\" and have highlighted one text that Mann sent to Harvey in February 2017. \"I love you, I always do. but I hate feeling like a booty call. :)\" she wrote, according to attorney Damon Cheronis. He'd talk about acting and offered scripts for a film, she says  Mann, who grew up in a small town in Washington state, met Weinstein at a party in Los Angeles in 2012 or 2013 when she was 25. In court, she recalled how he offered to teach her about the \"history of the business\" and met with him in several places, including a bookstore and an Italian restaurant.  But she said Weinstein asked her for a massage during what she thought was a professional dinner at the Peninsula Hotel in Los Angeles. She testified that she \"very awkwardly\" gave Weinstein a massage while he lay on the bed face down still wearing his pants. Mann testified that Weinstein made her feel \"stupid\" and told her she was making a big deal when she said she didn't want to give him a massage. After that incident Mann started receiving invitations to events and sometimes would still meet Weinstein to talk about acting. At one point, they met following a party and Weinstein told her that he would give her and a friend scripts for a film once they went to his suite. That night, he forced her to have oral sex, Mann testified.  Mann said she fought to get away from him but eventually gave in and faked an orgasm to make him stop. She testified about having \"non-forcible sex\" with Weinstein on multiple occasions over time as recent as 2016 and how they began a relationship, which she described as abusive.  Her relationship with Weinstein felt \"like being discarded.\" He could be charming and informative but \"behind closed doors it would be dependent upon if I gave him what he wanted,\" Mann said. \"It was like Jekyll and Hyde,\" Mann said of Weinstein's demeanor toward her.  He raped her at a hotel in New York, she testified Weinstein first raped her in 2013 at a DoubleTree hotel in New York where he was supposed to meet her and her friends for breakfast, she testified.   Mann tried to stop him from getting a room, sort of causing a scene, and Weinstein pulled her away from the front desk and told her not to embarrass him. Inside the hotel room, she tried to run out, but he slammed the door twice as she grabbed the handle.  She then followed his orders to undress and get on the bed. He sounded \"like a drill sergeant,\" Mann said.  Weinstein then laid on top of her and raped her, she testified. After the alleged raped, Mann and Weinstein met her two friends for breakfast because she didn't want them to know what happened, Mann testified.  Sometime later, Mann met Weinstein at the Peninsula Hotel in Los Angeles, where she had worked as a hairstylist, and told him that she was dating an actor. The producer became angry, yanked her up from a chair and screamed, \"you owe me one more time,\" she testified sobbing. Weinstein then demanded she take her clothes off and when she refused, Mann said, he ripped her pants \"so hard and so fast off of me that I had three scratches down each leg to the top of my thighs to right above my knee.\" He forcibly performed oral sex and raped her, she testified. \"I couldn't breathe he was so heavy on me,\" Mann said. \"I just remember looking at the TV and staring at it.\" Afterward, Weinstein told her that she could have her relationship now and become his \"wing girl,\" Mann said. He then apologized and justified the assault saying, \"I just find you so attractive I couldn't resist,\" she recalled.  \"We're friends, right?\" Weinstein added, according to Mann.  Defense says woman manipulated Weinstein  During cross-examination, Rotunno asked Mann whether she was using Weinstein and not the other way around. Rotunno suggested that Mann tried to hide her relationship from her friend during their 2013 trip to New York because he was an agent in the industry and Mann was going to introduce him to Weinstein as a favor. When Rotunno said that it would reflect badly on Mann if her friend knew of her sexual encounters with Weinstein, Mann agreed with her.  The defense questioned Mann about pretending to want consensual sex with Weinstein and lying to her friends about their relationship. Mann was asked to read an excerpt from her personal blog in which she details a three-way sexual encounter similar to one she testified to earlier on Friday. She said the blog post was meant to be \"expounded on\" comedy and not meant to reflect all of the exact details of the incident.  The blog post describes an encounter that she planned with an older man and a beautiful Italian woman. In her post, she wrote that she stopped the three-way because she didn't like it but did not mention that she ran to the bathroom crying, as she testified in court. The blog post does not explicitly name Weinstein.  Weinstein's attorneys requested a mistrial twice on Friday, but the judge denied both motions. They claimed prosecutors withheld the existence of witnesses who could corroborate testimony from model Tarale Wulff, another of Weinstein's accusers. Later in the day, they said prosecutors withheld evidence about consensual sexual interactions between Mann and the producer.  Mann will return to the stand Monday to resume cross-examination."], "Language": false}