{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/opinions/super-bowl-jennifer-lopez-comeback-thomas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Holly Thomas"], "Writers": [[]], "FirstPublishDate": ["2020-01-31T17:38:34Z"], "LastModifiedDate": ["2020-01-31T21:05:13Z"], "Headline": ["Super Bowl headliner Jennifer Lopez is the star of bouncing back"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["This Sunday, Jennifer Lopez will headline the Super Bowl halftime show, alongside Shakira. Fresh off her \"Hustlers\" awards buzz and 50th birthday tour, Lopez's performance will be yet another flourish in her latest comeback -- proving her star power is only growing stronger. Lopez's had one of her best professional years to date in 2019, but it got off to a rocky start. Her performance during a Motown tribute at the Grammys last February was widely regarded as being in poor taste, especially given that several big artists snubbed the event for rewarding too few black artists in major categories. It was embarrassing, but she shook it off.   Weeks after that, Lopez announced that she was going to celebrate her 50th birthday with a summer tour. Pop is infamously allergic to aging -- especially women's. The original upper age limit for contestants on \"American Idol,\" on which Lopez served as a judge for two seasons, was 24. Lopez set out to prove that she was every bit as vital at twice that age. With a career typified not only by success but also sheer stamina, she had every reason to believe she could. At the turn of the millennium, it was as though she could do no wrong. In 1999, having seen her acting career take off in her late 20s, Lopez decided to transition to music and release a record. She reportedly was told by her manager that this would ruin the credibility she'd won with the film, \"Selena,\" for which she had earned a Golden Globe nomination (she also became the first Latina actor to be paid $1 million for a film role). But Lopez ignored the warnings, and the first single from her debut album, \"On the 6,\" went straight to No. 1 in the United States.   At 29, Lopez was already more than a decade older than the rising female music stars of the time. LeAnn Rimes was 16, Beyoncé and Britney Spears were 17, and Jessica Simpson was 18. Far from out of place, Lopez's years of professional dance experience gave her a captivating, commanding presence in her videos. Her songs were catchy, and her delight at being allowed to participate was palpable.  For years, Lopez maintained her momentum as both an actor and a pop star. In 2001, she became the first woman in history to top both the billboard and box office in the same week, with \"The Wedding Planner\" and her album, \"J. Lo.\" In typical Lopez style, as soon as she secured success in one area, she sought it in another. In 2001, with the rest of the fashion world on the cusp of embracing the size 0 trend, Lopez went the opposite direction and released her own line of affordable, street-style fashion. Together with her new fragrance, Glow, her retail foray generated $300 million in revenue through 2004.  Then, almost as swiftly as the Lopez's star rose, it came crashing down. Tabloids lapped up news of her new relationship with Ben Affleck, christening the couple \"Bennifer\" and hailing a new era of celebrity couple portmanteau. After intense public scrutiny, which escalated following their 2003 mega-flop film, \"Gigli,\" the couple called off their wedding. In Lopez's own words, between the breakup and the movie backlash, she was \"eviscerated.\"  The next few years were tough. Her albums had disappointing sales. Lopez continued to star in rom-coms, playing roughly the same Jenny-like character she often had in \"Monster-In-Law\" and \"The Back-Up Plan.\" The charming, girl-next-door parts, which could always be relied on to bank checks, were getting predictable -- and restrictive. Lopez the movie star was flagging; Lopez the pop star took the reins.   At the beginning of 2011, several years after her disappointing last album, Lopez released the single \"On The Floor.\" It was a straight-up dance anthem that harked back to her early smash hit, \"Waiting For Tonight.\" The single went triple platinum. The music video, a glamorous rehashing of an in-the-club formula she'd used several times before, immediately became one of the most-watched music videos of all time. Her musical credibility restored, Lopez turned her attention to the rest of the brand. This time, Lopez made her personable, everywoman friendliness her savior. In 2010, she agreed -- for a reported $12 million fee -- to replace Simon Cowell as a judge on \"American Idol.\" It was the perfect platform not to reinvent herself but to remind America why it had loved her so much in the first place.  As usual, she let maturity play to her advantage. Her sincere maternal approach with the \"Idol\" contestants coupled with her trademark sense of humor and industry savvy made her an immediate audience hit. Her next contract for the show was for $20 million.   Lopez's ability to capitalize on her own brand remains almost second to none. Kim Kardashian, herself a trendsetter and master of parlaying her attributes to exponential financial gain, often cites Lopez as an early inspiration. That intuition for her audience's appetites is what, in her 50th year, saw Lopez star in and produce \"Hustlers.\"  While other actors might balk at the thought of playing an aging stripper with a near-savage hunger for money, Lopez not only seized the opportunity, but suggested the now-legendary pole dance scene which was her character's introduction. She took the role -- and the producer gig -- for free. As she later explained, \"I bank on myself.\" It paid off, and though she was snubbed by the academy come Oscar nominations, her omission from the list generated real outrage. In an entertainment industry that renders middle-aged women largely invisible, Lopez demands not only visibility but a spotlight. No matter what knocks her popularity or her credibility, she always wins her audience back. The noughties saw Lopez go from seemingly invincible to near laughingstock, and the 2010s saw her catapult herself back to superstardom.  One suspects that when she takes the Super Bowl stage on Sunday, it will mark the beginning of yet another decade which will see Lopez emerge on top."], "Language": false}