{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/us/bermuda-triangle-cotopaxi-scn-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2020-01-31T20:24:39Z"], "LastModifiedDate": ["2020-01-31T20:24:39Z"], "Headline": ["A ship was believed to have vanished in the Bermuda Triangle. Scientists found it after almost 95 years"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The SS Cotopaxi vanished in 1925 and for decades, people speculated that it may have been a victim of the infamous Bermuda Triangle. It turns out, the ill-fated freighter is at the bottom of the ocean about 35 miles from St. Augustine, Florida, according to scientists, who say they've identified the ship. The site is known as \"The Bear Wreck\" to divers and spearfishers, who were unaware of its history. Michael Barnette first dove the wreck about 15 years ago and has been trying to identify it for a while. Barnette is a biologist with the National Oceanic and Atmospheric Administration and has identified dozens of shipwrecks and downed airplanes as an independent researcher. \"I knew my heart that it was the Cotopaxi, but trying to prove it is something different,\" he told CNN. \"We didn't know 100% because we didn't have that smoking gun, we didn't have a bell with a name on it, or anything like that.\" The Cotopaxi was a steam-powered freighter that set sail on November 29, 1925, with a cargo of coal on a trip from Charleston, South Carolina, to Havana, Cuba, when it disappeared with 32 people on board. Barnette suspected for years that \"The Bear Wreck\" was the Cotopaxi and laid out his proof in the Science Channel series \"Shipwreck Secrets\" that will premiere on February 9. Barnette worked with a historian to dig up court records, insurance documents and other information about the Cotopaxi. \"When I saw the research he did, I was pretty impressed,\" said Chuck Meide, the director of the Lighthouse Maritime Archaeological Maritime Program (LAMP). \"He had done a lot of archival research, and he had the plans of the Cotopaxi and he had the court records of the relatives of the crew that perished in the incident, who sued the owner of the company.\" They dove to the wreck site again last year and took measurements of key areas that have survived 95 years in the ocean. \"Those things matched up with the blueprints we had of the ship,\" Meide told CNN. \"So, the size of the boilers match exactly, the position of the boilers. The layout of the ship.\" Its course would have taken it through the Bermuda Triangle, which stretches from South Florida to Bermuda and down to Puerto Rico. The Bermuda Triangle is infamous for unexplained disappearances of ships, planes and people that have been blamed on aliens, the lost city of Atlantis and other supernatural or environmental causes. Film director Steven Spielberg named a derelict ship that appeared in the desert in \"Close Encounters of the Third Kind\" after the Cotopaxi, and there was a viral -- and fake -- report that it had reappeared in 2015 as a \"ghost ship\" near Cuba. Ship was caught in a tropical storm Barnette said the real causes of the Cotopaxi's doom were much more mundane -- negligence, shoddy maintenance and bad weather. Many of the ship's cargo hatches were broken, or just plain missing, so the crew wouldn't be able to keep water out of the hold if they hit rough seas or bad weather. \"And that's exactly what happened. They got off the Florida coast and encountered a tropical storm that swept up the coast,\" Barnette said. \"The ship went from bad to catastrophic probably very quickly.\" Barnette learned that the ship had sent a radio distress call that helped him determine that it was near St. Augustine before it disappeared.  Meide said he was aware of \"The Bear Wreck\" from dive books, but said he'd never dived there or studied it. Sailors have been using St. Augustine as a port for 500 years and Meide said LAMP focuses more on the many shipwrecks that happened near the city in colonial times.  \"So, ships had to come and go here and yet we had a really dangerous inlet,\" Meide said. \"We had sandbars and those sands shifts, with every hurricane with every storm. The inlet to get into St. Augustine was very shallow, and it moves around a lot. So, it resulted in a lot of a lot of shipwrecks.\" Meide said he did a report on the Bermuda Triangle as a child but says he didn't buy into all the spooky theories. \"It's not too mysterious that you have a lot of shipwrecks in an area like Bermuda or the Florida Keys or the Caribbean. We have a lot of shipping, but you also have a lot of hazards, like coral reefs and hurricanes and that kind of thing,\" Meide said."], "Language": false}