{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/entertainment/deandre-arnold-hair-love-oscars/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-31T17:38:51Z"], "LastModifiedDate": ["2020-01-31T18:04:54Z"], "Headline": ["Deandre Arnold heading to Oscars thanks to 'Hair Love'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A teen whose hair has stirred both controversy and support is headed to the Academy Awards. Deandre Arnold, a senior at Barbers Hill High School in Mont Belvieu, Texas, and his mother, Sandy, have been invited to attend as the guest of director Matthew A. Cherry, whose \"Hair Love\" is one of the front-runners for the Best Animated Short Oscar. \"It's truly an honor to have the platform to be able to invite Deandre and his family as our guest to the Oscars next Sunday,\" Cherry told CNN. \"Deandre is such a good kid, and he shouldn't be punished for his hair. And we love that he didn't bend to the pressure to cut it. \"We think his hair is beautiful and this is the least we could do to support him and show him love,\" Cherry added. \"Looking forward to meeting him.\" Arnold, 18, was told he needed to cut his dreadlocks to comply with his school's dress code or he would not be allowed to participate in the graduation ceremony. Cherry's film follows a black father who is attempting to do his daughter's hair for the first time. He launched a Kickstarter campaign in 2017 to get the film made. It went viral, and he has a \"Hair Love\" children's book with illustrations by Vashti Harrison. A former NFL football player who has found success in Hollywood directing films and TV shows including \"Black-ish\" and \"The Last O.G.,\" Cherry is the second former professional athlete to be nominated for an Academy Award in recent years after Kobe Bryant.  Bryant, who was killed Sunday in a helicopter crash with eight others, including his 13-year-old daughter Gianna, won in 2018 for Best Animated Short for \"Dear Basketball,\" which was based on a poem he wrote. On Friday, Cherry tweeted a segment from \"CBS This Morning\" where he and the film's producers, actress Gabrielle Union and her husband, NBA star Dwyane Wade, shared the news with Arnold and his mother. Dove is providing \"full wardrobe and glam for the big night,\" Cherry said. Many have rallied around Arnold, and Cherry used his case to call for the passage of the CROWN Act, which would ban discrimination nationwide against people because of their hair. Arnold appeared this week on \"The Ellen DeGeneres Show,\" where the host announced her support and gave him a $20,000 scholarship. Arnold was blown away by the Academy Awards invitation and told \"CBS This Morning,\" \"My mom deserves any special treatment she gets. She deserves this. \"She's been working so hard, on the computer day and night, just to try and help me get my word out,\" he said. \"When you have people like this in your corner, there's no way you can lose. No way.\""], "Language": false}