{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/entertainment/miss-americana-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-31T17:02:49Z"], "LastModifiedDate": ["2020-01-31T17:08:51Z"], "Headline": ["Taylor Swift charts her decision to speak out politically in 'Miss Americana'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Taylor Swift details the process that lead her to speak out politically in \"Miss Americana,\" an uneven documentary that provides behind-the-scenes insight into the singer's upbringing and awakening, while occasionally feeling like the kind of celebrity reality series you might find on E! or Bravo. Drawing from home video in the early going, director Lana Wilson documents how Swift grew up as an entertainer, becoming \"the person who everyone wanted me to be,\" as she puts it in the direct-to-camera interviews. She also discusses the unhealthy aspects of that existence, from the dangers associated with \"living for the approval of strangers\" to disclosing an eating disorder, saying that overcoming the latter required \"changing the channel in our brain.\" So far, so pretty familiar, in terms of the rich and often self-serving trove of documentaries used to humanize stars. That includes showing Swift playing with a kitten. Swift also recalls the much-discussed incident when Kanye West interrupted her acceptance speech at MTV's Video Music Awards in 2009 -- a \"pretty formative experience for me\" -- and the challenges of living under the camera's gaze, at one point crying amid a medley of commentators discussing her and saying, \"It just gets loud sometimes.\" \"Miss Americana\" doesn't really find its voice -- and pivot to its central purpose for being made -- until the second half of the 85-minute film. That's when Swift decides over the objections of some close to her to take a public position in the 2018 midterm elections, endorsing Democratic candidates in Tennessee. Taylor Swift calls GOP Sen. Marsha Blackburn 'Trump in a wig' in new documentary Swift explains her initial reluctance to wade into the political fray, citing an upbringing that taught her \"A nice girl doesn't force their opinions on people.\" The cautionary example of the Dixie Chicks -- who paid a price for criticizing President Bush -- is also discussed. What \"Miss Americana\" really endeavors to show, though, is not just the \"walk a mile in my shoes\" aspect of celebrity life, but the sense of liberation associated with speaking out, and the need for artists -- especially women -- to take chances and reinvent themselves. Still in her late 20s when the campaign segment was shot (she recently turned 30), Swift clearly relishes the freedom that comes from \"not feeling muzzled anymore.\" She cites her desire to be \"on the right side of history,\" while dismissing the policies of Republican Marsha Blackburn (who eventually won Tennessee's senatorial race) as \"Trump in a wig.\" Wherever one stands in regard to Swift's politics, that portion of the movie is what distinguishes \"Miss Americana\" from a host of other projects designed to pull back the curtain -- usually in carefully managed fashion -- on the lives of the rich and famous. The voice that comes through, loud and clear, is an artist who appears more comfortable with both her private and public-facing sides, and who won't be content, as her predecessors said, to shut up and sing. \"Miss Americana\" premiered Jan. 31 on Netflix."], "Language": false}