{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/30/world/gallery/week-in-photos-0131/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Wang Fei/Xinhua/Sipa USA", "Samuel Corum/Getty Images", "Ezra Acayan/Getty Images", "Mike Blake/Reuters", "Raul Arboleda/AFP/Getty Images", "Evan Vucci/AP", "Ronen Zvulun/Reuters", "Jes Aznar/Getty Images", "Kate Green/Getty Images", "Kevin Lamarque/Pool/Reuters", "Ulises Ruiz/AFP/Getty Images", "Sean Gallup/Getty Images", "Pavel Golovkin/AP", "Kevin Mazur/Getty Images", "NSF", "Bulent Kilic/AFP/Getty Images", "Gabriel Bouys/AFP/Getty Images", "Scott Olson/Getty Images", "Yoan Valat/EPA", "NSW Police/AP", "John Locher/AP", "John Shearer/Getty Images", "Stringer/Getty Images", "Al Seib/Los Angeles Times/Getty Images", "David Zalubowski/AP", "Bernat Armangue/AP", "Mario Tama/Getty Images", "Pius Utomi Ekpei/AFP/Getty Images", "Chester Zoo/Reuters", "Matt Rourke/AP", "John MacDougall/AFP/Getty Images"]], "FirstPublishDate": ["2020-01-31T03:06:46Z"], "LastModifiedDate": ["2020-01-31T16:43:58Z"], "Headline": ["The week in 31 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Lyu Jun, left, says goodbye to a loved one in Urumqi, China, on Tuesday, January 28. He was on a medical team heading to Wuhan, China, the epicenter of a deadly coronavirus outbreak. Reporters at the US Capitol try to get a statement from US Sen. Lamar Alexander on Thursday, January 30. The retiring Tennessee senator said he would vote against a motion to hear additional witnesses in the impeachment trial of President Donald Trump. A giant mural of NBA legend Kobe Bryant and his 13-year-old daughter, Gianna, is seen on a basketball court in Taguig, Philippines, on Tuesday, January 28. It was painted two days earlier, just hours after they were killed in a helicopter crash in California. In photos: The world mourns Kobe Bryant Singer Billie Eilish arrives at the Grammy Awards on Sunday, January 26. The 18-year-old swept the four biggest prizes at the Grammys — best new artist, record of the year, album of the year and song of the year. She also took home best pop vocal album. Dancers with the Royal Ballet of Russia perform a scene from \"Swan Lake\" during a rehearsal at the Colon Theatre in Bogota, Colombia, on Wednesday, January 29. US President Donald Trump arrives at a campaign rally in Wildwood, New Jersey, on Tuesday, January 28. A Jewish shepherd wears a prayer shawl in the Jordan Valley on Monday, January 27. Dragon dancers perform on a street in Manila, Philippines, during Lunar New Year celebrations on Saturday, January 25. A staff member helps arrange seat placings at the Royal Albert Hall in London on Thursday, January 30. Celebrities will be attending the British Academy Film Awards on Sunday. US Secretary of State Mike Pompeo conducts a phone call on his plane after arriving in London on Wednesday, January 29. As the impeachment drama plays out in Washington this week, he is traveling to Ukraine — the country at the heart of the matter. White pelicans are seen on the shore of Mexico's Lake Chapala on Tuesday, January 28. Brexit Party leader Nigel Farage shows off his socks at a European Parliament session on Wednesday, January 29. The United Kingdom is officially exiting the European Union on Friday. A visitor points at Salvador Dali's \"Raphaelesque Hallucination\" at the Manege Central Exhibition Hall in Moscow on Tuesday, January 28.  Singer Beyonce and her husband, rapper Jay-Z, host Roc Nation's The Brunch, a party in Los Angeles on Saturday, January 25.  This newly released photo, taken by the National Science Foundation's Daniel K. Inouye Solar Telescope, shows the surface of our sun in exquisite detail. It shows a pattern of turbulent, \"boiling\" gas that covers the entire sun. Rescue workers work amid the rubble of a building in Elazig, Turkey, after an earthquake on Saturday, January 25. Dozens of people died in the quake and more than 1,600 have been hospitalized. A model presents a creation from Spanish designer Fernando Claro during a fashion show in Madrid on Thursday, January 30. Jonathan Van Ness, a television star on the Netflix series \"Queer Eye\", introduces US Sen. Elizabeth Warren at her campaign rally in Cedar Rapids, Iowa, on Sunday, January 26. Warren is among the presidential candidates hoping to win Iowa's Democratic caucuses on Monday. Firefighters wear face paint like the comic-book character Joker as they protest pension reforms in Paris on Tuesday, January 28. This aerial photo shows the wreckage of an air tanker that crashed in the Australian state of New South Wales on Thursday, January 23. Three Americans died in the crash. US Sen. Bernie Sanders, a presidential candidate seeking the Democratic nomination, speaks at a campaign rally in Sioux City, Iowa, on Sunday, January 26. Singers Ariana Grande, left, and Lizzo attend the Grammy Awards on Sunday, January 26. Construction workers drive excavators in Wuhan, China, on Friday, January 24. A new 1,000-bed hospital is quickly being built to accommodate the increasing number of coronavirus patients. A man climbs out of a sixth-floor window to escape a large fire at Barrington Plaza, a residential building in Los Angeles, on Wednesday, January 29. At least 11 people were hurt in the fire. From left, Houston's Tyson Chandler, Austin Rivers and P.J. Tucker react during a pregame tribute to Kobe Bryant on Sunday, January 26. An attendee of Madrid Fashion Week has makeup applied on Thursday, January 30. US Sen. Lindsey Graham talks to reporters as he boards an elevator at the US Capitol on Tuesday, January 28. He had just arrived for President Donald Trump's impeachment trial, which started last week. People carry goods salvaged from a fire that broke out at the Balogun Market in Lagos, Nigeria, on Wednesday, January 29. More than five high-rise buildings consisting of shops, offices and warehouses were destroyed. A fingertip-sized pygmy chameleon is seen at the Chester Zoo in Chester, England, on Wednesday, January 29. Democratic presidential candidate Joe Biden arrives for a campaign event in Clinton, Iowa, on Tuesday, January 28.  A rose lies on one of the concrete steles of the Holocaust memorial in Berlin on Monday, January 27. It was the 75th anniversary of the Auschwitz liberation. See last week in 27 photos"], "Language": false}