{"Type": ["article"], "Url": ["https://www.cnn.com/2013/08/26/us/screen-actors-guild-awards-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-08-26T16:25:09Z"], "LastModifiedDate": ["2020-01-30T22:17:20Z"], "Headline": ["Screen Actors Guild Awards Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here is some background information about the Screen Actors Guild Awards.  Facts January 24, 2021 - The 27th Annual Screen Actors Guild Awards is scheduled to take place. January 19, 2020 - The 26th Annual Screen Actors Guild Awards are held. The nominees and winners are chosen by the members of the Screen Actors Guild. Two panels (film and television), each comprising 2,500 randomly chosen members, select the nominees. All active members of the SAG and the American Federation of Television and Radio Artists may vote for winners in all categories. The winners receive the Actor, the statuette for outstanding performance. 2020 Winners (Selected) 2020 Winners (Selected) Outstanding Performance by a Female Actor in a Leading Role Renee Zellweger, \"Judy\" Outstanding Performance by a Male Actor in a Leading Role Joaquin Phoenix, \"Joker\" Outstanding Performance by a Female Actor in a Supporting Role Laura Dern, \"Marriage Story\" Outstanding Performance by a Male Actor in a Supporting Role Brad Pitt, \"Once Upon a Time...in Hollywood\" Outstanding Performance by a Cast in a Motion Picture \"Parasite\" Outstanding Performance by an Ensemble in a Drama Series \"The Crown\" Outstanding Performance by a Female Actor in a Drama Series Jennifer Aniston, \"The Morning Show\" Outstanding Performance by a Male Actor in a Drama Series Peter Dinklage, \"Game of Thrones\" Outstanding Performance by an Ensemble in a Comedy Series \"The Marvelous Mrs. Maisel\" Outstanding Performance by a Female Actor in a Comedy Series Phoebe Waller-Bridge, \"Fleabag\" Outstanding Performance by a Male Actor in a Comedy Series Tony Shalhoub, \"The Marvelous Mrs. Maisel\" Outstanding Performance by a Female Actor in a Television Movie or Miniseries Michelle Williams, \"Fosse/Verdon\" Outstanding Performance by a Male Actor in a Television Movie or Miniseries Sam Rockwell, \"Fosse/Verdon\" 56th Annual Life Achievement Award Robert De Niro"], "Language": false}