{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/entertainment/janeane-garofalo-fight-club-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-30T16:23:55Z"], "LastModifiedDate": ["2020-01-30T18:49:15Z"], "Headline": ["Janeane Garofalo: Ed Norton cost me 'Fight Club' role"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Way to forget the first rule of \"Fight Club,\" Janeane Garofalo. In an interview with Yahoo's Build Series to promote her new film, \"Come as You Are,\" the actress and comedian said she was originally supposed to play the role of Marla Singer in that film. Instead, the part went to Helena Bonham Carter, and Garofalo said she knows who is responsible for that. One of the 1999 film's stars, Edward Norton, felt she \"didn't have the chops to do it,\" Garofalo now says. \"I was like, 'Can I audition with him or for him?' \" the actress told Yahoo. \"And I was told that he would like Courtney Love to do it, because he was dating her, but Brad Pitt said, 'I'm not going to sign off on that.' So, they agreed on Helena Bonham Carter, who was probably much better than I would have been.\" According to Garofalo, she had thought the part was a lock because, \"I met with [the film's director] David Fincher, who handed me the script and said, 'If you like it, the part is yours.' \"  But Norton doesn't remember it that way. In a statement to CNN, Norton said, \"I'm sorry Janeane is under that impression, but if she was serious, she's really mistaken.\" \"David Fincher does exactly what he wants,\" Norton said. \"He makes the call on every dimension of his films, top to bottom. I don't recall him ever even raising the subject of who he was considering for most other roles.\" \"The one suggestion I made, he shot down,\" he added. \"I was a big fan of Janeane's so I'd have loved to do a reading with her!\" Garofalo said years later Pitt, who also was in the film, approached her about it.  \"He very kindly said, 'I'm sorry about what happened with that,' and he had nothing to do with it,\" she said. Not that she bears a grudge, and she called Norton a \"wonderful actor.\" Garofalo also said even though they live near each other and she sees Norton often, he's never brought it up. \"In fact, he pretends he doesn't know who I am every time I see him,\" she said. Norton had something to say about that in his statement: \"And if she sees me in the neighborhood I hope she'd come say hi!\" Garofalo appeared in \"Reality Bites,\" \"The Truth about Cats & Dogs\" and \"The Ben Stiller Show.\" CNN has reached out to reps for Fincher and Pitt for comment."], "Language": false}