{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/pacific-islands-airline-experience-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Tinian, Northern Marina Islands"], "ByLine": ["By Brad Lendon, CNN"], "Writers": [["Brad Lendon"]], "FirstPublishDate": ["2020-01-30T02:00:45Z"], "LastModifiedDate": ["2020-01-30T02:00:45Z"], "Headline": ["This airline will let you sit in the co-pilot's seat, but it won't carry your cake"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In these days of long airport security lines and faceless online reservation systems, imagine booking a flight with an airline where you can ask for your pilot by name and then sit in the co-pilot's seat.  With that kind of availability, young pilots from around the world are gaining a bit of fame -- in China specifically -- and a great deal of precious experience at Star Marianas Air, a small Pacific island carrier. From a base on the tiny island of Tinian, Star Marianas flies to other US island territories in the Pacific -- Guam, Rota and Saipan as well as Tinian. Among those are scheduled flights on one of the shortest routes in the world, a less than 10-minute hop from Saipan to Tinian, just 10 miles (16 kilometers) across the blue Pacific. Take this flight to meet Kai Frenay, a 24-year-old from Texas by way of Guam. Frenay taxis the single-engine, six-seat Piper Cherokee out from the terminal at Saipan International Airport. He checks his gauges and settings as he nears the main runway for takeoff. The wind blows in through the partially opened passenger door. The drone of the engine makes hearing difficult. But the backseat passenger, a burly bearded gentleman, feels an urgent need to be heard, and he gets the passenger behind the pilot to tap him on the shoulder. Frenay removes his large headphones to hear. \"Aren't you going to shut that door?\" the backseat passenger asks.  The young pilot's response is matter of fact. \"I will before takeoff. Gets too hot in here if I do it now,\" he shouts to the back seat. That's a typical passenger reaction, says Frenay. And far from scary for someone who has become a bit of a veteran on this route, even though he's only been in the job five months. \"I was absolutely terrified!\" Later, sitting in the pilots' room at Tinian airport, he recounts a more harrowing experience, one of the airline's \"discovery flights,\" 25-minute charter tours above Saipan, where tourists get a chance to take the controls. \"They get to fly the plane themselves. We have no hands on the controls. It's all them,\" Frenay says. Well, for the most part. The tourists don't take off or land, and they can't touch the throttle or the rudder. But Frenay says the yoke (steering wheel) enables then to get a full range of motion in the small plane. Most of the clients are Chinese and most don't understand English. Communication is done with hand signals and a bit of Google translate. How would Frenay describe his first experience with this? \"I was absolutely terrified!\" The Chinese tourists have seen \"Top Gun,\" the classic 1980s film in which Tom Cruise plays a US Navy pilot and F-14 jet fighters zoom about the sky in gravity defying stunts.  Sometimes, they expect a similar experience, to \"feel the need for speed\" as they say in the film. But the small Cessna 172 propeller plane Frenay uses on these flights goes about 130 mph (209 kph). Cruise's F-14 did almost 1,800 mph (2,900 kph). \"It's sooooo slow,\" the tourists will say. \"Something was lost in translation,\" Frenay deadpans. That momentary customer disappointment well may be the price Frenay and his fellow fliers pay for celebrity status -- at least in China. Tourists like to go home and share their experiences with pictures on Chinese social media sites like Weibo, says Shaun Christian, president the airline founded by his father, Robert Christian, in 2008. \"We have requests for pilots by name,\" he says. \"Even pilots who haven't been with us for four years.\" A pilot incubator  George Haines, 48, Star Marianas assistant director of operations, says he can attest to the movie-star feel passengers bring. He pulls his cell phone from his pocket and produces a picture. He's flanked by four tourists, all who came dressed as pilots, all giving a thumbs up. \"You can see their uniforms are better than mine,\" he says. Despite their sometimes celebrity status, the pilots of Star Marianas don't usually stick around for long. Most have just obtained their commercial pilot's licenses, which require 250 hours of cockpit experience. That's not enough to land a job at a major airline or even a regional carrier in the US. But it's plenty for Star Marianas, which sees itself as sort of a pilot incubator, according to Christian. Pilots fly around 70 hours a month, so they can build experience quickly. Christian says the excitement in learning to fly, getting a commercial license, getting a first aviation job, can wear off quickly when it becomes a work routine. \"We have to ... make sure they don't start becoming complacent or that they start to find interesting and exciting things to do with the airplane to get that excitement back,\" he says. The company funds activities like scuba diving or ATV treks to make sure there's an outlet. Dallas Brissett, a 26-year-old former flight attendant from Utah, is just on her third day as a Star Marianas pilot and ready for the challenge. She says she's here because it's \"character building -- because it's in the middle of the ocean.\"  And in a year or so on the job, she, like the other pilots, can reach the 1,500 flight hours needed for regional carriers. \"I'm definitely a way better pilot now than when I first got here,\" says Prevag Lukovic, a Serbia-born 29-year-old who grew up in Milwaukee and has been with Star Marianas since May 2019. He says he wants to fly for a cargo airline when he finishes his stint in the Pacific. No cakes allowed And Star Marianas pilots get some eclectic cargo experience. Planes might carry everything from tractor tires to a huge bag of Big Macs on one flight. Sitting in the waiting area of the Saipan International Airport commuter terminal is a woman with a stack of boxes of Winchell's doughnuts, which is a popular spot on the island of 50,000 residents. Christian says she'll be taking them back for family and friends on Tinian, which only has a population of around 3,000 people and no doughnut shop of its own. Another flight might carry bread and other baked goods, he says. But Star Marianas had to draw the line at cakes. \"We tried our best but sometimes even during the car ride from the bakery to here (Saipan airport) there will be damage to the cake,\" he says. \"When it gets to the consignee over on Tinian, well, they want their money back for the shipping, they want their money back for the cake. \"We don't know of any other airline in the world that accepts cakes in this condition for shipment. We're probably going to have to yield to their better judgment and not do that,\" Christian says."], "Language": false}