{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/us/roger-goodell-super-bowl-liv-press-conference-spt-intl/index.html"], "Source": ["cnn"], "Location": ["Miami"], "ByLine": ["By Jill Martin, CNN"], "Writers": [["Jill Martin"]], "FirstPublishDate": ["2020-01-29T21:12:05Z"], "LastModifiedDate": ["2020-01-29T21:52:04Z"], "Headline": ["Roger Goodell on Antonio Brown: 'We want to help get him on the right track'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The NFL is committed to helping Antonio Brown get \"on the right track,\" commissioner Roger Goodell says. \"The first thing for all of us is to think about the well-being of Antonio, to understand what Antonio's going through,\" Goodell said Wednesday in Miami at his annual Super Bowl news conference. The league's investigation into the former NFL wide receiver has been ongoing for months. \"We don't talk about the wellness of our players publicly, but I would tell you that you can be sure that the NFL and the (NFL Players Association) have a tremendous amount of resources that are available to all players,\" Goodell continued. \"They're going to be made available to Antonio. \"We want to help get him on the right track and get him in a position where he thinks he can be successful in life. We are confident that can happen... And the first step is making sure that we're doing everything to help Antonio.\" Brown turned himself in Thursday at the Broward County Jail on charges related to an alleged assault at his home. A man believed to be his attorney told CNN affiliate WFOR he advised Brown not to make a statement and that his client would be acquitted. Police issued the arrest warrant in Hollywood, Florida, after an incident at Brown's home in which he and his trainer allegedly assaulted a delivery truck driver, authorities said. Brown faces one count each of burglary with battery, burglary of an unoccupied conveyance and criminal mischief, the Hollywood Police Department said. A Broward County judge ordered Brown to undergo a mental health evaluation. Once a star with the Pittsburgh Steelers, Brown, a seven-time Pro Bowler, was traded to Oakland in March but was quickly released.  The New England Patriots signed him in September. A few days later, one of his former off-season athletic trainers filed a lawsuit accusing him of rape and assault. Brown's attorney at the time said the relationship was consensual, and he denies the allegations in the lawsuit. Brown also counter-sued his accuser.  He played one game with the Patriots, but the team released him in September, days after the lawsuit was filed. Patriots videotaping investigation remains open Another NFL investigation still in progress concerns the New England Patriots, whose film crew shot video of the Cincinnati Bengals' sideline during a game against the Cleveland Browns this season. The Patriots' organization previously said its video team, which had credentials at the game, was shooting a behind-the-scenes feature on the Patriots' scouting staff at FirstEnergy Stadium in Cleveland for a series called \"Do Your Job.\" The team said it acknowledges that the production crew \"unknowingly violated a league policy by filming the field and sideline from the press box.\" On Wednesday, Goodell was asked about the length of time it's taking to close the investigation. \"Our responsibility is to make sure we're being extremely thorough,\" Goodell said. \"We have responsibility to 31 other clubs, we have responsibility to partners, we have the responsibility to fans to understand all of what happened and make sure that something that we don't know happened didn't happen. \"So from our standpoint we want to make sure we're being thorough. Our team has been on it. We have been focused on this. I think it has not been that lengthy of a time. We have obviously put the focus on it, but we're going to get it right.\" Kobe Bryant tribute at Super Bowl: 'In some fashion, a respectful way' When Goodell was asked if the league plans to have any type of tribute at the Super Bowl for Kobe Bryant, he said that the Lakers legend, as well as Pro Football Hall of Famer Chris Doleman, who died on Tuesday, would \"be seen on Sunday, in some fashion, a respectful way.\" \"Kobe was a special person,\" Goodell said. \"I did have the opportunity to meet him. He obviously brought a lot to our world, and I think all of us not only feel for the tragic events to his family but as well as everybody else who was a passenger on the helicopter. It's hard to understand, and it's hard to process.\" Goodell: Not focused on retirement As for Goodell himself, he has no plans on going anywhere. When the NFL commissioner, who has been in this position since 2006, was asked about retirement, he said he was not focused on that, saying, \"I'm 100% committed to this job.\" \"One thing I've learned from this job is your work is never done,\" Goodell said. \"I believe there are always opportunities, challenges that this league will have to address, and I want to put our league in the best possible position. \"I do believe that leadership is important and that consistent leadership in some fashion is critical for the league, and so succession will be an important part of it. But I haven't thought about retiring. It's not on my agenda. We have too much to do and I think too many great things are happening in this league.\""], "Language": false}