{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/media/moviepass-bankruptcy/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-01-29T17:54:27Z"], "LastModifiedDate": ["2020-01-29T17:59:31Z"], "Headline": ["MoviePass is shutting down permanently and liquidating in bankruptcy"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The curtain has come down on MoviePass after the company filed for bankruptcy protection on Tuesday. MoviePass was once a revolutionary ticketing service that let people see an unlimited amount of movies for cheap. The company said in a regulatory filing Wednesday that it considered \"strategic alternatives,\" but couldn't find any.  Helios and Matheson, MoviePass' parent company, also filed for bankruptcy this week. Both businesses will liquidate their assets. Helios and Matheson's stock, which was once worth $5,100 (adjusted for stock splits) is now at zero.  MoviePass essentially went belly-up in September 2019, although at the time, the company said its shutdown could be temporary. The service's CEO Mitch Lowe said he was \"unable to predict if or when the MoviePass service will continue.\" That move drew criticism from subscribers who paid for the service. MoviePass named roughly 12,000 subscribers as creditors in its bankruptcy filing. It named every last one of them, detailing how much money they're owed from the company. The subscriber list took up 174 of the filing's 506 pages. The MoviePass service sent shockwaves through Hollywood in 2017 when it dropped its monthly subscription fee to $10 a month, which allowed customers to see one movie a day, every day of the week. After that, MoviePass grew rapidly to 3 million subscribers in less than a year. From the start, the surprisingly low subscription fee and surging subscriber base prompted many in the film industry to wonder how sustainable MoviePass' business model actually was. MoviePass took a loss on just about every ticket sale. Helios and Matheson issued a dire warning in April of 2018 about the company's ability to stay in business. MoviePass tried various ways to stay afloat, including several attempts at tiered subscription plans. Technical issues with its service also hurt the company.  In its biggest gaffe, MoviePass momentarily ran out of money on July 27, 2018, and it was unable to purchase tickets for customers until it secured a new loan. Even though the service is no longer around, its influence lives on. AMC Theatres has a subscription-based ticket service called AMC Stubs A-List, which allows subscribers to see up to three movies per week for $19.95 to $24.95. Other movie chains, such as Cinemark, have similar programs. -- CNN's Frank Pallotta contributed to this report."], "Language": false}