{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/us/rolex-pbs-antique-roadshow-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-01-28T17:33:11Z"], "LastModifiedDate": ["2020-01-29T14:30:33Z"], "Headline": ["A man bought a Rolex for $345 in 1974. Its current value knocked him off his feet"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A man brought a Rolex watch he purchased in 1974 for $345.97 to an antiques show to find out its current value. His reaction: priceless. Told a watch like his is now worth $400,000 at auction, the man toppled to the ground. But the appraiser wasn't finished. Because of the watch's pristine condition, the watch was valued at between $500,000 and $700,000. The man appeared on the PBS series \"Antiques Roadshow\" with his unworn Rolex Oyster Cosmograph Reference No. 6263 in hopes of learning its value.  The show travels across the country \"in search of America's hidden treasures.\" During Monday night's episode, which featured the man and his Rolex, the show was at Bonanzaville in Fargo, North Dakota. The man, a US Air Force veteran, said he purchased the Rolex because he heard it was a good brand for scuba diving. He said he ordered it through the Air Force base exchange in November 1974 and said it arrived in April 1975. But after he received the watch, which cost nearly a month's salary at the time even with a 10% discount, he decided it was \"too nice\" to take into saltwater. Instead, he kept the watch in a safety deposit box for nearly 40 years, only taking it out a few times to check on it.  Not only was the watch in perfect condition, but the veteran had saved the warranty papers, original Rolex brochure for the Cosmograph, two receipts, and the two original boxes the Rolex came in. Collectors love the watch because Paul Newman wore a similar model in the 1969 film, \"Winning,\" said appraiser Peter Planes. \"It's an absolute fabulous find. It's one of the rarest Paul Newman models, and in this condition, I don't think there's a better one in the world,\" Planes said. The watch is extremely, extremely rare, according to Planes, who valued the Rolex at a price between $500,000 to $700,000 since it was unworn and included all its documentation. \"This appraisal hits the Roadshow trifecta: an extremely rare item, a personal backstory that shines a light on our country's history, and a fantastic guest reaction,\" Marsha Bemko, the show's executive producer, said in a statement.  \"For the first time ever, we had a guest so overcome by the valuation of his treasure that he falls to the ground in surprise. But don't worry, he gets back up to finish the appraisal!\""], "Language": false}