{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/investing/global-stocks/index.html"], "Source": ["cnn"], "Location": ["New York/Hong Kong/London"], "ByLine": ["By Jazmin Goodwin, Jill Disis and Charles Riley, CNN Business"], "Writers": [["Jill Disis"]], "FirstPublishDate": ["2020-04-17T03:40:10Z"], "LastModifiedDate": ["2020-04-17T09:20:45Z"], "Headline": ["Global stocks and US futures surge as investors look beyond dire GDP report from China"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Global stocks and US futures rocketed higher on Friday despite data showing an unprecedented economic slowdown in China caused by the coronavirus and a mounting death toll from the pandemic in the United States. Investors were focusing instead on signs that industrial giants are reviving production, along with a report of early success in the trial of a potential treatment for the virus. Japan's Nikkei and South Korea's Kospi each gained more than 3% as investors brushed off the official Chinese data revealing that the world's second largest economy contracted by 6.8% in the first three months of the year. Hong Kong's Hang Seng Index added 1.5% and the Shanghai Composite rose 0.7%. The plunge is the worst for a single quarter that China has recorded since it started publishing such figures in 1992. It's also the first time China's economy has shrunk since 1976, when Communist Party leader Mao Zedong's death ended a decade of social and economic tumult. European markets opened sharply higher, with the FTSE 100 increasing 2.4% in London. France's CAC 40 and Germany's DAX each gained nearly 3%. Dow futures were last up 700 points, or 3%. S&P 500 futures increased 2.7%, and Nasdaq Composite futures added 2.%.  Dow component Boeing surged in after hours trading after the company announced a plan to resume production of commercial aircraft at its Puget Sound facility. The first employees will return to the plant on April 20, the company said Thursday. In Europe, Volkswagen and Toyota plan to reopen some plants starting next week. Shares in Gilead also popped overnight after a news report claimed one of its drugs was showing signs of effectiveness as a potential treatment for the coronavirus during clinical trials. Covid-19 patients who are getting the drug, called remdesivir, have been recovering quickly, with most going home in days, STAT News reported Thursday.  Gilead said in a statement that it expected results from the trial by the end of the month, adding that \"the totality of the data need to be analyzed in order to draw any conclusions from the trial.\" There are now more than 2.1 million confirmed cases of coronavirus around the world. The United States accounts for over 670,000 of those, and the country has reported over 33,000 deaths caused by the disease.  US stocks closed higher on Thursday, clinging to gains despite a string of weak economic reports. The Dow closed up 33 points, or 0.1%. The S&P 500 finished 0.6% higher and the Nasdaq jumped 1.7%.  Thursday's report on US weekly unemployment showed 5.2 million Americans filed for unemployment benefits in the week ended April 11. So far, roughly 22 million Americans, or 13.5% of the labor force have filed first-time unemployment claims since mid-March. Other economic data released on Thursday reported negative declines for the housing industry. US home construction dropped 22% from February.  — CNN's Maggie Fox, Clare Duffy and Anneken Tappe contributed to this report."], "Language": false}