{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/25/politics/2020-democratic-primary-what-you-missed/index.html"], "Source": ["cnn"], "Location": ["Osage, Iowa"], "ByLine": ["By Eric Bradner, Dan Merica and Gregory Krieg, CNN"], "Writers": [["Eric Bradner", "Dan Merica", "Gregory Krieg"]], "FirstPublishDate": ["2020-01-25T12:05:46Z"], "LastModifiedDate": ["2020-01-28T12:33:34Z"], "Headline": ["8 things you might have missed in the final days before the Iowa caucuses"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Nine days from the Iowa caucuses, Democratic presidential candidates are fighting bad winter weather and the headwinds of an impeachment trial that's dominating national headlines and latching the senators in the race to Washington instead of the campaign trail.  Iowa Democratic voters, meanwhile, are still trying to make up their minds. Iowa has remained a four-candidate top tier featuring former Vice President Joe Biden, Vermont Sen. Bernie Sanders, Massachusetts Sen. Elizabeth Warren and former South Bend, Indiana, Mayor Pete Buttigieg. Minnesota Sen. Amy Klobuchar is still seeking to climb into that top tier.  National and early state polls show Sanders at his strongest position of the race just days before voting begins -- a reality that this week was met with a sharper-than-usual rebuke from Biden and new criticism from his 2016 foe Hillary Clinton. Four in 10 likely Iowa caucusgoers say there is at least a moderate chance they'll change their minds about who they support between now and February 3, a recent Monmouth University poll found. \"It's tough. I've got three top runners,\" said Ginger Thompson, a retired county worker in Osage who said she's considering Biden, Buttigieg and entrepreneur Andrew Yang. \"I just want somebody that definitely has compassion, and doesn't split our country apart like it is now.\"  Here are eight stories you might have missed in recent days:  Bernie vs. Biden over Social Security It was the debate that Sanders hungered for, but -- until this past week -- was unsure of how to escalate. The Sanders team and its surrogates have been talking about Biden's past comments on Social Security, in which he has expressed a willingness to entertain cuts to the program in the interest of striking bipartisan deals for some time. Biden, though, seemed content to ignore it all before switching gears last weekend to denounce a misleadingly edited video of a 2018 speech that was being circulated by some members of Sanders' staff. With Biden rising to the bait, Sanders -- who distanced himself from the video clip in question -- responded by taking more direct aim at Biden's old statements. \"I think anyone who looks at the vice president's record understands that time after time after time, Joe has talked about the need to cut Social Security,\" Sanders told reporters. \"That's in the congressional record. He has said that many, many times. I don't think that's disputable.\" The back-and-forth took an unexpected turn on Monday night, when Sanders apologized to Biden over the content of an op-ed, written by a supporter and boosted by the campaign (which has since deleted their promotion of it from a campaign website), accusing the former vice president of having a \"corruption problem.\" Biden accepted and it seemed like the candidates might be trying to deescalate. But one day later, Biden launched a digital ad accusing \"Bernie's campaign\" of \"not telling the truth\" about his record on Social Security. Within a few hours, Sanders tweeted out a video of his own, this one featuring audio of Biden talking on the Senate floor about freezing federal spending, including Social Security, Medicare and Medicaid. Hillary Clinton takes a(nother) shot at Sanders \"Nobody likes him.\" Hillary Clinton unleashed on her 2016 primary rival once more this week. In an interview with The Hollywood Reporter ahead of the release of a new documentary about her life, Clinton went after Sanders again -- this time in sharply personal terms. \"He was in Congress for years. He had one senator support him. Nobody likes him, nobody wants to work with him, he got nothing done. He was a career politician. It's all just baloney and I feel so bad that people got sucked into it,\" Clinton says in the film. Asked about the line by THR, she stood by it. Clinton also refused, in an interview published early Tuesday morning, to say that she would support Sanders if he won the nomination this year. Later in the day, though, she sought to tamp down the swirling uproar in a tweet, assuring Democrats that she \"will do whatever I can to support our nominee.\" Sanders turned the other cheek throughout the day, first saying in a statement, \"My focus today is on a monumental moment in American history: the impeachment trial of Donald Trump. Together, we are going to go forward and defeat the most dangerous president in American history.\"  Perhaps as notably, his campaign and top surrogates also held back, effectively putting a pin in what had the potential to be a major, pre-Iowa controversy. With senators 'stuck' in DC... The senators still running for president have put on a brave face as the impeachment trial consumes Washington and, almost uniformly, have talked about how they are fulfilling their constitutional obligations by sitting through hours of impeachment hearings instead of rallying supporters in Iowa. But underneath those solemn duties is concern: It's unknown whether the impeachment trial is better for people like Buttigieg, Biden and Yang who now have Iowa all to themselves, or for senators like Warren, Sanders, Klobuchar and Michael Bennet, all of whom have become regulars on cable television as the trial plays out. And this close to Iowa, that unknown is worrying. Sanders has talked about how the impeachment process is somber and serious, but his campaign blasted an email on Thursday telling supporters that the Vermont senator is \"stuck\" in DC -- and hoped to raise money off the predicament. Warren and Klobuchar have become regulars on cable television. Warren told MSNBC on Wednesday she was \"pinned down here in Washington\" but that the campaign was activating supporters and surrogates who want to \"carry forward\" her campaign because they believe she is \"still in the fight.\" Klobuchar has also hosted a tele-townhall for 12,000 people, according to her campaign. For Bennet, whose campaign has struggle to gain any traction, impeachment has stopped him from his regular trips to New Hampshire, the second state in the nominating process. But it has also let him set himself apart: He pledged to stop fundraising during the impeachment proceedings, something the other candidates have not done. ... Buttigieg runs against DC experience Buttigieg, at the same time, is running against everything that is going on in Washington. The former mayor has kept up a blistering pace through Iowa in January, headlining 25 events alone. And at almost every town hall and rally, Buttigieg has made the case that his experience outside of Washington is more important in this current environment than years of federal government experience. Buttigieg has even taken it a step further, suggesting at an event on Thursday in Washington, DC -- just miles from the impeachment  -- that it is time \"to bring to the highest office in the land that perspective that only my fellow mayors can,\" a perspective that Buttigieg said was animated by \"what to do when it's time for a decision and there is no one else to call and you are not in the comfort of a committee room, or a TV panel, but on the ground.\" All of this is part of Buttigieg's strategy to break through the constant impeachment coverage in Washington and deliver a message in Iowa and elsewhere that creates contrast between himself and the partisan fighting. Buttigieg defended these comments in an interview with CNN. \"I don't think anybody's questioning whether folks who work in Washington are important. I think the question is one of a perspective,\" Buttigieg said in the interview. \"The reality is, if your main criteria here is about time spent in Washington, and years of Washington experience, you've got your choice and it's not going to be me. I'm here to make the case for a different kind of perspective coming to Washington.\" Warren zooms out as Iowa bears down Warren is managing expectations ahead of the Iowa caucuses. In a memo released on Friday, Warren's campaign played down the importance of the early primary states and highlighted the number of delegates in play on Super Tuesday and in the weeks and months after. \"We expect this to be a long nomination fight and have built our campaign to sustain well past Super Tuesday and stay resilient no matter what breathless media narratives come when voting begins,\" Warren campaign manager Roger Lau wrote, suggesting the primary could stretch well into the spring. The memo includes graphics breaking up the primary into four stages and notes that first four states -- Iowa, New Hampshire, Nevada and South Carolina -- only make up 3.9% of the full delegate count. Warren remains in the top tier of candidates in Iowa, but her numbers, in the early states and nationally, have mostly stalled since her summer surge. Perhaps more troubling for the Warren campaign is a new poll, released on Thursday by Boston-based WBUR, which showed Sanders, at 29%, leading in New Hampshire with more than double her 13%. Both Sanders and Warren represent neighboring states and would take defeat there harder than Biden or Buttigieg. The Joe Rogan backlash  Bernie Sanders is facing a backlash from some Democrats after his campaign trumpeted an endorsement from comedian Joe Rogan, a popular podcast and YouTube talk show host with a history of making racist, homophobic and transphobic comments. Rogan, a libertarian-leaning broadcaster with a public persona in the mold of Howard Stern, is a divisive figure who has said the N-word on his show and in 2013 questioned -- using offensive language -- whether a transgender MMA fighter should be able to compete against other women. In a statement Friday afternoon, Human Rights Commission President Alphonso David praised Sanders for running a campaign that has been \"unabashedly supportive of the rights of LGBTQ people,\" but called on the Vermont senator to consider rejecting the endorsement in light of Rogan's \"vicious rhetoric.\" The decision to highlight Rogan's support has divided opinion among Democrats and activists, particularly online, where it has sparked a heated debate over whether Sanders should have aligned himself with Rogan in any form or context. Bloomberg spends millions -- while waiting for March Looming over all of the Democrats fighting for primacy in Iowa and New Hampshire is Michael Bloomberg, who is avoiding the first four contests and spending hundreds of millions to position himself ahead of Super Tuesday in early March. The former New York mayor has spent an astonishing $235 million on television, radio and digital advertising, nearly $100 million more than Tom Steyer, a fellow billionaire running for the Democratic nomination, and nearly nine times as much as Buttigieg. That number will be dwarfed by how much his campaign -- in total -- has spent, a figure that won't come out until later this month when his first report is filed to the Federal Election Commission. Bloomberg ads have become omnipresent -- so much so that they have go"], "Language": false}