{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/us/harvey-weinstein-trial-mimi-haleyi/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren del Valle, Eric Levenson and Jean Casarez, CNN"], "Writers": [["Lauren del Valle", "Eric Levenson", "Jean Casarez"]], "FirstPublishDate": ["2020-01-27T14:10:08Z"], "LastModifiedDate": ["2020-01-28T03:10:45Z"], "Headline": ["Former production assistant testifies that Harvey Weinstein pinned her down and assaulted her"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A former production assistant testified Monday that Harvey Weinstein pinned her down and forced her into a sex act at his Manhattan apartment in 2006. Miriam Haley's graphic testimony on Monday in Weinstein's trial in New York is connected to two of the five charges against Weinstein: first-degree criminal sexual act and predatory sexual assault. Haley, who recently changed her name from Haleyi, broke down in tears several times as she described the alleged attack. Weinstein, sitting with his attorneys, shook his head several times in apparent disagreement during the course of her testimony. Prosecutors have said the Hollywood movie tycoon raped and sexually assaulted young women, including Haley, over the course of decades. Weinstein attorney Damon Cheronis attacked the credibility of the women's stories during his opening statements and picked apart their timelines and details to try to undermine their credibility. Haley first spoke about the assault at a press conference in October 2017 amid a wave of allegations against the movie mogul. She was the second of the six women who are expected to testify that Weinstein attacked them. \"The Sopranos\" actress Annabella Sciorra testified last week that Weinstein raped her in the winter of 1993-94. They met in 2004 Haley was born in Finland and raised in Sweden and introduced to Weinstein in 2004 at the European premiere of the movie \"The Aviator,\" she testified. Two years later, she met Weinstein at the Cannes Film Festival to ask him about possible work opportunities, she said.  Weinstein invited her to a hotel room to discuss the business opportunity and he suggested she might be able to help on the show \"Project Runway,\" she said. He also asked her to give him a massage, and when she declined, he offered to give her a massage, she said. She rebuffed his requests and said it was \"inappropriate and humiliating,\" she testified. Still, Weinstein offered her work on the set of \"Project Runway\" when she moved to New York from London later in 2006. She worked on the show set for a brief time doing odd jobs in an informal position because she didn't have proper documentation to work in the United States. She testified they had several \"normal\" interactions in which he was friendly and respectful. She said they met at the lobby bar of a hotel and they had a lengthy conversation and he made no sexual advances. In another incident, Weinstein invited her to accompany him to Paris for fashion shows, she testified. He also asked to see her East Village apartment, but she refused.  Later, Weinstein returned unannounced and barged into her apartment despite her rebuffs. She described his demeanor as \"very persistent and insistent,\" and she said he was \"almost begging\" her to go to Paris with him, offering to let her roommate accompany her if she'd be more comfortable. Weinstein stopped insisting and eventually left after she said, \"You know you have a terrible reputation with women,\" Haley testified. She testified that she told her roommate about the incident afterward. He pinned her arms down, she testified Haley said that on July 10, 2006, a driver picked her up to take her to Weinstein's apartment in SoHo. At the apartment, he \"lunged\" at her and tried to kiss her, she testified. Haley, who testified through tears, said Weinstein backed her into a dimly lit bedroom where there were children's toys. He forced her onto a bed, held her down by her arms and forced himself on her orally, she said. She told him she was on her period and had a tampon in her, she testified, but \"it was as if he didn't believe me.\" He then pulled her tampon out and continued to forcibly perform oral sex on her, she testified. She said she eventually stopped fighting. \"I figured it was pointless,\" she said.  Haley said she didn't go to the police because she was worried they'd find out she was working illegally on a tourist visa. She \"felt very trapped,\" she said. The next day, she went to Los Angeles on a flight previously paid for by Weinstein because her friend was due to give birth, she testified. She said an \"irritated\" Weinstein called to ask why she didn't show up to the movie premiere he'd invited her to, but she didn't see or hear from him again during that trip. Weeks later, Weinstein convinced her to meet him at the Tribeca Grand Hotel, and she said she felt \"like an idiot\" and \"stupid\" for letting him do so. \"He had intercourse with me,\" she said quietly, testifying to an alleged rape on July 26, 2006. She said that while he raped her in a hotel room he called her a \"bitch\" and a \"whore.\" She didn't tell anyone about this encounter because \"it was too embarrassing.\" She recalled walking into the hotel to meet him feeling like \"such a hobo\" in her vintage tattered snakeskin shoes. Haley acknowledged that she didn't physically fight Weinstein in the July 26 encounter, and said she didn't realize it could legally be considered rape because she didn't resist. Haley also testified Monday that she didn't tell a grand jury about the name calling because she hadn't recalled that at the time in 2018. Defense highlights friendly messages Weinstein's defense has questioned the credibility of Haley and the other women who have or will testify in his trial. His attorneys have highlighted texts and emails Haley sent to Weinstein in 2006 and 2007, months after the alleged attack, that they say \"makes clear\" that she wanted to continue seeing him afterward, according to court documents. The defense said Haley has a written calendar entry on July 27 -- the day after the alleged rape -- to call Weinstein's assistant about tickets.  Haley conceded to Weinstein attorney Cheronis that it was a reference to plane tickets Weinstein bought her for a flight back to London from New York in early August. Haley also acknowledged an email in which she told Weinstein's assistant that she was \"totally bummed\" to have missed them during their trip to London, and she'd tried to change a flight so she could see them, but it didn't work out.   In the same email she asked if Weinstein had a job for her on Project Catwalk, the UK version of Project Runway that he produced. That job never came to fruition. On cross-examination, Haley said that she reached out to Weinstein and saw him at the Cannes Film Festival in 2008, two years after the alleged assault. Cheronis pointed out that Haley wrote him an email afterward saying it was nice to see him there, and she signed the email \"Lots of Love.\" Cheronis showed the jury Weinstein's warm response back as well. Asked by Cheronis if she might sue Harvey Weinstein, Haley said she didn't have plans to, but anything was possible.  In opening statements, Cheronis said that Haley had changed her story multiple times. \"Pay very close attention to how the story changes and it always changes to hurt Harvey, you'll see that, always changes to hurt Harvey, but that is not real, that is not what happened,\" he said. Correction: This story has been updated with Haley's correct place of birth."], "Language": false}