{"Type": ["article"], "Url": ["https://www.cnn.com/entertainment/live-news/grammy-awards-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa France, Marianne Garvey and Delaney Strunk, CNN"], "Writers": [["Lisa France", "Marianne Garvey "]], "FirstPublishDate": ["2020-01-27T00:02:39Z"], "LastModifiedDate": ["2020-01-27T15:22:52Z"], "Headline": ["Latest: The 2020 Grammy Awards"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Our live coverage of the Grammys has ended. Thanks for reading! It was a night of both mourning and triumph. Billie Eilish swept four of the top categories -- Best New Artist, Song of the Year, Record of the Year and Album of the Year -- while the death of NBA legend Kobe Bryant, his 13-year-old daughter and a reported seven others in a helicopter crash Sunday was on the minds of many who took to the stage. Music's biggest night also saw the return of Demi Lovato for an emotional performance and a tribute to the late rapper Nipsey Hussle, who won a posthumous Grammy. And there were many other momentous performances -- both good and bad -- ranging from Tyler, the Creator literally bringing the fire onstage to a Jonas brother who sang with with food in his teeth. So yes, it was truly a night to remember. Thanks for following along with us. It's a clean sweep for Billie Eilish, who took home the night's top four awards: Best New Artist, Song of the Year (\"Bad Guy\"), Record of the Year (\"Bad Guy\"), and Album of the Year (\"When We All Fall Asleep, Where Do We Go?)\". The 18-year-old spent her night breaking Grammy records. Eilish became the first woman and only the second artist to win Best New Artist, Song of the Year, Record of the Year, and Album of the Year during the same year. The only other artist who has accomplished the feat was Christopher Cross at the 23rd Grammy Awards in 1981.  Now that's one hell of a resume for a teenager.  \"Fame\" was THE movie for folks of a certain age. So when a star-studded group of singers, including Camila Cabello, Cyndi Lauper, Broadway star Ben Platt, Common and ballerina Misty Copeland took to the stage to perform \"I Sing The Body Electric\" from the 1980 film (which spurred a TV series of the same name), it was a moment. That's just what Grammys producer Ken Ehrlich wanted to create. The performance was part of a tribute to Ehrlich as he ended his 40 years producing the awards show.  It made lots of people happy -- and a few on social media confused if they weren't familiar with the film.  Billie Eilish is having one hell of a Grammys night. In addition to Song of the Year, Eilish just took home the Best New Artist statue. The singer wanted to send some special love out to fans who she felt like hadn't gotten enough recognition on Grammys night. \"They are the only reason any of us are here at all,\" she said. \"So thank you to the fans.\"  She also expressed love for her fellow nominees in apparently colorful language, because a portion of it was bleeped out. John Legend and DJ Khaled accepted the award for the late Nipsey Hussle win for Best Rap/Sung Performance for \"Higher\" at the Grammy awards. Ozzy Osbourne and Sharon Osbourne presented the award for best rap performance, with Khaled giving a \"big up\" to Nipsey's \"family and kids.\" Legend thanked his wife, Chrissy Teigen, and family, saying \"let's love each other, let's love our families, let's hold each other tight.\" Following the tribute, a graphic of Nipsey and Kobe Bryant was projected on the stage. Billie Eilish just won the Song of the Year Grammy for \"Bad Guy.\"  The 18-year-old became one of the youngest to ever nab that award. She was 17 when she was nominated. \"Why?\" she said as she accepted the award. \"Oh my God, so many other songs deserve this, I'm sorry.\" Eilish also introduced her brother and collaborator, Finneas, whom she called her \"best friend.\"  \"This is a really, really big deal,\" he said. \"We just make music in a bedroom together. We still do this. They let us do that.\"  Muy caliente! Spanish singer-songwriter Rosalía performed in her native tongue and tore the stage up with her moves and backup dancers. The moves were as enviable as the music was banging.  The Best New Artist nominee has hopped on tracks with the likes of James Blake and Travis Scott. The latter may explain why she and Kylie Jenner are BFFs. Jenner is the mother of Scott's young daughter, Stormi.  Nick Jonas is about to be a \"Sucker\" for dental floss after the Jonas Brothers' Grammy performance.  Fans of the trio were quick to point out a small bit of food stuck in Nick's teeth, and yeah, that's basically a nightmare come true.  If it were us, we'd probably be hiding deep in a hole, never to be seen by humans again. But Nick is the King of Cool and was ready with quite the comeback.  You gotta love a man who eats his greens though. Kudos to you Nick.  John Legend, YG, and DJ Khaled performed a medley of Nipsey Hussle songs alongside Meek Mill, Roddy Ricch and Kirk Franklin as a tribute to the late rapper. Hussle won a posthumous award for \"Racks in the Middle,\" which took home best rap performance.  But another departed Angeleno -- Kobe Bryant -- was heavy on everyone's mind.  Earlier in the evening, DuVernay paid tribute to the basketball star, writing on Twitter:  \"I remember Kobe bringing his daughters to the WRINKLE IN TIME premiere and talking about its meaning for him as a father. He loved his girls so. LA weeps today, as do fans around the world. Goodbye, Kobe and Gianna. Our memories of you will live on and on.\" More is more at this year's Grammy Awards.  Billie Eilish taught us all what it means to color coordinate by rocking a lime green and black Gucci suit with matching hair and accessories.  And model Shaun Ross gave us a sneak peek of heaven's pearly gates with a head to toe, pearl-encrusted ensemble.  See all the best-dressed stars here.  It was the \"surprise\" we were all hoping for. Aerosmith took the Grammys stage with a rowdy version of \"Walk This Way\" that brought down the house. All because Run-DMC took the stage with them. The rappers joined Steven Tyler for a lively performance of their \"Walk This Way\" cover (in the 1987 video, the two artists bash down a wall and join forces on the song) which also paid tribute to Kobe Bryant by waving his Lakers jersey.  Demi Lovato returned to the world stage Sunday night for a triumphant performance at the Grammys. The 27-year-old singer got choked up and had to restart the song  \"Anyone,\" which she debuted at the awards show. Performing with tears streaming down her face, Lovato poured out her pain. She said during an interview with \"New Music Daily with Zane Lowe\" that she penned the song days before she overdosed in 2018.  “I almost listen back and hear these lyrics as a cry for help,” Lovato said during the interview. “And you kind of listen back to it and you kind of think, ‘How did nobody listen to this song and think, 'Let’s help this girl?’” In December 2018 Lovato shared a health update with her fans, tweeting \"All my fans need to know is I'm working hard on myself, I'm happy and clean and I'm SO grateful for their support.\"  Lovato is scheduled to song the National Anthem at the upcoming Super Bowl.  Tyler, the Creator said he didn't have a speech prepared for his Best Rap Album win for \"Igor.\" He said he wasn't sure if he'd ever win a Grammy. But he brought his mom on stage and gave her a massive shoutout.  \"To my mother, you did a great job raising this guy,\" he said as his proud mama stood beside him. Tyler, the Creator -- who has said he didn't aways feel accepted in the world of hip hop -- also thanked singer/producer Pharrell Williams. \"Growing up feeling left of center to a lot of stuff that I saw on TV, that man helped me to be comfortable with myself and has opened up doors that you guys cannot imagine,\" Tyler, the Creator said. \"Before I met him, and when I met him.\"  In a world of computer-generated sounds and lip syncing, Billie Eilish blew us away. With her brother Finneas accompanying her on piano, the 18-year-old sang a beautiful version of her song, \"When the Party's Over.\" The song in and of itself is lovely, but Eilish brought a different sense of stillness with her performance. The ethereal moment was a testament to why Eilish has been the toast of the music industry this year.  At 17 she became the youngest artist ever to be nominated for major Grammy awards, including Song of the Year for \"Bad Guy.\"  A little lawsuit did not prevent Ariana Grande from rocking one of her hits. After opening with \"Imagine,\" the petite singer launched into a performance of \"7 Rings\" complete with lingerie-wearing backup dancers. That song was in the headlines recently after Grande and seven co-writers were accused of plagiarizing it. Josh Stone, a hip-hop artist and producer who goes by the stage name \"DOT,\" alleged the tune is nearly identical to his original work \"You Need It, I Got It.\"  A No. 1 smash released in January 2019, \"7 Rings\" uses the melody of \"My Favorite Things\" by Richard Rodgers and Oscar Hammerstein II from \"The Sound of Music.\" The cut has 10 credited songwriters, including the Broadway duo and Grande. The lawsuit does not name Rodgers and Hammerstein or mention \"My Favorite Things.\" Talk about a literal fashion statement.  There really is no escaping politics in 2020, especially not on the Grammys' red carpet.  For starters there was Arab Fashion Council ambassador Megan Pormer, who walked the carpet in a dress showcasing both the American and Iranian flags with the words \"NO WAR IRAN\" embroidered across the body.  Then there was singer-songwriter Joy Villa, who sported a bright red dress with \"TRUMP 2020\" written down the front.  See the rest of the red carpet looks here.  Who doesn't want to find a guy as great as your father, when your father is great? Camila Cabello made her daddy, Alejandro, and the rest of us, tear up with her performance of \"First Man.\" \"I swear on my heart/That he's a good man/I know you'll stay up late/Just waiting for me,\" she sang. \"You held me so tight/Now someone else can/But you were the first man that really loved me.\" Her father sat in the audience, beaming and wiping his eyes. The pair embraced at the end of the song. It was super sweet.  And of course everyone is assuming the song is also about Cabello's reported beau, Shawn Mendes. The two appear to have come separately to the Grammys.  Usher performed a Prince tribute at the Grammys on Sunday with Prince protege Sheila E. and singer-songwriter FKA Twigs, who performed a pole dance. Usher sang a medley of “Little Red Corvette,” “When Doves Cry” and “Kiss.”  The performance was also part of a Prince tribute concert set for Tuesday at the Los Angeles Convention Center. Usher and singer-producer Sheila E. are in the lineup along with St. Vincent, Foo Fighters, Beck, Alicia Keys and Chris Martin.  Yay Dan + Shay! The pair were a little bit \"Speechless\" after they won a Grammy for that song for Best Country Duo/Group Performance.  \"This is an absolute dream come true,\" Dan Smyers said.  He also thanked both his and Shay Mooney's wives for being song inspirations and Mooney shouted out the forthcoming birth of his and his wife's second child.  Congrats on all the good news!  Tyler, the Creator offered up one of the more interesting Grammy performances in recent memory -- with the help of a blonde wig, fire and some old-school R & B. Charlie Wilson, best known as \"Uncle Charlie,\" and Boyz II Men (again) also joined the rapper for a unique performance of his song \"Earfquake.\" There was a whole lot of shaking going on -- and some full-on fire onstage. No, it wasn't just the song that was hot. There were actual flames in the background. (You kind of had to see it to get it.) Tyler, the Creator is known for being one of the more creative voices in hip hop at the moment, and he certainly just reminded everyone of that.  Oh, and he also showed up on the red carpet dressed as a bellhop, complete with a traveling case.  Is there anything more perfect than Alicia Keys behind the keys? We don’t think so.  Putting her own spin on Lewis Capaldi’s hit “Someone You Loved,” the singer serenaded the crowd to honor the artists who spoke the universal language of music this year.  Warning: This song is catchy as hell and WILL get stuck in your head.  Here are the lyrics: Rosalía's hot, Beyoncé took us all on safari\nWe obsessed ‘bout BTS, H.E.R, and Lewis Capaldi\nJonas Brothers returned \nBillie and Finneas \nCamilla liked Shawn to call her Senorita\nAriana went next \nTyler brought us Igor \nLil Nas road that road till he couldn’t no more\nIt’s the Grammys \nGonna have a ball\nAnd here’s Alicia Keys to get you through it all\nIf you like country \nOr you prefer Young Thug \nI’mma get you kind of used to hearing music you love\nTonight we must unite in spite of all the news that we’re seeing \nCommander in Chief impeached, y’all get out let’s bring Cardi B in\nCause music changes the world \nJust like Beethoven said\nOld dude in a wig but I still give him some cred\nIt’s just too many lies \nToo much hate, too much spin\nIt’s when good people do nothing that the bad guys win\nBut it’s the Grammys\nWe gon' have a ball\nAnd here’s Alicia Keys to get you through it all\nIf you like K-Pop\nOr Rock and Roll’s your drug\nI’mma get you kind of used to hearing music you love\nAt the Grammys\n10,000 hours long\nSo keep the speeches short, and go for one more song\nTo all my overkills, and all my underdogs\nI’mma get you kind of used to knowing music is love Alicia Keys kicked off her Grammys hosting duties in LA's Staples Center arena with a tribute to Kobe Bryant.  \"Here we are together on music's biggest night, celebrating the artists who do it best, but to be honest with you, we are all feeling crazy sadness right now,\" Keys told the crowd, adding that \"Los Angeles, America, and the whole wide world lost a hero.\" She continued that everyone there was \"standing here heartbroken in the house that Kobe Bryant built.\" \"We never imagined in a million years we'd have to start the show like this,\" she added.  Describing she wanted to express a tiny bit \"how we all feel right now,\" she brought Boyz II Men on stage for an acoustic rendition of \"It's So Hard to Say Goodbye to Yesterday,\" dedicated to Bryant.  \"We love you Kobe,\" Keys said. Lizzo took the stage to accept a Grammy for her hit \"Truth Hurts,\" and gave an emotional speech about how we should forget our small problems because we never know when our time is up.  \"This whole week I've been lost in my problems, stressed out, and that can go away and priorities really shift,\" she said.  She added that she realizes \"there's people hurting right now,\" and \"we need to continue to reach out.\" It was clear Kobe Bryant's surviving family members were on the singer's mind. Lizzo concluded that she was happy to make music that \"liberates people,\" and was grateful to be accepting an award. \"Thank you so much for lifting me up,\" she told the crowd. The Grammys got a little bit country early on. Real-life couple Blake Shelton and Gwen Stefani performed their new single, \"Nobody But You.\" The song is on Shelton's latest album, \"Fully Loaded: God's Country,\" which was released in December. \"The Voice\" coaches dropped the music video for their duet last week. The video shows the pair enjoying coupledom, from eating french fries at a diner to hanging out with the other woman in Shelton's life — his dog Betty. Shelton, 43, and Stefani, 50, confirmed their relationship in 2015. Hard stuff is easier to talk about when Alicia Keys is playing the piano. The Grammy host seemed to touch on the Recording Academy's recent controversy as she serenaded the audience. \"It's been a hell of a week,\" Keys said. \"Damn.\"  Former CEO Deborah Dugan filed a lawsuit last week against the Academy, alleging she was wrongfully fired after raising allegations of sexual harassment and irregularities with Grammy nominations. Dugan says she was put on administrative leave three weeks after she sent an email to the Academy's managing director of human resources outlining numerous bombshell allegations against the organization and its \"historically male dominated leadership,\" according to the EEOC complaint. The Academy has denied Dugan's claims of it being \"a boys club\" and said in a statement to CNN earlier that it's \"curious\" that Dugan didn't raise the allegations until legal claims were made against her by another employee who alleged she \"created a 'toxic and intolerable' work environment and engaged in 'abusive and bullying conduct.'\" On Sunday night Keys said \"It's a new decade.\" \"It's time for newness,\" she said. \"We refuse the negative energy. We refuse the old systems. Feel me on that.\" \"We want to be respected and safe in our diversity,\" she added. \"We want to be shifting to realness and inclusivity.\" Keys then launched into a song paying tribute to the nominees. The Academy announced initiatives developed in partnership with its Diversity Task Force on Sunday, hours before the awards show.  \"Tonight is for Kobe.\" That's how Lizzo kicked off the 62nd annual Grammy Awards along with her sparkly black dress and a performance of \"'Cuz I Love You\" backed by a small orchestra. She then stripped down to a futuristic body suit when she launched into another of her hits, \"Truth Hurts,\" with a troupe of dancers. And naturally Lizzo played her flute, which she is well known for rocking. \"Welcome to the Grammys b***h,\" she yelled to the crowd at the end of her performance --  which earned her a standing ovation. Lizzo is a favorite to take home some hardware tonight. She has the most Grammy nominations of any artist this year, with eight.  Eagle-eyed fans noticed a tiny detail on Priyanka Chopra's nails as she walked the red carpet with husband Nick Jonas -- the number 24.  The writing may be small, but its meaning has huge significance. Twenty-four was the most recent jersey number of NBA superstar Kobe Bryant, who died in a helicopter crash today.  It's been a pretty dark year for the Prince of Darkness. Ozzy Osbourne appeared on the red carpet with his daughter Kelly and talked about how \"this last year has been hell for me.\" \"I've had surgery on my neck,\" he said. \"I announced to the world that I've got Parkinson's. It's been one rock and roll year for me.\" The rocker said he's doing physical therapy five days a week, aiming to go out on tour this year.  \"If I'm well enough,\" he said. \"I'm working towards it.\"  His daughter said he's doing well with his recovery. \"How far he's come in the last week alone has been incredible,\" she said. I think coming out and telling his truth [about his Parkinson's diagnosis] has been a weight lifted off his shoulders.\"  Sharon Osbourne was taken with Billie Eilish’s brother Finneas, who has already won a Grammy today for Producer of the Year, Non-Classical.  Osbourne and Finneas, clad in similar floral suit jackets, made fast friends on the red carpet as Osbourne asked him about his music-making process with his sister. Finneas revealed he and Billie sit with their mom and dad in their living room with daylight pouring in and come up with their music, adding that they record in a room that \"smells like whatever mom is cooking.\" Osbourne used the opportunity to kiss Finneas on the cheek as she said goodbye. Her husband, Ozzy Osbourne, then took the carpet with daughter Kelly Osbourne to say he is getting physical therapy five days a week and will face surgery for Parkinson's  disease. The rocker revealed last week he has been suffering from the disease.  Next up for Finneas and Billie is the release of their song for the new Bond movie, \"No Time to Die.\" Taylor Swift tweeted her love for Kobe Bryant, his wife Vanessa and their family after hearing the sad news that the basketball star had died in a helicopter crash along with his 13-year-old daughter, Gianna. \"My heart is in pieces hearing the news of this unimaginable tragedy. I can’t fathom what the families are going through. Kobe meant so much to me and to us all. Sending my prayers, love, and endless condolences to Vanessa and the family and anyone who lost someone on that flight,\" Swift wrote.  Swift has pulled out of tonight's Grammy Awards to support Deborah Dugan, the former head of the Grammys who has filed a lawsuit against the National Academy of Recording Arts and Sciences alleging she was wrongfully fired after raising allegations of sexual harassment and irregularities with Grammy nominations. Swift is still nominated for song of the year, best pop solo performance and best pop vocal album. The 8 tunes nominated for song of the year may, on the surface, seem to be mostly about love. But take a closer listen and you may find some valuable life lessons. Read more here... Cowboy hats and fringe are having a big moment on red carpet tonight.  Between Lil Nas X's head-to-toe hot pink ensemble and Billy Porter's diamond fringe eleganza, the stars look ready to hop on a horse on the \"Old Town Road\" and ride off into the sunset.  Country aesthetic, but make it high fashion? Yes please.  Take a look at all of the top red carpet moments here.  Like many people around the world, Billy Ray Cyrus's mind is on Kobe Bryant, his daughter Gianna and the others killed Sunday in a helicopter crash. The singer told CBS it was a \"bittersweet\" day given his Grammy nominations with Lil Nas X for their smash hit, \"Old Town Road.\" Cyrus also tweeted about Bryant's death after he and Lil Nas X won some early Grammys. \"So honored to win Best Music Video and Best Pop Duo/Group Performance,\" he wrote. \"I’d like to dedicate both to Kobe and his beautiful daughter,\" Cyrus tweeted. \"Sending my thoughts and prayers to his family and friends during this difficult time. #RIPKobe @LilNasX #OTR\" It’s already a day of firsts at the Grammy Awards.  The Recording Academy began handing out awards during the premiere ceremony before tonight’s big event.  Nipsey Hussle won best rap performance, his first Grammy award, for \"Racks in the Middle.\" The late rapper scored two other posthumous nods for best rap/sung performance and best rap song. Former first lady Michelle Obama also snagged her first Grammy for best spoken word album for the audiobook of her memoir “Becoming,” bringing the Obama household’s Grammy count to three.  And we’d be remiss if we didn’t shout out the queen herself, Beyoncé, who took home the award for best music film for “Homecoming.” See other winners here. Taylor Swift won't be attending the Grammys, a source close to the singer told CNN. While it's not clear why the superstar is skipping the 62nd Annual Grammy Awards, she is still nominated for song of the year, best pop solo performance and best pop vocal album. Earlier this week, the \"Lover\" singer attended the premiere of her new Netflix documentary \"Miss Americana\" at the Sundance Film Festival. Read more here... As the Grammys face accusations of lacking diversity and being a \"boys club,\" the National Academy of Recording Arts and Sciences announced Sunday it is adopting initiatives developed in partnership with its Diversity Task Force. Recording Academy Chairman and Interim Chief Executive Officer Harvey Mason Jr. made the announcement in a message which was sent to his organization's members on the day of the Grammys. The new diversity initiatives announcements came after rapper/producer/mogul Sean \"Diddy\" Combs took the Academy to task Saturday night during his speech at Clive Davis' legendary pre-Grammys gala. \"Truth be told, hip-hop has never been respected by the Grammys,\" Combs said. \"Black music has never been respected by the Grammys to the point that it should be.\" Read more here... The death of NBA star Kobe Bryant and his 13-year-old daughter Gianna in a helicopter crash Sunday is sure to cast a pall over the Grammys. Bryant was beloved as a member of the Los Angeles Lakers, who play at the Staples Center -- where the Grammy Awards are set to be held Sunday night. Fans gathered outside the arena and set up makeshift memorials to honor the basketball legend, 41. Some on social media noted that the Grammys plan to play tribute to another beloved Los Angeles star: rapper Nipsey Hussle, who was shot and killed last March near his Los Angeles clothing store.  Nipsey, who was 33 when he died, is nominated for three posthumous Grammys. Grammy award winning singer John Legend tweeted Sunday that he was \"so sad and stunned right now.\" \"In Staples Arena, where Kobe created so many memories for all of us, preparing to pay tribute to another brilliant man we lost too soon, Nipsey Hussle,\" Legend wrote. \"Life can be so brutal and senseless sometimes. Hold on to your loved ones. We miss you, Kobe.\" Staples is also where, in 2017, the Lakers retired both of Bryant's jersey numbers ( #8 & #24), the first time that had been done for a player.  The Grammys are no stranger to incredible live performances, and tonight's lineup is packed with some firsts. Lizzo and Billie Eilish will be making their Grammy debuts as both first-time nominees and stage performers. Gwen Stefani and Blake Shelton -- a real-life couple -- will perform together for the first time on the Grammy stage. Shelton is also nominated for Best Country Solo Performance. Here are some of the other artists set to perform: Ariana Grande, who is returning after a dispute last year.\nDemi Lovato\nAerosmith\nCamila Cabello\nJonas Brothers\nRun-DMC Music's biggest night is back. The 62nd Annual Grammy Awards are on tonight at 8 p.m. ET. Hosted for the second time by Alicia Keys, this year's awards mark a first for many of the nominees. Here are the nominees for the top four awards of the night: Record of the year \"Hey, Ma\" — Bon Iver\n\"Bad Guy\" — Billie Eilish\n\"7 Rings\" — Ariana Grande\n\"Hard Place\" — H.E.R.\n\"Talk\" — Khalid\n\"Old Town Road\" — Lil Nas X & Billy Ray Cyrus\n\"Truth Hurts\" — Lizzo\n\"Sunflower\" — Post Malone & Swae Lee  Album of the year \"I,I\"- Bon Iver\n\"Norman F***ing Rockwell\" — Lana Del Rey\n\"When We All Fall Asleep Where Do We Go\" — Billie Eilish\n\"Thank U, Next\" — Ariana Grande\n\"I Used to Know Her\" — H.E.R.\n\"7\" — Lil Nas X\n\"Cuz I Love You\" — Lizzo\n\"Father of the Bride\" — Vampire Weekend Song of the year \"Always Remember Us This Way\" — Natalie Hemby, Lady Gaga, Hillary Lindsey & Lori McKenna, songwriters\n\"Bad Guy\" — Billie Eilish O'Connell & Finneas O'Connell, songwriters \n\"Bring My Flowers Now\" — Brandi Carlile, Phil Hanseroth, Tim Hanseroth & Tanya Tucker, songwriters \n\"Hard Place\" — Ruby Amanfu, Sam Ashworth, D. Arcelious Harris, H.E.R. & Rodney Jerkins, songwriters \n\"Lover\" — Taylor Swift, songwriter \n\"Norman F***ing Rockwell\" — Jack Antonoff & Lana Del Rey, songwriters \n\"Someone You Loved\" — Tom Barnes, Lewis Capaldi, Pete Kelleher, Benjamin Kohn & Sam Roman, songwriters \n\"Truth Hurts\" — Steven Cheung, Eric Frederic, Melissa Jefferson & Jesse Saint John, songwriters Best new artist Black Pumas\nBillie Eilish\nLil Nas X\nLizzo\nMaggie Rogers\nRosalia\nTank and the Bangas\nYola Many of these nominated artists — including Ariana Grande, Lizzo, Billie Eilish and more — are expected to give live performances at the awards. Singer Alicia Keys returns to host the Grammys tonight for the second year in a row. In 2019, Keys became the first woman in 14 years to host the Grammys. Now, she is looking to top last year's show. She has a lot to celebrate: The 15-time Grammy winner will be hosting one day after her 39th birthday. Keys posted a YouTube video announcing she'd be returning to host the awards. In the video, she's having a conversation with the 2019 version of herself, coming up with ideas for the 2020 show. Watch the moment:"], "Language": false}