{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/25/entertainment/hillary-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-26T02:32:31Z"], "LastModifiedDate": ["2020-01-26T02:32:31Z"], "Headline": ["'Hillary' pulls back the curtain on Hillary Clinton's personal side in a four-part documentary"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Politicians often seem more human and relaxed when they are no longer courting voters. So it is with \"Hillary,\" a Hulu documentary that struggles to condense former first lady and two-time presidential candidate Hillary Clinton's extraordinarily eventful life into a little over four hours. Premiering at the Sundance Film Festival, the filmmakers enjoyed extensive access to their subject who, it's noted without hyperbole, has been one of the most vilified and admired figures of her time. Leaping around in time, director Nanette Burstein (\"The Kid Stays in the Picture\") elicits several noteworthy admissions from Clinton, including an acknowledgment that she's a better government official than a candidate, the obvious problem being that when pursuing high office, one often leads directly to the other. Former aides who otherwise sing Clinton's praises vaguely grumble about her wonkish grasp of policy, prompting her to delineate the tradeoffs and costs, employing a level of nuance that frequently doesn't translate well amid an era of soundbite-oriented coverage. Journalists interviewed, such as the New York Times' Peter Baker, imply a certain arrogance in Clinton's posture, to the extent that if she knows she has done things for the right reason, she assumes everyone else will too. In response, Clinton chides the media for its willingness to jump at every perceived scandal — even after a previous one was shown to be nothing or overblown — acknowledging that she became more guarded as a consequence. She describes herself as \"a private person,\" an ironic statement given the arc of her life that still has the ring of truth. Flashes of personality and humor Having lived under what she calls the \"crushing intensity\" of the media spotlight, the Clinton you see here exhibits flashes of personality and humor both in the sitting interview and behind-the-scenes footage. The latter captures several candid moments, including Clinton's harsh assessment of primary rival Bernie Sanders — \"Nobody likes him, nobody wants to work with him\" — which has already made headlines. The more freewheeling glimpses of Clinton offer a different side of her, one that she was clearly reluctant to display publicly, understandably, perhaps, given the microscope under which she's resided. Although the 2016 campaign coverage features tantalizing footage of Clinton strategizing with her staff, because the last election remains relatively fresh, many of \"Hillary's\" most enlightening parts involve her earlier history. That includes delivering a news-making commencement address when still a student at Wellesley College; and the sexism she faced as first lady of Arkansas, dogged by questions about taking her husband's last name and, later, insulting stay-at-home moms by explaining her intent to keep working by saying she didn't intend to sit around baking cookies. \"Hillary\" proceeds to document her time in the White House, the humiliation of her husband's relationship with Monica Lewinsky and her political career after Bill's presidency. In candid moments, she grouses about hair and makeup demands, says Sanders \"just drove me crazy\" and frets about Donald Trump's presidency, recalling that as she delivered her concession speech, she worried that \"all the forces he'd unleashed had been rewarded.\" Former adviser Mandy Grunwald provides the title of the final episode when she describes the push-pull relationship between Clinton and the world as, \"Be our champion, go away,\" a fitting coda to a political life that has alternately experienced extraordinary highs and deflating rebukes. Perhaps foremost, \"Hillary\" provides insight into the private woman in a way that the abundant coverage through the years, good or bad, seldom has in cracking that shell. Whether or not you embrace Clinton as your champion, the takeaway from these four hours — and the hoopla surrounding them — is that as a lifelong advocate for causes in which she believes, she isn't going away anytime soon. \"Hillary\" premiered January 25 at the Sundance Film Festival and will debut March 6 on Hulu."], "Language": false}