{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/us/harvey-weinstein-trial-friday/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Lauren del Valle, Dakin Andone and Eric Levenson, CNN"], "Writers": [["Lauren del Valle", "Dakin Andone", "Eric Levenson"]], "FirstPublishDate": ["2020-01-24T09:18:09Z"], "LastModifiedDate": ["2020-01-24T22:58:01Z"], "Headline": ["Rosie Perez testifies Annabella Sciorra told her about alleged rape by Harvey Weinstein"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Actress Rosie Perez took the stand in Harvey Weinstein's trial Friday to support her friend Annabella Sciorra, who testified Thursday the disgraced movie mogul raped her in the winter of 1993-94.  Sciorra told Perez about the alleged assault in a phone call shortly after it happened, Perez said, but Sciorra wouldn't say who did it.  \"I think I was raped,\" Sciorra said, according to Perez's testimony. It wasn't until months later, when Perez called Sciorra in London after hearing that Weinstein was allegedly stalking her, that she learned who the attacker was.  \"She told me that it was in fact Harvey Weinstein that raped her,\" Perez said.  Sciorra is one of six women expected to testify that they were attacked by Weinstein. State prosecutors, who opened their case this week, aim to establish a pattern of sex crimes against multiple victims to support two predatory sexual assault charges.  Prosecutors allege the Hollywood tycoon raped and sexually assaulted actresses and other young women over decades. Sciorra first publicly spoke about the attack in an October 2017 New Yorker story as part of a wave of accusations against him.  Weinstein also faces three charges related to his alleged rape of Jessica Mann and for allegedly forcing oral sex on Mimi Haleyi. Sciorra's claims fall outside the statute of limitations. 'He'd destroy me' Perez tried to talk to Sciorra about the alleged rape after first learning about it, she said. Perez repeatedly called, but Sciorra wouldn't pick up, she said.  Later, when Perez called Sciorra in London, she still didn't know who the attacker was. But when Sciorra said she was \"scared that he was gonna get her again,\" Perez testified, she realized that Weinstein was the alleged assailant.  Perez urged Sciorra to go to the police, she said. \"I can't,\" Sciorra said, according to Perez. \"He'd destroy me.\"  Another friend of Sciorra's, Kara Young, testified Friday that the actress seemed a \"mess\" and had cuts on her upper thighs while they watched the 1994 Oscars. Weinstein had a 'red flag' list, witness says The jury earlier heard from Sam Anson, an investigator for a firm called Guidepost Solutions, who testified Weinstein believed actress Rose McGowan was extorting him.  Anson testified he and the producer spoke about his firm doing an investigation on Weinstein's behalf. Anson reiterated he never proceeded because he didn't receive  instructions to do so.  Weinstein was \"somewhat agitated, distressed, not happy,\" Anson said, in a 2017 phone call they had about upcoming articles that would discuss \"his sexual conduct in a negative way.\" Prosecutors also admitted into evidence an email Weinstein sent to Anson in August 2017 that said, \"the red flags r the first to call.\" The email included a list with Sciorra's name in red.  Anson conceded on cross-examination that he didn't remember the list being color coded.  Expert sheds light on the experience of sexual assault victims Friday's session also included testimony by Dr. Barbara Ziv, a forensic psychologist who shared expert testimony about the memories of sexual assault victims and tried to dispel certain rape myths surrounding them.  Weinstein and the jury appeared to take periodic notes Friday while watching Ziv, who also testified for the prosecution in Bill Cosby's trial. Defense attorney Damon Cheronis pointed out earlier this week that Ziv's testimony was based on on her expertise with sexual assault victims, not the witnesses in this case. At least 85% of sexual assault victims know their attacker, Ziv testified. \"In fact, it's the norm,\" she said of victims who continue to have contact with their attackers after the assault. The victims, she said, \"don't want it to get worse.\" It's not uncommon, she said, for sexual assault victims to tell a friend or family member about the attack. But it's normally not immediate and it's still \"very rare\" for sexual assault victims to report their trauma to law enforcement. On cross examination, Cheronis, the defense attorney, pressed Ziv about testimony she gave years ago that she didn't believe a female accuser was actually raped. \"Are we retrying this case?\" Ziv said at one point, smiling. Cheronis also confronted Ziv with a quote she gave CNN in a past interview on the #MeToo movement. \"Just as you should not take anybody at their word for anything when there's an allegation of criminal behavior,\" she said. \"That's why we have investigators.\" 'This remains between you and I'  Sciorra is best known for her Emmy-nominated role on \"The Sopranos\" as Gloria Trillo, Tony Soprano's mistress. In the winter of 1993-1994, after a dinner at an Irish restaurant in Manhattan, Weinstein offered Sciorra a ride to her apartment, she testified. She went in, put on a nightgown and was getting ready for bed when he knocked on the door. When she opened it, he pushed his way inside, Sciorra said. Weinstein unbuttoned his shirt, she testified, grabbed her arm and dragged her into a bedroom. Sciorra kicked, punched and fought him until he held her arms above her head on the bed and raped her, she testified. Weinstein pulled out of her to ejaculate on her duvet and her nightgown, she said. He then performed oral sex on her. Sciorra did not put up much of a fight, she testified, because her body began shaking. She did not tell police about the incident, and she does not remember telling anybody about it for years, she said. \"I thought he was an OK guy. I felt confused,\" Sciorra testified. \"I felt ... like I wished I had never opened the door.\" Sciorra confronted Weinstein weeks later at a dinner in New York, the actress testified. \"That's what all the nice Catholic girls say,\" he said, according to Sciorra. He leaned into her and said, \"This remains between you and I,\" she said Sciorra went on to recount other run-ins with Weinstein, including in London less than a year after the alleged rape and later at the Cannes Film Festival in France.  Defense attorney Donna Rotunno pressed Sciorra on her lack of memory on specific details and dates.  In opening statements, the defense team told jurors Sciorra's friend would testify that she described having consensual sex with Weinstein. "], "Language": false}