{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/entertainment/oprah-american-book-american-dirt-debate/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Catherine E. Shoichet, CNN"], "Writers": [["Catherine E. Shoichet"]], "FirstPublishDate": ["2020-01-24T12:28:17Z"], "LastModifiedDate": ["2020-01-24T18:41:15Z"], "Headline": ["Oprah's new book club pick is fueling a debate. It's not just about the story. It's who's telling it"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Oprah Winfrey's new message is clear: You won't be able to put this book down. \"From the first page, the first sentence, I was in, I was open, I was shook up,\" she says in a video announcing the novel \"American Dirt\" as her next book club pick. \"It woke me up, and I feel that everybody who reads this book is actually going to be immersed in the experience of what it means to be a migrant on the run for freedom.\"  But some Latinos are responding with a message of their own: We won't be picking this book up, and neither should you.  \"American Dirt\" tells the story of a Mexican woman and her son fleeing to the US after a drug cartel massacre devastates their family. It's billed as \"a 'Grapes of Wrath' for our times\" and \"a new American classic.\"  But Jeanine Cummins, the author, isn't Mexican or a migrant. And for some would-be readers, that's a problem that can't be erased by plugs from celebrities or promotion from publishers. The novel, already being adapted into a movie, has become the latest flashpoint in a growing debate about representation, cultural appropriation and whether artists can -- or should -- tell stories about identities they don't know firsthand. It's an argument that's raged in response to music and movies, too -- remember when Jennifer Lopez sang Motown and Emma Stone played a character of Chinese and Hawaiian descent?  And now the debate has detonated yet again, thanks to a 392-page book with barbed wire criss-crossing its cover. A book party with barbed wire decorations Oprah's Book Club picks have a reputation for their hefty influence in the publishing industry. Winning the billionaire's blessing can send a book to the top of the bestseller list as adoring fans and avid readers scramble to get a copy.   It's been called \"the Oprah Effect.\" Toni Morrison's books, for example, reportedly got more of a sales boost from Oprah's endorsements than from the author's Nobel Prize. That could happen for \"American Dirt,\" too. Amazon is already listing the book among its most popular titles.  Debate over \"American Dirt\" had already bubbled up before Oprah's announcement Tuesday. The book had garnered some rave reviews and praise from authors like Stephen King, Don Winslow and Sandra Cisneros, but also fierce criticism in some corners from reviewers who'd read it and some authors who vowed they never would.  But when Oprah blessed the book, the conversation kicked into overdrive. Critics accuse Cummins -- who reportedly got a seven-figure book deal for \"American Dirt\" after a bidding war between publishing houses -- of relying on stereotypes to paint an inauthentic picture of Mexican migrants, and exploiting trauma and pain for profit.  And their outrage grew this week as tweets surfaced showing the author celebrating the book at a dinner featuring floral centerpieces wrapped with barbed wire and sporting a manicure featuring the barbed wire design that's on her book cover. The author wrote that she 'wished someone slightly browner' would tell the story In an author's note included in the book, Cummins acknowledges she grappled with whether she should be the one to write it. \"I worried that my privilege would make me blind to certain truths, that I'd get things wrong, as I may well have. I worried that, as a nonmigrant and non-Mexican, I had no business writing a book set almost entirely in Mexico, set entirely among migrants. I wished someone slightly browner than me would write it,\" she says.  \"But then, I thought, If you're a person who has the capacity to be a bridge, why not be a bridge? So I began.\" Cummins, who has described herself as white, also says in the note that her Puerto Rican grandmother's experience coming to the United States inspired her. She describes her research for \"American Dirt\" as \"careful and deliberate.\" \"I traveled extensively on both sides of the border and learned as much as I could about Mexico and migrants, about people living throughout the borderlands,\" she writes. A mounting chorus of criticism on Twitter argues that the book's portrayals are inaccurate -- and that plenty of writers of color have told compelling stories about Mexico, migration and the border, but didn't win such a huge book deal or such acclaim from the publishing industry, which is dominated by whites. For its part, Flatiron Books says it's proud to be the publisher of \"American Dirt\" -- and listening to the debate. \"The concerns that have been raised including the question of who gets to tell which stories are valid ones in relation to literature and we welcome that conversation,\" the publisher said in a statement posted on Twitter Thursday. The book, according to the publisher, \"gives us empathy with our fellow human beings\" as it answers the question, \"How far will a mother go to protect her son?\" \"This is the lens through which we have viewed 'American Dirt' as the publisher, and the way in which we hope it can be appreciated by readers,\" Flatiron says. Cummins addressed the controversy at an event in Baltimore this week, again describing how she'd wrestled with whether to write \"American Dirt\" and ultimately decided it would be \"cowardice\" not to. The book, she said, \"needs to stand on its own merits.\"  \"I think this is an important conversation. I feel like it is a question that needs to be directed more firmly toward publishers than at individual writers. I was never going to turn down money that someone offered me for something that took me seven years to write,\" she said, according to a transcript of her remarks. \"I acknowledge that there is tremendous inequity in the industry, about who gets attention for writing what books . . . I'm aware that in the court of public opinion on my ethnicity at this point I am the white lady. I am also Puerto Rican. I am a Latinx woman. And I'm not a migrant,\" she continued.  \"But I feel like putting that so central to the conversation makes me—I'm in such an uncomfortable position about how to identify myself and how to account for things that are beyond my reckoning.\" The questions 'American Dirt' is raising go way beyond this book While there's no doubt that \"American Dirt\" itself has touched off a fierce debate that's showing no signs of slowing, it's also part of a much bigger conversation. Ana-Christina Ramón says she sees a clear connection with her own work. As the director of research and civic engagement for UCLA's social sciences division and the co-author of an annual report on diversity in Hollywood, she closely tracks what stories are being told on TV and the big screen -- and who's telling them. The debate over \"American Dirt,\" she says, has a familiar ring. \"Especially for the Latino community, in film and TV we don't really get enough of a chance to show our authentic lives,\" says Ramón, who has not read \"American Dirt\" but says she read numerous reviews and analyses of the book by people she trusts. \"Then, to see that in literature it's kind of the same, it's frustrating.\" And the consequences, she says, can be devastating. \"When a privileged few get to tell stories and distribute them widely, they shape the narrative for themselves and for others,\" she wrote on Twitter.  It's something Lori Flores encounters every time she starts a new semester. The associate professor of history at Stony Brook University says she begins every course she teaches about the US-Mexico border or immigration by asking students what words come to mind when they think of those things. And the answers can be discouraging. \"Every time I do that, it's words like 'drugs,' 'violence,' 'danger,' 'economic threats.' It's both illuminating and frustrating that every term, I start all over again, to get people to realize that migration happens for many reasons and migrants look all sorts of ways,\" she says. \"Unfortunately, this book, what it's illuminating for people, we keep on getting the same trope of a victim migrant fleeing a drug- and corruption-ridden Mexico. ... It erases all of the other rich, complicated, diverse stories of Latin Americans, migrants of all kinds. ... It erases all the work that those of us trying to educate the public are trying to do. I think that's what hitting a big nerve for people. They're frustrated and they're tired of the struggle having to repeat itself every day.\" Flores said she wouldn't buy the book based on what she's read about it, but she isn't ruling out checking out a copy from the library and using it as a teaching tool. \"It certainly can be,\" she says, \"because it makes us think about what's problematic in the story, and what's problematic in the publishing industry.\" A teacher says authors should 'write the other' but do it well Nisi Shawl says the takeaway from the \"American Dirt\" debate shouldn't be that authors can't write about experiences they haven't lived. In fact, Shawl, who's cowritten a book called \"Writing the Other\" and also teaches classes on that topic, says it's something every author needs to be able to do.  \"In any kind of fiction, you're building a world. If you're trying to do that realistically, then you are not just representing people who are actually demographically like yourself. You need to be able to do that,\" they say. \"It is a skill that writers need. \"It's just that you can do it well, or you can do it poorly,\" they say. \"And by all accounts, (in 'American Dirt') this has been done poorly.\"  There are common missteps that writers make, Shawl says, and relying on stereotypes and clichés is one of them. \"They're going not by what they've experienced, but they're filtering it through a TV show or a book or a cartoon, or something else,\" says Shawl, who learned about \"American Dirt\" from a student and hasn't read it yet. But it's possible to learn from mistakes -- something Shawl hopes the book's author will do. \"I think that you do have to expect that you will get it wrong at least part of the time,\" Shawl says. \"But you can learn how to get it better.\""], "Language": false}