{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/entertainment/song-of-year-grammys/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-23T22:28:46Z"], "LastModifiedDate": ["2020-01-23T22:28:46Z"], "Headline": ["Life lessons from the Grammy songs of the year"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["This year's song of the year Grammy nominees may seem to mostly be about love, but let's go a little deeper than that. The eight nominees actually have some valuable life lessons if you listen closely. Check it out: \"Always Remember Us This Way\" — Lady Gaga Oh nostalgia. If ever we needed you, we need you now. That's why this tune by Gaga from the film \"A Star Is Born\" hits us right in the feels. \"So when I'm all choked up/But I can't find the words/Every time we say goodbye/Baby, it hurts,\" she sings. The good old days, that's what we yearn for on so many levels. Even if it's just back a year to Gaga and Bradley Cooper's epic performance at the Oscars of \"Shallow,\" another song from the film's soundtrack. Take us back to the simpler times please.  \"Bad Guy\" — Billie Eilish Don't let anyone tell you you aren't tough. If you start to feel that way, let Billie Eilish remind you that you are the baddest. Because who doesn't need a dose of confidence every now and again? \"I'm that bad type/Make your mama sad type/Make your girlfriend mad tight/Might seduce your dad type/I'm the bad guy, duh.\" That's pretty bad alright.  \"Bring My Flowers Now\" — Tanya Tucker  No one can tell a story quite like Tanya Tucker can. In this ballad about living and dying, Tucker rasps \"We all think we got the time, until we don't.\" Tucker's delivery is both wistful and powerful. She reminds us that we will all have things we wish we had done differently, but what's important is that we celebrate and love people in the now. \"Hard Place\" — H.E.R. \"And if I have to choose/My heart or you/I'm gonna lose.\" Love isn't always healthy, but who among us hasn't been so passionately and deeply into someone that we put them before ourselves? H.E.R.'s tune is all about that \"hard place\" of having a love that may not be perfect, but at least it's yours. Raise your hand if you can relate.  \"Lover\" — Taylor Swift Swift is the queen of personal lyrics -- even though some of her exes may not always be appreciative of her skill. She seemingly gives a nod to her romantic history in \"Lover.\" \"With every guitar string scar on my hand/I take this magnetic force of a man to be my lover/My heart's been borrowed and yours has been blue/All's well that ends well to end up with you.\" So hang in there people! Your prince -- or princess -- is out there once you kiss a few frogs. \"Norman F***ing Rockwell\" — Lana Del Rey Del Ray often plays with symbolism in her songs and this one is no different.  She uses famed writer, painter and illustrator's name to conjure up pictures of Americana, while singing about a \"man-child\" whose \"poetry's bad and you blame the news.\" \"Cause you're just a man/It's just what you do/Your head in your hands/As you color me blue.\" Be leery as all that looks good -- or as her explicit lyrics point to does other things well -- doesn't make it good for you. \"Someone You Loved\" — Lewis Capaldi \"I let my guard down/And then you pulled the rug/I was getting kinda used to being someone you loved.\" Oh heartbreak, we know you too well. If you are going to go through it, do it as eloquently as Capaldi sings about it.  The grief, the pain, but also the joy of having loved at all. It's all there.  And it's beautiful.  \"Truth Hurts\" — Lizzo What can we even say about Lizzo's female empowerment anthem? From her opening line of \"Why men great 'til they gotta be great?\" to her often appropriated \"I just took a DNA test, turns out I'm 100% that b****,\" the song will make you recognize that being alone doesn't mean being lonely. \"Ain't worried 'bout a ring on my finger/So you can tell your friend, \"shoot your shot\" when you see 'em/It's OK, he already in my DMs.\" And to quote another Grammy-nominated singer this year, \"Thank you, next.\" "], "Language": false}