{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/us/five-things-may-11-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-05-11T10:28:09Z"], "LastModifiedDate": ["2020-05-11T10:58:11Z"], "Headline": ["5 things to know for May 11: Reopening, White House, S. Dakota, election, Arbery case"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Are you reading more during coronavirus isolation? If so, why not tackle one of these epic classics? Now you can finally say \"Yeah, I read that.\" Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus reopening A leading coronavirus prediction model has upped its projected US death toll as more states inch toward resuming normal activities. The model from the Institute for Health Metrics and Evaluation at the University of Washington now forecasts more than 137,000 Americans will die by early August, a rise they say is due to more people traveling and interacting with each other. It's a consequence we're already seeing elsewhere in the world. China is resuming restrictions in some cities and South Korea has put plans for reopening on hold after both countries reported new clusters of coronavirus cases. Meanwhile, the UK and India are both cautiously looking toward easing their strictest coronavirus measures. Starting Wednesday, UK Prime Minister Boris Johnson says citizens can resume many outdoor activities and road travel. Indian Railways will partially resume passenger train services starting Tuesday as country's nationwide lockdown continues.  2. White House Several prominent government figures are self-quarantining after being exposed to a person at the White House who tested positive for Covid-19. Dr. Anthony Fauci is engaging in what he calls a \"modified quarantine,\" during which he will work from home. Centers for Disease Control and Prevention head Dr. Robert Redfield and Food and Drug Administration chief Dr. Stephen Hahn are also practicing self-quarantine measures. All three men are slated to testify remotely in a senate hearing on coronavirus response later this week. Elsewhere on the Hill, Sen. Lamar Alexander of Tennessee will also self-quarantine after a staffer tested positive. Adm. Michael Gilday, the chief of naval operations, will do the same after interacting with a family member with the virus. Recently, President Trump's personal valet, the vice president's spokeswoman, Katie Miller, and Ivanka Trump's personal assistant (who has been teleworking for nearly two months) all tested positive for Covid-19 as well.  3.  South Dakota A South Dakota Sioux tribe is refusing to end coronavirus checkpoints along roads leading to through tribal land even though the state's government has deemed them illegal. Leaders of the Cheyenne River Sioux Tribe say the checkpoints, which are designed to monitor and track possible coronavirus exposure, are the best tool the tribe has to stop an outbreak. However, South Dakota Gov. Kristi Noem says the checkpoints interfere with traffic on US and state highways, and are thus against the law. The Cheyenne River Sioux and the nearby Oglala Sioux tribes have both issued strict stay-at-home orders and curfews for their communities even though there are no similar statewide restrictions.  4. Election 2020 Things are getting more complicated for President Trump in the run-up to November's election. Presumptive Democratic nominee Joe Biden is holding a steady polling lead over the President, and a new contender could eat into a key Republican base. Michigan Rep. Justin Amash announced last week that he was exploring a run for the Libertarian Party's presidential nomination. The politician famously left the Republican Party and and supported Trump's impeachment. While Amash's candidacy has prompted lots of shrugs among Republicans, he could do damage in his home state of Michigan. Trump won the swing state in 2016 by just 10,000 votes.  5. Ahmaud Arbery Georgia's attorney general has asked the US Department of Justice to investigate how local officials handled the case of Ahmaud Arbery, the black Georgia man who was shot while running in a Brunswick neighborhood in February. The attorney general wants the DOJ to look into the two district attorneys who were first assigned to the case. Last week, Gregory McMichael and his son Travis, both of whom are white, were arrested and charged with the murder of Arbery, but questions have arisen as to why it took so long for those arrests to be made. Outrage over Arbery's death has now reached the highest social echelons. Musicians Jay-Z, Alicia Keys, Meek Mill and Yo Gotti released an open letter to state officials demanding swift justice in the case, and Atlanta mayor Keisha Lance Bottoms called Arbery's killing a \"lynching.\" This just in Comedian Jerry Stiller has died due to natural causes, according to his son Ben Stiller. In a tweet Stiller said: \"I'm sad to say that my father, Jerry Stiller, passed away from natural causes. He was a great dad and grandfather, and the most dedicated husband to Anne for about 62 years. He will be greatly missed. Love you Dad.\" BREAKFAST BROWSE UFC marked the return of sports in the pandemic era with a fan-free fight Two more fight nights are on the cards for this week.  Face masks aren't just for protection anymore, they're also being used to make a statement  And that statement is, \"stay away from me -- fashionably.\" People are ditching their beauty routines as they work from home, and makeup companies are taking the hit Who are we getting dolled up for, anyway? Alex Morgan is a new mom!  Congrats to an American champion. Singapore is using a robot dog to encourage social distancing And yes, it's one of those scary ones from Boston Robotics.    TODAY'S NUMBER 1 billion That's how many coronavirus vaccines health care giant Johnson & Johnson is looking to produce for next year.  TODAY'S QUOTE \"This extraordinary and terrible experience which this country and the world is going through is a moment for news organizations and newspapers to find audiences and prove the value of trustworthy news.\" New York Times CEO Mark Thompson, who says the coronavirus crisis is an opportunity for news organizations to highlight the essential role of journalism. TODAY'S WEATHER AND FINALLY The power of dance If you can watch these 32 ballet dancers from around the world dance to the same music for Covid relief and not get a little misty-eyed, you're stronger than most. (Click here to view)"], "Language": false}