{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/asia/china-wuhan-coronavirus-ap-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-04-16T10:36:54Z"], "LastModifiedDate": ["2020-04-17T06:57:07Z"], "Headline": ["AP report claims China knew of pandemic danger in Wuhan even as officials downplayed risk of virus"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["New questions are being raised over just when China understood the potential severity of the novel coronavirus outbreak in Wuhan, and how long the country's leaders sat on critical information that might have helped stave off a global pandemic. According to a new report by the Associated Press, based on leaked documents from a confidential teleconference with China's National Health Commission, China's leaders allegedly failed to notify the public about the looming crisis during a critical six-day period despite their own internal evidence painting a dire portrait.  That six day delay is alleged to have resulted in more than 3,000 people becoming infected in China, laying the groundwork for an outbreak that has swept the world. The internal documents show that even as officials were downplaying the potential risk of the virus in public, a top Chinese health adviser warned it was \"the most severe challenge since SARS in 2003 and is likely to develop into a major public health event.\" In particular, the AP's report alleges that Chinese officials had evidence of clusters of cases suggesting human-to-human transmission on January 14. While Wuhan officials did say on January 15 that the possibility of such transmission \"cannot be excluded,\" it was not until January 20 that China said publicly that it was definitely taking place and urged greater caution to avoid infection. Chinese government spokespeople have consistently denied accusations the government covered up key information, even as Beijing has faced increasing criticism from Washington and elsewhere for its alleged lack of transparency early on in the pandemic. In response to a CNN request for comment, China's National Health Commission said Friday that \"like all countries around the world, including the US, China has always paid close attention to the epidemic situation at home and abroad, timely taking strict prevention and control measures to reduce harm to people's lives, safety and physical health.\" The NHC said that on January 14 it held \"a national health system teleconference,\" informing participants of the situation in Wuhan and calling on all localities to strengthen measures \"to ensure the effective implementation of epidemic prevention and control measures during the holiday season.\" A spokesman for China's Foreign Ministry was questioned about the AP report on Wednesday but said that he had not seen the report.  \"Those who accuse China of being non-transparent are unjust and insulting to the great sacrifices made by the Chinese people,\" he said.  Early days Cases of what we now know as the novel coronavirus were first detected in central China in mid-December 2019, and an official alert went out to the WHO on December 31, warning of a cluster of pneumonia cases.  On January 20, Chinese President Xi Jinping publicly commented on the outbreak and ordered \"resolute efforts\" to contain it. CNN has previously reported that, behind the scenes, Xi was personally involved in the response by January 7 at the latest.  During that 13-day period, officials in Hubei held two key provincial Party meetings and Wuhan invited more than 40,000 families to attend a mass banquet in an attempt to set a world record. It's also when officials in both Wuhan and Hubei appeared to downplay the outbreak, an assessment that was repeated by state officials: Wang Guangfa, head of a team of researchers sent from Beijing to investigate the situation, said on January 11 that it was under control. Wang, like others on the front line during the initial outbreak, was subsequently diagnosed with the virus. Provincial officials have faced intense criticism for their handling of the crisis during this period, coming as it did in the run up to the Lunar New Year travel period, in which hundreds of millions of people criss-cross the country. Passenger screening was not put in place in Wuhan -- itself a major international and domestic travel hub -- until January 14 and further restrictions over a week later. Wuhan Mayor Zhou Xianwang later admitted that the city's \"warnings were not sufficient,\" and offered to resign. \"We understand that the public is unsatisfied with our information disclosure. On one hand, we failed to disclose relevant information in a timely manner; on the other, we did not make sufficient use of valid information to improve our work,\" Zhou said in an interview with state broadcaster CCTV. \"As for the late disclosure, I hope the public can understand that it's an infectious disease, and relevant information should be released according to the law. As a local government, we can only disclose information after being authorized.\" New revelations January 14 is a key date in China's response to the virus. On that day, according to the leaked memo seen by AP and a partial government report, provincial health officials were briefed by the head of China's National Health Commission.  The memo seen by AP claims a \"sober understanding of the situation\" was given to top officials.  They were also warned that \"clustered cases suggest that human-to-human transmission is possible,\" AP reported, and that with the coming Chinese New Year travel rush \"the risk of transmission and spread is high.\"  \"All localities must prepare for and respond to a pandemic,\" the memo said, according to the AP report.  That day, Wuhan began instituting travel restrictions, and on January 15, officials in the city admitted that \"the possibility of human to human transmission cannot be excluded.\" However, despite the dire warnings allegedly made in the government briefing, the potential severity of the virus continued to be downplayed in public. On January 19, the Wuhan Health Commission said the outbreak was controllable and preventable, and not contagious.  The following day, the public was warned that human-to-human transmission was occurring, and of the potential danger to medical personnel. Within three days, Wuhan was placed on lockdown. By then, however, it was too late. The virus spread throughout China, infecting tens of thousands of people.  The six-day delay between when officials knew of human-to-human transmission and when they made this public may have been key in driving the spread of the virus, according to researchers at the University of Southampton in the United Kingdom. In a recent paper, they estimated that enacting social distancing and travel restrictions a week earlier in China could have cut infections by up to two-thirds.  As of Thursday, China says some 83,000 people have been infected with the virus in China, and more than 3,300 have died. Beyond the country's borders, the situation has become even worse, with more than two million cases worldwide.  While some governments -- particularly Washington -- have sought to blame China for the outbreak, as cases spread in their countries, many followed the same pattern of delay and downplaying of potential danger as their Chinese counterparts, even when they had all the necessary information to act and the potential severity of the virus was clear.  US President Donald Trump has touted a ban on travelers from China as evidence he acted early to contain the outbreak, but CNN has reported previously that he ignored key guidance from officials at the Centers for Disease Control and Prevention (CDC), as well as within his own administration, and downplayed their concerns and injected controversial and unproven theories into the conversation."], "Language": false}