{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/media/cats-comcast-earnings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-23T18:21:19Z"], "LastModifiedDate": ["2020-01-24T12:49:10Z"], "Headline": ["'Cats' box office disaster tanks Universal's profit"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Universal took a pretty big hit last quarter largely because of the box office disaster that was \"Cats.\"  The film adaptation of the hit Broadway musical made just $60 million worldwide since its opening in late December. The film, which has a 20% score on review site Rotten Tomatoes, was not cheap to make. It cost $100 million to produce and lost at least $70 million for Universal, according to reports. Universal's revenue fell 21% from last quarter, its parent company Comcast reported Thursday. Earnings for its film unit decreased 49% in the quarter and box office revenue declined nearly 60%, Comcast said. That has a lot to do with \"Cats,\" but Universal was also a victim of its own success.  The company noted that its comparable quarter, the fourth quarter of 2018, had hit films like \"Halloween\" and \"Dr. Seuss' The Grinch.\"  A reboot of the horror franchise, which featured serial killer Michael Myers, made a killing for Universal in the fourth quarter of 2018 with a $255 million global windfall. As for \"The Grinch,\" the animated version of the classic Christmas tale made $511 million worldwide for Universal's animation studio Illumination Entertainment, according to Comscore. Things are off to better start for Universal in 2020. \"1917,\" the studio's World War I drama, exceeded box office expectations when it opened nationally earlier this month. The film, which follows two young British soldiers who are racing against time to deliver a message that could save hundreds of their fellow soldiers, made $147 million worldwide.  \"1917\" is also a critical darling. The film is up for 10 Oscars including best picture and best director at next month's Academy Awards. Universal followed \"1917\" with \"Dolittle,\" a film with worse reviews than \"Cats\" and a big budget of $175 million. The film starring Robert Downey Jr. as the doctor who talks to animals made roughly $59 million globally so far. The news was brighter elsewhere in Comcast's earnings on Thursday. The company reported that net income rose about 26% from the year prior. The company also reported a profit of roughly $3.16 billion in the fourth quarter.  This was thanks in large part to its broadband service. The company added 442,000 high-speed internet customer customers, but its video business took a hit losing 149,000 customers. Comcast debuted its answer to cord-cutting, which has consumers trading in cable for streaming and online viewing, with Peacock last week. The streaming service will offer consumers ad-supported and ad-free options and will include more than 600 films and 400 series. The company's stock was down as much as 3.5% on Thursday due to concerns about the possibility of more cable subscriber losses ahead."], "Language": false}