{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/entertainment/brad-pitt-speeches/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-23T14:25:37Z"], "LastModifiedDate": ["2020-01-23T14:25:37Z"], "Headline": ["Brad Pitt is the new toastmaster of awards season"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["How much do we love Brad Pitt? He's been on a winning streak this awards season thanks to his role in the Quentin Tarantino-directed \"Once Upon a Time ... in Hollywood,\" and he's been utterly charming and amusing with his acceptance speeches. After his Best Supporting Actor win at the Golden Globes, he made a \"Titanic\" joke about his \"Once Upon a Time\" co-star Leonardo DiCaprio that Twitter loved.  Pitt also thanked his parents, who were at home, and joked about why his mom wasn't with him at the awards show.  \"I wanted to bring my mom, but I couldn't because anyone I stand next to, they say I'm dating,\" Pitt said. \"And that would just be awkward.\" The camera went to Pitt's ex-wife, Jennifer Aniston, who got in a laugh on that one. At the Screen Actors Guild Awards, Pitt joked about adding his Outstanding Performance by a Male Actor in a Supporting Role to his Tinder profile. He also had some backstage moments with Aniston that were loveable, but we digress. Pitt was honored Wednesday with the Maltin Modern Masters Award at the Santa Barbara International Film Festival and once again reminded us that he may also be a master of public speaking.  \"Wow, it's things like this ... nights like these that tell me I'm old,\" the 56-year-old actor joked. \"I've been around a while, and I've been doing this for a bit.\" So old, he said, that he \"can't do night shoots anymore.\" \"I'll gladly hand a stunt over to a stunt man,\" Pitt quipped. \"I no longer remember the first rule of 'Fight Club.'\" He also got serious with some words of gratitude. \"But it's also nights like this where I get to look back and feel really, really blessed,\" Pitt said. \"I feel so fortunate to all the amazing people I've been able to work with that have taught me so much and who have touched my life.\" The world will have to wait to see what Pitt has planned for an Oscars speech, as he's up for Best Supporting Actor. "], "Language": false}