{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/stephanie-elam-profile"], "Source": ["cnn"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2014-12-22T20:14:44Z"], "LastModifiedDate": ["2020-01-22T18:15:28Z"], "Headline": ["Stephanie Elam"], "Section": false, "MappedSection": false, "Article_Body": ["Stephanie Elam is a CNN correspondent based in the network's Los Angeles bureau. Since joining the western region, Elam has covered a wide range of stories. In 2018, Elam helmed CNN's coverage of Hawaii's Kilauea volcano as its eruption devoured much of the Leilani Estates subdivision on the Big Island. Arriving just hours after the eruption began, Elam documented the relentless flow of lava as it demolished everything in its path. She and her team were able to get images from within feet of an active fissure.  Elam has covered numerous natural disasters for CNN -- from Hurricanes Matthew, Harvey and Irma in the Southeast; an EF5 tornado which killed 15 adults and nine children in Moore, Oklahoma; to several wildfires in the West, including the Thomas Fire which at the time, was the largest wildfire in California's history. Elam has also reported on the Cascadia Subduction Zone earthquake threat in the Pacific Northwest, California's drought and related issues like subsidence in the state's central valley. Elam also traveled to Minneapolis when the polar vortex dipped into the North, bringing wind chills that felt like -44 degrees. She was also out in the drizzling rain in St. Joseph, Mo., for the solar eclipse in 2017 in what turned out to be a crowd-pleasing event despite the weather. Beyond the elements, Elam also covered the death of legendary musician Prince from Minnesota as well as the shooting death of unarmed teenager Michael Brown in Ferguson, Mo. In Los Angeles, she reported on the Donald Sterling scandal surrounding the former Los Angeles Clippers owner's racist remarks. She was also one of the first reporters on the scene after a shooting at Los International Airport stranded thousands of travelers and took the life of TSA agent Gerardo Hernandez, marking the first on-duty death since the security organization was created in 2001. Additionally, Elam was responsible for reporting on 19 firefighters killed in a wildfire in Prescott, Arizona, informing the world of the largest loss of first responders in a single event since September 11, 2001. From the Emmys to the Academy Awards, Elam can also be found on the red carpet in Hollywood interviewing actors, producers, and directors from the year's top contenders in film, music and television. In 2017, she was live at the Academy Awards when the infamous envelope snafu led to \"La La Land\" initially being named as best picture instead of the true winner, \"Moonlight.\" Before joining CNN Los Angeles, Elam served as a weekend evening anchor and general assignment reporter for KNBC Los Angeles. During her tenure at KNBC, her reporting centered around emergency awareness, empowering Southern Californians with information to be earthquake ready, water safe and informed about money matters. She anchored KNBC's breaking news coverage of the Seal Beach murders and she was also on the desk when Whitney Houston was found dead in Beverly Hills hotel room. Before moving to Los Angeles, Elam was a CNN business news correspondent based in New York. She also reported extensively for CNN International and HLN. From 2003 to 2011, Elam covered a myriad of stories for the network, from the bursting housing bubble that led to the worst financial downturn in decades to the death of Michael Jackson. Elam's career began in New York as a copy editor for Dow Jones Newswires before joining Bridge News where she helped coordinate seamless 24-hour news coverage among the organization's newsrooms worldwide. While working for Bridge News, she covered corporate earnings for PBS's \"Nightly Business Report\" and for WebFN. As the only full-time reporter in New York for WebFN, she anchored \"Market on the Close,\" a one-hour program that tracked the stock market in the last hour of trading. She also previously helmed \"First Business,\" a weekly syndicated business program and co-hosted \"Black Enterprise Report,\" a nationally syndicated show focused on business, career and financial education. Born and raised in the San Francisco Bay Area, Elam earned a Bachelor of Arts degree in broadcast journalism from Howard University. "], "Language": false}