{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/21/opinions/hillary-clinton-bernie-sanders-comments-filipovic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jill Filipovic"], "Writers": [["Jill Filipovic"]], "FirstPublishDate": ["2020-01-21T19:08:08Z"], "LastModifiedDate": ["2020-01-21T21:39:17Z"], "Headline": ["Hillary Clinton's Sanders comments are reckless, but telling"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Hillary Clinton has had it. In a new documentary premiering at Sundance, she is unfettered. She's not in office nor running for office. She's one of the world's most admired women, and, in some quarters of the right and the left, one of the most hated. And apparently, she's done mincing words, playing nice, and meeting anyone's expectations.  One of the most persistent complaints about Clinton as a candidate was that she lacked authenticity — that she was a political animal, strategic to a fault, controlling her image and refusing to just be \"real.\"  Well, she's getting real now. And it turns out that a whole lot of people don't like it. Clinton's most controversial statements in the film, according to those excerpts published by the Hollywood Reporter, are about Bernie Sanders, the independent senator from Vermont who was her 2016 Democratic primary opponent. Throughout the contest, Sanders was credited for his genuineness and consistency, and his notorious abrasiveness was cast as charming — and evidence that he was a true believer, a revolutionary in a rumpled suit. Clinton, by contrast, was portrayed as a corrupt corporate shill who may have even rigged the primary — and those characterizations came from Sanders himself, who withheld his endorsement of Clinton until July, fueling further attacks on her and questions about the legitimacy of her campaign and the primary process.  Predictably, there's some bad blood between the two of them. And in those excerpts from the documentary, Clinton is harsh, saying that Sanders \"was in Congress for years. He had one senator support him. Nobody likes him, nobody wants to work with him, he got nothing done. He was a career politician. It's all just baloney and I feel so bad that people got sucked into it.\"  In an interview with the Hollywood Reporter, she went further, refusing to commit to endorsing and supporting Sanders if he's the nominee. She critiqued the culture Sanders has fueled, saying, \"it's not only him, it's the culture around him. It's his leadership team. It's his prominent supporters. It's his online Bernie Bros and their relentless attacks on lots of his competitors, particularly the women. And I really hope people are paying attention to that because it should be worrisome that he has permitted this culture — not only permitted, [he] seems to really be very much supporting it.\"  For the record, I think refusing to endorse the Democratic nominee, even if it's someone you personally cannot stand, is wildly reckless in a race against President Donald Trump. Clinton certainly has a point about the online culture that has coalesced around Sanders — it indeed can be toxic, and often misogynist, and just plain uglier, more aggressive, and more venomous than anything else you see on the left side of the political aisle. But it's possible to talk about that enormous problem without suggesting that, should Sanders be the nominee, he doesn't deserve the support of every single decent American. It's foolish and irresponsible to withhold an endorsement and to potentially undermine Sanders's campaign.   So no, I don't agree with Clinton's comments, and I frankly wish she would have tempered her criticism — be honest about the culture surrounding Sanders while still emphasizing that it's absolutely necessary to rally supporters around whoever the Democratic nominee might be. But here's the thing: When Sanders was doing virtually the same thing in 2016, except with a huge movement behind him, he wasn't penalized for it. His campaign, his surrogates, his supporters, and the candidate himself leaned into characterizations of Clinton as unlikable, corrupt, untrustworthy, establishment (though Sanders did admonish some of the rankest sexism from his supporters). Some of his surrogates refused to endorse her and other supporters made it clear they did so only very reluctantly. Some of his current high-level staffers were hired after they publicly refused to vote for her or used their Twitter accounts to launch broad attacks against any potential Sanders challenger.  Today, we see that same playbook used against Elizabeth Warren (and Kamala Harris before her). From Sanders, it's taken as evidence of his passion and commitment and his supporters see it as proof that he's not more of the same. Sanders released a statement Tuesday saying he is focused on impeachment.  Clinton is finally being her authentic self, and it turns out that she's a human being with normal human emotions. She is angry at someone she perhaps rightly sees as contributing to her stunning loss in 2016, and the ushering-in of one of the most dangerous presidents in American history. We say we want female politicians, and prominent women generally, to be authentic and honest.  But, in reality, we want them to be nice and accommodating. If they're authentically angry, or authentically bitter, or authentically unforgiving of a perceived wrongdoing? Well, watch the responses to Clinton's comments and you'll see exactly how much female authenticity is rewarded and praised. "], "Language": false}