{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/21/entertainment/the-bachelor-celeb-fans-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-21T17:02:37Z"], "LastModifiedDate": ["2020-01-21T17:02:37Z"], "Headline": ["'The Bachelor' has plenty of celebrity fans"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["You aren't the only one if you are already into this season of \"The Bachelor.\" There are a few stars who are watching airline pilot Peter Weber attempt to find love on the ABC series. Superstars Jennifer Aniston and Charlize Theron recently talked to \"Entertainment Tonight\" about the reality dating show. They both had thoughts about Hannah Brown's recent return to the series.  Weber was one of the runners-up when Brown was the star of \"The Bachelorette,\" and the pair had an emotional conversation regarding whether she should join him on \"The Bachelor.\"  \"I do think Hannah can stay home now,\" Aniston said.  Theron told \"ET,\" \"I'm putting money down that Hannah B is going to show up at some point.\" \"I'm saying a proposal,\" Theron said. \"She's showing up at proposal and she's throwing a whole spanner in the wheel.\" The actresses aren't the only famous fans of the \"Bachelor/Bachelorette\" franchise. Here are a few others: Anna Kendrick The \"Pitch Perfect\" star has been known to tweet about the show. \"Ashley S will you please coach me for all future tv interviews,\" she tweeted about season 14 \"Bachelor\" contestant Ashley Salter in 2015. \"This is not a joke #TheBachelor.\"   Andrew Garfield Believe it or not, the \"Spider-Man\" star has been open about his \"Bachelor\" love. He talked to Vulture in 2013 he talked about being a fan. \"Take Sean from 'The Bachelor:' If I met him, I'd be like, 'Oh my God, it's Sean Lowe!'\" Garfield said. \"I get overwhelmed, but the thing I keep learning — and relearning — is that we're all the same.\" Tiffany Haddish The star of the newly released film, \"Like A Boss,\" recently appeared with Weber on \"Jimmy Kimmel Live\" and got up close and personal with the pilot. \"You got a girlfriend,\" she asked to which Weber responded, \"You'll have to tune in to find out.\"  \"I bet you I make more money than her,\" Haddish quipped."], "Language": false}