{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/04/16/world/gallery/week-in-photos-0417/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-04-17T00:49:39Z"], "LastModifiedDate": ["2020-04-17T04:22:49Z"], "Headline": ["The week in 47 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Health-care workers cry Friday, April 10, during a memorial for Esteban, a nurse they worked with at the Severo Ochoa Hospital in Leganes, Spain. Esteban was another casualty of the coronavirus pandemic. Randy Shoemaker embraces his son, Conner, after their family survived a deadly tornado in Chatsworth, Georgia, on Monday, April 13. The family's mobile home was flattened, but they survived by covering themselves with mattresses in the bathroom. A woman picks buttercup flowers near Nir Yitzhak, Israel, on Tuesday, April 14. Bodies are stored in a vacant room at Sinai-Grace Hospital in Detroit. CNN acquired this photo and others like it from an emergency room worker. Two other emergency room workers confirmed that the photos, which were taken in early April, are an accurate portrayal of one 12-hour shift they described as overwhelming. Two sources told CNN that at least one room, which is typically used for studies on sleeping habits, was used to store bodies because the morgue was full and morgue staff did not work at night. A food distribution in Nairobi, Kenya, turned into a chaotic stampede on Friday, April 10. Several people were injured. Tom Moore, a 99-year-old war veteran who lives in Marston Moretaine, England, walks 100 lengths of his garden to raise funds for the United Kingdom's National Health Service. He finished his challenge on Thursday, April 16, raising more than £12 million ($15 million) in donations. Dr. Erroll Byer Jr., the head of obstetrics and gynecology at the Brooklyn Hospital Center in New York, shows Precious Anderson her newborn son on a live video feed on Thursday, April 9. The hospital delivered her baby two months early because she was struggling with the coronavirus. Protesters stand outside the Statehouse Atrium in Columbus, Ohio, to voice their opposition to stay-at-home orders on Monday, April 13. About 100 protesters assembled outside the building during Gov. Mike DeWine's weekday update on the state's response to the coronavirus pandemic. Michigan, Ohio, Kentucky, North Carolina and Utah have all seen protests in recent days as people grow more concerned about the pandemic's economic fallout. A woman in Nixville, South Carolina, looks at a home that was leveled by a tornado on Monday, April 13. From Texas to South Carolina, reports of at least 40 tornadoes spanned more than 1,200 miles, the National Weather Service said. Hashim, a health-care worker in New Rochelle, New York, greets his daughter behind a closed door on Saturday, April 11. A wildfire burns in the Chernobyl exclusion zone in Ukraine, not far from the nuclear power plant, on Friday, April 10. Wildfires are not uncommon in the deserted area, which was evacuated following the power plant's explosion in 1986.  US President Donald Trump speaks at the daily White House coronavirus briefing on Monday, April 13. Trump lashed out at criticism of his handling of the crisis, claiming the criticism wasn't fair and that he'd handled the outbreak effectively. \"Everything we did was right,\" Trump insisted after an extended tirade against negative coverage. An inmate presses his hands against a window at the Cook County Jail in Chicago on Friday, April 10. Hundreds of people at the jail, including detainees and correctional deputies, have tested positive for coronavirus.  People wait in their cars for the San Antonio Food Bank to begin distributing food on Thursday, April 9. The coronavirus pandemic has put millions of Americans out of work, and more and more families are turning to food banks to get by. Food banks across the country are reporting a 40% increase in demand, according to Feeding America. Pope Francis presides over Good Friday's Way of the Cross while at the Vatican on April 10. Nicole and Tim George brought their alpacas Thunder, Lego and Finn to an assisted-living facility in Belleville, Michigan, to try to brighten people's day on Saturday, April 11. Many residents have been confined to their rooms for the past few weeks. A jogger passes the iconic Notre Dame Cathedral in Paris on Tuesday, April 14. A year ago, the cathedral was engulfed in flames. Reconstruction work has been suspended because of the coronavirus. A family prays together in Carlisle, Massachusetts, as they live-stream Easter Mass on Sunday, April 12.  Classical singer Andrea Bocelli performs outside the Duomo cathedral in Milan, Italy, on Sunday, April 12. The virtual \"Music for Hope\" concert was seen by millions around the world and raised money for emergency hospital resources. South Korean election officials sort out parliamentary ballots at a gymnasium in Seoul on Wednesday, April 15. Even in the midst of a pandemic, the election attracted the highest voter turnout in 28 years. Medical workers hold a vigil for colleagues outside New York's Mount Sinai Hospital West on Friday, April 10. Workers dig graves at the San Vicente cemetery in Cordoba, Argentina, on Tuesday, April 14. Miguel Angel Bautista, dressed as Jesus Christ, waits at a police checkpoint in Mexico City before being given access to the La Estrella hilltop, where he would take part in a Way of the Cross re-enactment on Friday, April 10. The Hua Lamphong train station is mostly empty in Bangkok, Thailand, on Tuesday, April 14. A family prays on an apartment balcony in Ashkelon, Israel, on Friday, April 10. Tatiana Datolla and Armando De Rosa lower their protective face masks to kiss at their wedding ceremony in Rome on Saturday, April 11. State police supervise the cleanup of a massive crash on the Kennedy Expressway near downtown Chicago on Wednesday, April 15. More than 50 vehicles were involved in the pileup, which happened amid snow and icy conditions. A cyclist rides near the beach in Santa Monica, California, on Friday, April 10. People practice social distancing while stretching along train tracks in Bandung, Indonesia, on Wednesday, April 15. A baby zonkey, a zebra-donkey hybrid, walks behind its mother at the Chyulu Hills National Park in Kenya. \"Working with wildlife, one learns to expect the unexpected,\" said its caregivers from the Sheldrick Wildlife Trust. A man is tested for the coronavirus in Wuhan, China, on Thursday, April 16. Wuhan, the original epicenter of the novel coronavirus, recently reopened its borders. The city had been sealed off from the outside world since January 23.  The Excelsior Lutheran Church near Wilson, Kansas, was closed on Friday, April 10. Because of the coronavirus pandemic, it was not holding its normal Good Friday service. Lauren Dufrat wears gloves as she puts out Easter eggs for neighborhood children in Washington on Sunday, April 12. Pastor Paul Marc Goulet conducts a drive-in Easter service at the International Church of Las Vegas on Sunday, April 12. Novice Buddhist monks wear face shields at the Molilokayaram Educational Institute in Bangkok, Thailand, on Wednesday, April 15. A laborer sorts mangoes at a fruit market on the outskirts of Hyderabad, India, on Thursday, April 16.  In Rio de Janeiro, the Christ the Redeemer statue was illuminated to make Jesus Christ look like a doctor on Sunday, April 12. A man sits on a bus as he and other homeless people were being evicted from the banks of the Yamuna River, where they had been living during the lockdown in New Delhi on Wednesday, April 15. Firefighters and paramedics transport a patient on a stretcher in Glen Burnie, Maryland, on Monday, April 13. This aerial photo, taken on Thursday, April 16, shows cars driving in Wuhan, China, after the city was reopened. Karin Lassak, right, and Dagmar Ehses sit inside a trailer at their house in Magdeburg, Germany, where they were enjoying a \"staycation\" on Tuesday, April 14. US Marine Corps recruits sit on a bus in San Diego as they head to an off-site hotel on Monday, April 13. New recruits now have to quarantine for 14 days before boot camp begins. Municipal workers scrub the streets that surround a market in Arequipa, Peru, on Wednesday, April 15. Reginaldo Manzotti streams his Easter Sunday service in Curitiba, Brazil, on April 12. The pews have printed photos of his congregation. The US Air Force's air demonstration squadron flies over Las Vegas on Saturday, April 11, to show appreciation and support for essential workers during the coronavirus pandemic. Health care workers are applauded in New York on Wednesday, April 15. A rainbow forms in the sky as the sun sets in New York on Monday, April 13. See last week in 42 photos"], "Language": false}