{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/21/us/harvey-weinstein-trial-opening/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Elizabeth Joseph, CNN"], "Writers": [["Elizabeth Joseph"]], "FirstPublishDate": ["2020-01-21T11:13:04Z"], "LastModifiedDate": ["2020-01-21T12:33:26Z"], "Headline": ["Opening statements in Harvey Weinstein's sex assault trial are set to begin Wednesday. Here's what you need to know"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Harvey Weinstein, whose alleged predatory behavior sparked the #MeToo movement, is set to face the sexual assault charges that could send him to prison for the rest of his life. Opening statements in his trial are expected to begin Wednesday, more than two years after bombshell stories in The New York Times and The New Yorker quoted women who accused Weinstein of sexual abuse, rape, harassment and generally using his influence as a Hollywood power broker to take advantage of young women. Since then, at least 100 women have publicly accused Weinstein, 67, of a range of actions, from unwanted sexual advances to rape.  But the allegations that will be presented to a jury of 12 people in New York State Supreme Court are based off the accounts of two women. The testimony of four other women will be used as prosecutors try to show Weinstein had a pattern of predatory behavior. Weinstein is accused of raping a woman in a New York hotel room in 2013 and forcibly performing oral sex on another woman in 2006 at his Manhattan apartment, court documents show. He is charged with five felony counts: first-degree rape, third-degree rape, first-degree criminal sexual act, and two counts of predatory sexual assault.  Several other women who say he assaulted them will testify, including \"The Sopranos\" actress Annabella Sciorra, as prosecutors seek to prove he committed sex crimes against multiple women. Weinstein, who has denied any nonconsensual sexual activity, is not expected to testify. Instead, his defense strategy will focus on undermining the women who will testify against him. With little in the way of forensic evidence, the case is likely to rely on the jury's interpretation of the women's testimony. Weinstein's case will be closely watched by the social movement's proponents and critics. No matter the outcome, though, Weinstein's time in court will not end here. He was charged two weeks ago in Los Angeles County with raping one woman and sexually assaulting another in separate incidents over a two-day period in 2013. The two main witnesses Accuser 1 A woman, whose identity remains hidden in court records, says Weinstein raped her in 2013 in a New York hotel room, according to the superseding indictment filed against him in July 2018. This incident accounts for three of the five charges filed against Weinstein: predatory sexual assault, rape in the first degree and rape in the third degree, the document shows.   Accuser 2 Mimi Haleyi says Weinstein forcibly performed oral sex on her in 2006 at his Manhattan apartment, court documents show.  Haleyi was introduced to the film producer in 2004 at the European premiere of \"The Aviator\" and later worked on a TV show he produced in New York City, she told reporters at an October 2017 news conference with her lawyer Gloria Allred. After rebuffing unwanted advances in previous encounters with Weinstein, Haleyi agreed to meet with him at his SoHo apartment in Manhattan, she said.  \"It was not long, though, before he was all over me making sexual advances. I told him, 'No, no, no,' but he insisted,\" she said. \"He was extremely persistent and physically overpowering. He then orally forced himself on me.\" Two charges against Weinstein relate to this episode: predatory sexual assault and criminal sexual act in the first degree, records show. Prosecutors' key witnesses To convict Weinstein on the predatory sexual assault charges, prosecutors will have to prove he committed sex crimes against multiple women. The following witnesses are expected to testify in support of that claim:  Actress Annabella Sciorra is best known for her Emmy-winning role in HBO's \"The Sopranos.\" But she earned fame in the early 1990s with starring roles in \"Jungle Fever\" and \"The Hand That Rocks the Cradle.\"  It was during that earlier decade, Sciorra has said, that Weinstein violently raped her and repeatedly sexually harassed her. She first publicly accused the media mogul in the explosive October 2017 New Yorker story that unleashed the raft of accusations against him.  A trio of so-called \"bad actor\" witnesses is expected to testify about other accusations that have not resulted in criminal charges against Weinstein but that prosecutors assert show he perpetrated a pattern of sexual abuse.  In general, \"prior bad acts\" witnesses can strengthen a criminal case, particularly in \"he said-she said\" scenarios with limited physical evidence.  In this case, one witness says they were assaulted in the spring of 2004 at a hotel in New York, court documents show. Another says they were assaulted between May and July 2005 at an address where Weinstein lived in New York. And the third occurred on February 19, 2013, at a hotel in Beverly Hills, California, the records show. Expert witness Dr. Barbara Ziv, a forensic psychiatrist who testified for the prosecution in the trial of Bill Cosby, will be a key witness for Weinstein prosecutors. Ziv is expected to explain why victims may delay disclosing a sexual assault, according to a court notice of expert testimony. She may discuss factors that determine whether and how a victim may interact with their attacker. Ziv's testimony \"is necessary to dispel several myths about sexual assault that continue to be prevalent even in today's society,\" according to the filing. She has been qualified as an expert in more than 200 civil and criminal cases and has testified for prosecution and defense teams. The defense strategy Weinstein has denied all allegations of \"nonconsensual sexual activity\" related to this case and other claims made against him, but it is not clear whether he will testify in his own defense. His attorneys have been fairly open about how they intend to counter the state's allegations during this trial. The strategy includes written correspondence between the women and Weinstein, as well as experts of their own. \"Dozens of emails\" sent by the unidentified accuser to Weinstein were used last year in an effort to dismiss the case. The messages, characterized as \"warm, complimentary and solicitous,\" and others like them were sent after the film producer allegedly raped the accuser over a \"four-year period,\" said Benjamin Brafman, the legendary criminal defense attorney who at one time represented Weinstein. The emails help prove the relationship Weinstein had with this accuser was consensual, his defense team has said. A text from Haleyi that Weinstein got in 2007, months after he allegedly forced oral sex on her, \"make clear\" that Haleyi wanted to continue seeing him after the alleged assault, according to documents the defense filed in November 2018 in an effort to get the case dismissed. \"Hi! Just wondering if u have any news on whether harvey will have time to see me before he leaves? x Miriam,\" the text states.  Haleyi's attorney has described Weinstein's lawyer's interpretation of the 21-word note as \"speculation.\" Two psychology experts, Elizabeth Loftus and Deborah Davis, may be called to testify on Weinstein's behalf on the subject of human memory, court documents show. Testimony on \"the general operation of human memory\" will be allowed at trial, Judge James Burke ruled in November. The judge, however, denied the defense's request to bring up a phenomenon known as \"voluntary unwanted sex\" as part of its case. Trial to last about two months • The trial, at the New York State Supreme Court, is expected to last until March, with about eight weeks of arguments and testimony before deliberations start, Weinstein's attorney, Donna Rotunno, told CNN. • The judge is James Burke. He became a state criminal court judge in 2001, after 12 years as a prosecutor in New York County. • The jury is made up of seven men and five women who were selected over the course of the last two weeks. One of the jurors is writing a novel about \"predatory\" older men and their relationships with younger women, and Weinstein's defense has asked for a mistrial based on her selection. There are three alternate jurors, two women and one man. • The courtroom scene is sure to be a drama all its own. The 120-seat gallery will be packed with reporters and news producers who may have to line up before dawn to chronicle the trial firsthand. Cameras are not allowed inside the courtroom. More than 200 local, national and international media are looking to cover the high-profile proceedings, court spokesman Lucian Chalfen told CNN, alongside #MeToo advocates and members of the public. Members of Time's Up, a women's group committed to ending workplace sexual misconduct, pledged at a pretrial hearing in December to send its representatives to the trial. What's at stake for Weinstein Weinstein, who has used a walker to get to and from court, could effectively spend the rest of his life behind bars if convicted in this case. The predatory sexual assault charges are the most severe and are punishable by 10 years to life in prison.  Sentencing guidelines for the charges against him are: • 10 years to life in prison for predatory sexual assault; • At least five years in prison for rape in the first degree; • Probation to four years in prison for rape in the third degree; • At least five years in prison for criminal sexual act in the first degree. Meantime, a $44 million settlement to resolve civil lawsuits over Weinstein's alleged sexual misconduct was reached in May. Claims include those made against the disgraced media mogul, his former associates and The Weinstein Company, which he co-founded in 2005 and from which he was fired in 2017. Weinstein has been ousted from the Academy of Motion Pictures Arts and Science.  The case's wider impact The ripple effects of Weinstein's alleged transgressions are hard to measure.  But since 2017, women emboldened by his accusers to share their own experiences with sexual harassment and assault have set off a reckoning that's unseated politicians, toppled titans of American media and made an impact with the US Supreme Court. And the five-letter \"Me Too\" hashtag has spread from India to Senegal, from China to Australia, from Pakistan to the United Nations. In a statement issued the week before Weinstein's trial began, 25 women who have publicly accused Weinstein of sexual misconduct shared their thoughts ahead of the only criminal trial to result so far from this case. What happens in the New York courtroom, they said, will have ramifications far beyond the five charges at the core of the case. \"The world will be watching as Harvey Weinstein walks into court to stand trial for a fraction of the egregious crimes he has committed,\" they said. \"This trial is critical to show that predators everywhere will be held accountable and that speaking up can bring about real change.\""], "Language": false}