{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/20/health/weed-cancer-pain-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-01-20T23:32:21Z"], "LastModifiedDate": ["2020-01-20T23:32:21Z"], "Headline": ["Weed may not help cancer pain, study says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["\"Yup, life's a tradeoff,\" Susan Sarandon tells co-star Julia Roberts while smoking weed in the 1998 tearjerker \"Step Mom.\" In the film, Sarandon plays a woman dying of cancer while struggling to accept leaving her kids to the much younger, much hipper woman her ex-husband married. \"It's finally legal to smoke dope, but you've got to have cancer,\" Sarandon says, exhaling a puff of smoke. Like many people suffering with cancer, Sarandon's character used weed to ease some of the pain of her disease and the nausea that treatment often brings.  \"Certainly here in the United States, this has become a major topic of interest, based on anecdotal reports where people say, 'You know, as a cancer patient I feel better when I use cannabis,' or CBD or whatever the product might be,\" said Dr. J. Leonard Lichtenfeld, deputy chief medical officer for the American Cancer Society. But a new review of studies done in Europe is casting doubt on the ability of marijuana to truly address cancer pain. Published Monday in the journal BMJ, researchers analyzed six randomized control trials -- the gold standard of research --  of nearly 1,500 cancer patients in the UK and Europe. The studies compared the pain levels of cancer patients on opioid treatment when they added cannabis for additional pain control to similar groups who were given a placebo instead.  The analysis found no change in average pain intensity between the people who used cannabis and those who took dummy pills, therefore \"this systemic review provides good evidence that cannabinoids do not have a role in cancer-related pain,\" the study authors stated. In addition, a few cannabis users experienced side effects at times severe enough to cause dropout from the studies. Reported side effects included dizziness, nausea, vomiting, fatigue and sleepiness. The study authors' conclusion: cannabinoids cannot be recommended to treat cancer-related pain. Cannabinoids are chemical substances that bind to receptors in the endocannabinoid system, charged with regulating everything from sleep to appetite to inflammation to pain and more. According to the Alcohol Drug Abuse Institute, 66 of the 480 natural components of the marijuana plant are classified as cannabinoids; the most well-known, of course, are CBD and THC. The study authors also said their conclusion was free of a high risk of bias, thus making the validity of their scientific conclusion stronger.  The studies in the review do carry extra credibility, and therefore less bias, Lichtenfeld said, because the cannabis used was from countries where cannabis quality control is highly regulated. In the US, he said, it is not. \"If you go to a shop that sells cannabis in the US, you have no guarantee, no warranty, that what you use today will be exactly the same as what you might use a week or two from now,\" he said. \"There's no standardization of the product.\" Morgan Fox, media relations director for the trade organization National Cannabis Industry Association, told CNN that the study should not be \"construed as justification to limit patient access to cannabis in any way,\" although it adds to the existing knowledge base and \"will hopefully help researchers, physicians and patients make more informed decisions about whether and how to integrate medical cannabis into their treatment regimens.\" She pointed to the difficultly researchers face in studying cannabis in the United States due to the intense regulation of marijuana -- still on the list of federally controlled substances -- and said that cannabis needs to be removed from the list so that \"barriers to research can be eliminated.\" More research on the role of cannabis in cancer is greatly needed, Lichtenfeld said, but added that this new analysis of randomized controlled trials provides \"good evidence that cannabis is not a game changer.\"   \"It's not a magic drug that is suddenly going to change the face of cancer pain for many cancer patients,\" he said."], "Language": false}