{"Type": ["gallery"], "Url": ["https://www.cnn.com/2014/03/07/showbiz/gallery/couples-we-wish-never-broke-up/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Ron Galella/WireImage/Getty Images", "Paul Drinkwater/NBC/NBCU Photo Bank via Getty Images", "LUCY NICHOLSON/AFP/Getty Images", "Barry King/WireImage/GETTY IMAGES", "Rick Diamond/Getty Images", "Vinnie Zuffante/Michael Ochs Archives/Getty Images", "Vinnie Zuffante/Getty Images", "Dimension Films", "Franco S. Origlia/Getty Images", "Vince Bucci/Getty Images/File", "Michael Buckner/Getty Images For AXE", "Jason Merritt/Getty Images", "Kevork Djansezian/Getty Images", "ADRIAN SANCHEZ-GONZALEZ/AFP/Getty Images", "Jim Smeal/WireImage/Getty images", "Fame Pictures"]], "FirstPublishDate": ["2014-03-07T21:54:11Z"], "LastModifiedDate": ["2020-01-20T17:36:07Z"], "Headline": ["Celebrity breakups we have never gotten over"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Jennifer Aniston and Brad Pitt called it quits in 2005, but fans couldn't help but hold out hope for a reunion in 2018 after the actress announced her separation from Justin Theroux. Now every time they are in the same time zone (let alone the same room like at the 2020 Screen Actors Guild Awards) people start longing for a reconciliation.  Once upon a time in 1999, a young blonde pop star named Jessica Simpson met another young blond-ish pop star, Nick Lachey, at a Teen People party, and they immediately fell in love. Lachey even wrote a song about their passion -- that would be \"My Everything\" -- and then he and his new bride signed up to film their love for an MTV reality show called \"Newlyweds.\" But instead of finding \"happily ever after,\" Lachey and Simpson found grounds for divorce in 2005 after three years of marriage. They both are now parents and married to others.  In 2001, every teenager with access to MTV and Teen People wanted to find the Britney Spears to their Justin Timberlake (or vice versa). With those two ruling pop music, not even their questionable fashion sense could mar the public's love for their romance. Sadly, matching denim outfits wasn't enough to make this last: The couple broke up in 2002, and many listeners believe Timberlake's \"Cry Me a River\" is about his relationship with Spears. Spears had a super brief marriage to friend Jason Alexander in 2004 and was married to backup dancer Kevin Federline from 2004 to 2007. Timberlake married actress Jessica Biel in 2014.  Johnny Depp and Winona Ryder had amazing chemistry on- and off-screen, from \"Edward Scissorhands\" to the tattoo parlor, where Depp had \"Winona Forever\" inked on his arm. Alas, although we adored their courtship, Depp and Ryder weren't meant to be.  Country stars Blake Shelton and Miranda Lambert stunned fans when they announced in July that they were divorcing after four years of marriage. There was much sadness on social media over the split. She married police officer Brendan McLoughlin in 2019 and Shelton has been dating singer and fellow \"The Voice\" coach Gwen Stefani since 2015.  Madonna's four-year marriage to Sean Penn was one of the wildest rides of the '80s, and that's saying something, but we agree with her words after their divorce in 1989: \"I do believe we all have soul mates,\" she told People magazine. \"I don't believe that we necessarily end up with them.\" After their split, both Madonna and Penn moved on to new relationships (several times).  Lenny Kravitz and former \"Cosby Show\" star Lisa Bonet seemed tailor-made for each other, right down to their love of hippie style. The pair met at a New Edition concert in 1985 and married in 1987, welcoming daughter Zoe a year later. \"We were very young, and it was wonderful,\" Kravitz recalled in 2013. Now, \"Zoe's mom and I are best friends,\" Kravitz said. \"It's interesting because that's how the relationship started.\" Bonet is now married to actor Jason Momoa.  One of our other favorite '90s couples again includes Depp, who dated model Kate Moss from 1994 to 1998. A pairing with that much heat and great hair should never fall apart.  David Arquette and Courteney Cox were so adorable together, they could be endearing in a horror movie, as they were in 1996's \"Scream.\" It was a shock when, after 11 years of marriage, the two announced they were breaking up in 2010. The couple, who have one daughter, Coco, have remained friends.  From their first screen test for 2008's \"Twilight,\" Robert Pattinson and Kristen Stewart were the perfect match. According to director Catherine Hardwicke, Stewart \"felt connected to (Pattinson) from the first moment. That electricity or love at first sight or whatever it is.\" Whatever \"it\" was, it didn't survive a cheating scandal in 2012, when Stewart admitted that she'd had a \"momentary indiscretion\" with her \"Snow White and the Huntsman\" director, Rupert Sanders. She went public with her relationship with screenwriter Dylan Meyer in 2019.  The reason we're wistful for the days when Ryan Gosling was dating Rachel McAdams is simple: If the two people who starred in \"The Notebook\" can't make it work, who can? So far Gosling has been making it work with actress Eva Mendes and the pair have two daughters. McAdams has been in a relationship with screenwriter Jamie Linden since 2016.  Khloe Kardashian's whirlwind romance with basketball player Lamar Odom made us skeptical at first, but once we saw them in action we believed love really can be found in a month. Kardashian eventually filed for divorce after nearly five years of marriage. \"It's definitely not anything I'm through,\" she said of her breakup in March 2014. \"I'm going through it, but I'm not (over) it.\" And while she put the divorce proceedings on hold in 2015 to support him through his health crisis, she refiled in July 2016. Kardashian now has a daughter with NBA player Tristan Thomas.  Justin Bieber swept the slightly older Selena Gomez off her feet, and the two were on and off for a while. Although their relationship appeared to end for good in 2013, they spent an awful lot of quality time together in 2014 and then reconnected in 2016 before finally going their separate ways. Bieber married model Hailey Baldwin in 2018, but that hasn't stopped people from thinking about \"Jelena.\"  Will Arnett shocked fans when he ended his marriage to Amy Poehler. According to People magazine, Arnett filed for divorce in April 2014. The couple, who tied the knot in 2003, first announced their separation in 2012.  With Miranda Kerr and Orlando Bloom being the type to write love letters to one another -- and Bloom being the kind of romantic who would frame them -- we definitely did not see their 2013 breakup coming. Yet according to Bloom, he and Kerr -- whom he married in 2010 after a three-year courtship -- still love each other, even if it's only as parents to their young son, Flynn. Kerr married Snapchat chief executive officer Evan Spiegel in 2017 and Bloom got engaged to singer Katy Perry on Valentine's Day 2019.  One of Hollywood's happiest divorced couple, Bruce Willis and Demi Moore split in 1998 after a 10-year relationship. The pair, who knew each other for three months before wedlock, have three daughters. Moore was married to Ashton Kutcher from 2005 to 2013. Wilis married Emma Heming in 2009 and Moore attended their vow renewal in March 2019.  Gwyneth Paltrow's marriage to Coldplay frontman Chris Martin seemed to be unshakeable (she even had great relationship advice!). But in March 2014, the A-list couple announced that they were undergoing a \"conscious uncoupling.\" The pair may be better friends than spouses. Martin went on the honeymoon with Paltrow and her new husband, producer Brad Falchuk."], "Language": false}