{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/sag-awards-2020-fashion-red-carpet/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Staff"], "Writers": [[]], "FirstPublishDate": ["2020-01-20T01:32:41Z"], "LastModifiedDate": ["2020-01-20T17:34:13Z"], "Headline": ["SAG Awards 2020: Best fashion on the red carpet"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["It was only mid-afternoon in LA when stars arrived for Sunday's Screen Actors Guild Awards, but the glamorous evening wear was already out in force. Voted for by the 160,000 members of the SAG-AFTRA union, the awards ceremony brought some of the biggest stars of film and TV onto its signature silver carpet. And they, in turn, wore statement gowns and chic accessories for the occasion.  Among the most eye-catching fashions were \"Harriet\" nominee Cynthia Erivo in fuchsia and \"Big Little Lies\" star Kathryn Newton, who stunned in an orange gown by Valentino, her ruffled shoulders offsetting a deep neckline. Scarlett Johansson meanwhile impressed in a teal custom design by Armani Privé, which showed off her back tattoos beneath embellished straps. There were plenty of bold shoulder and sleeve designs on display, from Millie Bobby Brown's cream dress-suit to Laura Dern's elegantly structural floor-length gown. Elsewhere, many opted for light and powdery shades, including Logan Browning in a delicate lavender gown, and Zoe Kravitz, who stunned in a peach-colored Oscar de la Renta number with long white evening gloves. But dark shades -- navy and midnight blue, in particular -- proved especially popular. Lupita Nyong'o impressed in a custom Louis Vuitton dress embellished with over 30,000 sequins and crystals, while Jennifer Lopez was a picture of elegance in a strapless gown by Lebanese designer Georges Hobeika. Nicole Kidman went for more classic Hollywood glamour in a sparkling midnight blue creation by Michael Kors. There were plenty of accessories on display too -- from Jenna Lyng Adams' butterfly-inspired earrings to Margaret Qualley's statement broach. Helena Bonham Carter, Darrell Britt-Gibson and fashion designer Jenna Lyons all used California's mild winter weather as an excuse to sport sunglasses on the silver carpet. As well as honoring individual performances, the SAG Awards also recognize ensembles performances, meaning the casts of shows like \"Game of Thrones\" -- likely attending en masse at a major awards ceremony for the last time -- were out in number. Among the \"Thrones\" actors, Gwendoline Christie stood out in a voluminous black number, as did Nathalie Emmanuel in a patterned Miu Miu gown with an outsized bow. The young stars of \"Stranger Things\" also impressed with their fashion choices, with 17-year-old Gaten Matarazzo looking especially dapper in dark blue. Noah Schnapp, meanwhile, went for something far bolder in a silk baby-blue outfit by Balmain. On what was a relatively unadventurous night for menswear, Andrew Scott (otherwise known as the hot priest from \"Fleabag\") bolstered his reputation as one of the breakout dressers on this year's red carpets. The Irish actor's latest choice of colored suit saw him arrive in shades of muted pink, which he paired with a black bow tie and matching cummerbund.  Elsewhere, Taika Waititi and Mahershala Ali kept things suave and simple in dark colors. But eschewing the suit entirely was O. T. Fagbenle, nominated for his role in \"The Handmaid's Tale,\" who impressed in deep blue robes. Scroll through the gallery above for some of the night's best fashion. CNN's Oscar Holland, Natalie Yubas and Stephy Chung contributed to this report."], "Language": false}