{"Type": ["article"], "Url": ["https://www.cnn.com/entertainment/live-news/screen-actors-guild-awards-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-01-20T00:13:50Z"], "LastModifiedDate": ["2020-01-20T14:25:15Z"], "Headline": ["The 2020 Screen Actors Guild Awards"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The 26th annual Screen Actors Guild Awards are done. We had some lovely tributes and history was made with \"Parasite's\" big win. The celebration of actors by their peers puts us one step closer to the biggie - the Academy Awards. Way to go \"Parasite!\" The South Korean movie became the first foreign language film to ever win the statue for outstanding performance by a cast in a motion picture. The film has been garnering tons of buzz and accolades this awards season. Could this be a foreshadow of the Oscars?   Renée Zellweger won the outstanding performance by a female actor in a leading role for her portrayal of Judy Garland in the biopic “Judy.” The actress offered words of gratitude for being an actor. “And to this community, y'all have taught me so much along the way and I am so grateful to you,\" she said. Finally she paid tribute to Garland. \"Judy Garland, 50 years later your community is thinking of you tonight,\" she said. \"This is for you.\"  The \"Joker\" magic continued Sunday night. Joaquin Phoenix won outstanding performance by a male actor in a leading role for his performance as the villain. He used his acceptance speech to pay tribute to his fellow nominees, Christian Bale, Leonardo DiCaprio, Adam Driver and Taron Egerton. It gave Phoenix a chance to joke about constantly losing out on roles years ago to DiCaprio when they both were young actors.  Peter Dinklage thanked his wife and the people of Northern Ireland during his acceptance speech for best male actor in a drama series. The \"Game of Thrones\" actor was up against Sterling K. Brown in \"This Is Us,\" Steve Carell in \"The Morning Show,\" Billy Crudup in \"The Morning Show,\" and David Harbour in \"Stranger Things. \"I would like to thank the people of Northern Ireland, who put up with us for nine years,\" he said about the “Game of Thrones” filming location. \"I would also like to thank everyone at table nine and ten and beyond cause we put up with each other for nine years.\" Lastly, he thanked his wife. \"Finally and most importantly I would like to thank my wife, who put up with me for more than nine years, but lived in a place far away from home, but made it home cause we were together,\" he said.  Sam Rockwell won as lead actor in a limited series for his role as Bob Fosse in \"Fosse/Verdon.\" He thanked his costar, Michelle Williams, along with the rest of the cast and crew for being extraordinary. Rockwell also thanked his longtime partner, actress Leslie Bibb. The actor has been busy lately given that also plays a Nazi soldier in \"Jojo Rabbit,\" which was nominated in the ensemble category.  Cheerio! \"The Crown\" won outstanding performance by an ensemble in a drama series. The Netflix series dramatizing the British royal family has been a hit for the streaming giant. Helena Bonham Carter, who took on the role of Princess Margaret during the most recent season, accepted the award for the cast -- most of whom were not present. \"There are actually 249 members of 'The Crown' cast,\" she joked. \"But we couldn't all come here and we're all working tomorrow so we're leaving in, like, five minutes.\"  A decade after \"Glee\" took home the award for ensemble in a comedy series, cast member Lea Michele was apparently watching the broadcast Sunday night. The actress, who played Rachel Berry on the show, tweeted a pic of herself cradling her actor trophy.  \"Watching the #SAGawards like.....,\" she wrote.  When Leonardo DiCaprio was 13 years old, his father took him to see \"Midnight Run,\" starring Robert De Niro. \"As the lights went down he looked at me and said, 'If you really want to be an actor and get into this profession, if you want to understand what great acting, is watch that man on screen,'\" DiCaprio recalled before presenting De Niro with the 2020 SAG Life Achievement Award. The room erupted into cheers and a standing ovation as DeNiro took the stage. \"We as actors don't do it all alone,\" De Niro said. \"We can't do it all alone. We depend on each other for collaboration in our work and support and fellowship both on screen and off. And for that I am so grateful.\" De Niro got a bit political. \"There's right and there's wrong and there's common sense and there's abuse of power,\" DeNiro said, quoting himself from a recent interview. \"And as a citizen I have as much right as anybody - an actor, an athlete a musician or anybody else -- to voice my opinion. And if I have a bigger voice I'm going to use it whenever I see a blatant abuse of power.\" The prolific actor has been outspoken in his criticism of President Donald Trump. He also said he would treasure the award because it comes from his fellow actors.   Jennifer Aniston won a statuette for her starring role in \"The Morning Show.\" \"You know, I was thinking back to when I was a little girl. ... I would tape 'Laverne & Shirley,' 'Happy Days' and others. I would listen to them. I would think one day I am going to do that,\" she said as she accepted her trophy. Aniston said she was \"grateful,\" and went on to thank \"every actor in this room.\" She also thanked Reese Witherspoon with an \"I love you girl,\" and said even though her Hollywood career had been long, she felt \"special to be up here.\" At the end of her speech, Aniston recognized her sometime co-star Adam Sandler, who stars in the film \"Uncut Gems:\" \"Adam Sandler, your performance is extraordinary, your performance is real.\" Michelle Williams has had seven nominations over the years, and Sunday night she won her first award. She took home the outstanding performance by a female actor in a television movie or miniseries for her role as Gwen Verdon in \"Fosse/Verdon.\" Among her thank you's included her daughter, Matilda, whose father is the late actor, Heath Ledger. \"Matilda, it's one thing to be completely honest as an actor,\" Williams said. \"It's another thing to be completely honest as a human being. And that's who you are and how you live. You teach me just by being you. I love you and I'm coming home.\" \"Parasite\" is red-hot this awards season. The cast appeared at the SAG Awards to introduce their movie as one of the nominees for outstanding performance by a cast in a motion picture. The audience of their fellow actors offered them a standing ovation. The South Korean film, about a poor family scheming to work for a wealthy family, recently won a Golden Globe award. Brad Pitt is getting more lovable as awards season goes on.  \"Have to add this to my Tinder profile,\" he said, accepting the award for outstanding performance by a male actor in a supporting role in a motion picture. Pitt's charm was on full display.  \"A guy who gets to get high, take his shirt off, and doesn’t get on with his wife, it was a big stretch,\" he joked. Pitt then seriously thanked the crowd, saying \"I love our community so much.\" \"We know pain, loneliness, grace,\" he said, adding that he's been \"banging away at this thing for 30 years.\" It was like déjà vu all over again. The cast of the hit Amazon series took home the award for the second time and one of its stars, Alex Borstein, was shocked. According to her, she voted for the cast of \"Fleabag\" to take home the trophy. \"Honestly, this makes no sense,\" said Borstein, before dropping an \"F-bomb\" which was barely bleeped out. Once again, cast member Brian Tarantina received a bit of a tribute. He died in November.  Phoebe Waller-Bridge took home her first SAG Award for her performance in \"Fleabag.\" \"Oh my God,\" was her response. The British actress thanked Americans for being so supportive of her dark comedy. Waller-Bridge said she never imagined being in a room with such actors.  \"This whole thing really has been a dream,\" she said. \"If I wake up tomorrow and discover it's been just that, thank you. It's been the most beautiful dream.\"  \"Well, thanks,\" is how Tony Shalhoub kicked off his SAG Awards speech for winning outstanding performance by a male actor in a comedy series. He thanked his fellow nominees, saying, it's \"a joy to know you, a privilege to work alongside you.\" Shalhoub, who won for \"The Marvelous Mrs. Maisel,\" was nominated along with Alan Arkin and Michael Douglas for “The Kominsky Method,\" Bill Hader for “Barry\" and Andrew Scott for “Fleabag.\" This year's Screen Actors Guild Awards began as they do every year, with actors sharing  memories of their career ending with \"My name is (fill in the blank) and I am an actor.\" Christina Applegate started with a story about how she got her SAG card in the 1970s for an independent film. \"I don't remember what it was, but it was the '70s and everyone was really, really high,\" she said.  Eugene Levy and his son, Dan, provided some comedy with a bit in which the elder Levy went on an on until his son had to cut him off.  The pair also presented the first award of the night for male actor in a comedy series. Andrey Ivchenko portrays Grigori on the hit Netflix series \"Stranger Things\" and has some thoughts as to why people love the show so much. Brad Pitt revealed recently on the podcast \"WTF with Marc Maron\" that he affectionately calls his \"Once Upon a Time in Hollywood\" co-star Leonardo DiCaprio \"LDC.\" Well, DiCaprio has his own little nickname for Pitt. He likes to call him \"lover.\" \"LDC calls me lover,\" Pitt said on the SAG Awards red carpet. \"It’s been confusing but I roll with it.\" When asked about the best thing in his life right now, Pitt mentioned the weather, his kids and more. “It was a beautiful day here in L.A. We got it well,\" he said. \"I got lovely kids, I like my coffee, I like my dogs, I've got no complaints.” \"Game of Thrones\" may have concluded, but it's still getting awards season love. The show is nominated for outstanding performance by an ensemble in a drama series and one of its stars, Peter Dinklage, is up for outstanding performance by a male actor in a drama series. Not to mention that the show's stunt performers and coordinators have already won for outstanding action performance by a television stunt ensemble. \"Game of Thrones\" actors Liam Cunningham, Kristofer Hivju and Ben Crompton talked to CNN on the red carpet about the show's chances for a win. \"The Handmaid's Tale\" actress Madeline Brewer walked the SAG Awards red carpet to talk about her more recent role in \"Hustlers,\" saying that, more than anything, she was frightened to meet the movie's star, Jennifer Lopez.  \"I was scared to death,\" Brewer told \"Entertainment Tonight.\" She also said she was disappointed but \"unsurprised\" that Lopez did not get a nomination for her role in the movie, saying she took her clothes off for the role and empowered women and taught people about female friendships.  \"The Handmaid's Tale\" is nominated for outstanding performance by an ensemble in a drama series.    Alex Borstein is nominated for an outstanding performance by a female actor in a comedy series for her work on \"The Marvelous Mrs. Maisel.\"  Here's what she had to say when she chatted with CNN\"s Stephanie Elam on the SAG red carpet.  Millie Bobby Brown hit the SAG Awards red carpet in an edgy, white Louis Vuitton number she called \"half-feminine, half-masculine\" and talked about how she's changed over the years while shooting \"Stranger Things,\" one change being her hair.  The actress shaved her head for her role as Eleven in the hit Netflix series and said she got some tips from her \"Stranger Things\" co-star Winona Ryder, who shaved her own head in high school.  \"Winona cut her hair when she was younger, so she warned me about the weird middle length (growing out) part,\" Brown told \"Entertainment Tonight.\" Brown said she also feels connected to \"The Act\" star Joey King, who shaved her head for her role in the Hulu series.  \"I love her because she shaved her hair off,\" Brown said, adding, \"So we have that in common.\" As for \"Stranger Things,\" she said she can't wait to get back to shooting, calling the cast and crew her \"family.\" \"It’s a family, you're working for 8-9 months straight. I'm ready to get back to shooting,\" she said.  \"Stranger Things\" is nominated for best drama ensemble. The winners in the stunt categories for the 26th Annual SAG Awards were announced earlier Sunday on the red carpet. SAG Awards Ambassador Logan Browning and SAG-AFTRA Foundation President Courtney B. Vance announced that the stunt performers and coordinators from \"Avengers: Endgame\" and \"Game of Thrones\" won for Outstanding Action Performances by Film and Television Stunt Ensembles, respectively. The Stunt Ensemble honors commend work within the stunt community during the previous year and recognize stunt performers and coordinators.   Movies about a sex scandal at Fox News, the breakdown of a marriage and an ode to 1969 topped this year's SAG Awards nominations. The casts of \"Bombshell,\" \"Marriage Story\" and \"Once Upon a Time in Hollywood\" will be on the edge of their seats tonight as they led the film nominations with four each.  \"The Marvelous Mrs. Maisel\" scored the most nominations among television series. While Robert De Niro was not nominated for his work in the Netflix film \"The Irishmen,\" he is set to receive a life achievement award for his work on screen and his humanitarian accomplishments. Read the full list of nominees here The 26th annual Screen Actors Guild Awards are tonight. The casts of \"Bombshell,\" \"Marriage Story\" and \"Once Upon a Time in Hollywood\" lead film nominations with four each. \"The Marvelous Mrs. Maisel\" has the most nominations among television series. How to watch: The show will air live on TNT and TBS at 8 p.m. ET/5 p.m. PT."], "Language": false}