{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/19/world/five-things-january-19-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, CNN"], "Writers": [["Michelle Krupa"]], "FirstPublishDate": ["2020-01-19T20:49:18Z"], "LastModifiedDate": ["2020-01-19T20:49:18Z"], "Headline": ["Start your Monday smart: MLK Day, impeachment, Davos, gun rally, NFL, Lunar New Year"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • One-way tickets to the Super Bowl. It's Titans at Chiefs at 3:05 p.m. ET on CBS and Packers at 49ers at 6:40 p.m. ET on Fox as the NFL's conference leaders battle for a trip to the Super Bowl on February 2. • Another Sunday, another awards show. This time, the Screen Actors Guild hands out the prizes, including a lifetime achievement award to Robert De Niro. Review the full list of nominees, and watch at 8 ET on TNT and TBS. MONDAY • 'Let us turn our thoughts today to Martin Luther King.' The nation celebrates the slain civil rights leader's birth with a federal holiday. Americans also are encouraged to make it a \"day on\" by participating in service work. Search here for volunteer opportunities near you.  • Gun owners rally in Virginia. Tens of thousands of firearms owners are invited to Richmond to rally for gun rights after elections last year put Democrats in control of state government. Since then, counties and cities have passed legally non-binding resolutions declaring support for the 2nd Amendment. The governor has banned weapons on Capitol grounds for that day. • World leaders gather for Davos. The annual World Economic Forum kicks off in Switzerland. Agenda items include the climate crisis, making business models inclusive, and how to govern technology. President Trump is expected to attend, though the impeachment timeline may hinder his plans. • Poor air quality plagues the Australian Open. Smoke from deadly bushfires already has cut into the competition at the Grand Slam event, which begins. Players are pitching in to bolster fire relief efforts. TUESDAY • The impeachment trial begins. The President's Senate trial on charges of abuse of power and obstruction of Congress kicks off, with Supreme Court Chief Justice John Roberts presiding. Whether new evidence will be admitted remains an open question. Trump isn't taking the proceedings lying down, though they may overlap with his February 4 State of the Union address. • Baseball Hall of Fame election results come out. The newest names in MLB's history books get written. Derek Jeter is considered a lock. Watch the announcement at 6 p.m. ET on MLB Network. THURSDAY • The UN high court rules on Myanmar. The organization's International Court of Justice is expected to issue a key decision in a case that accuses the Southeast Asian nation of genocide against its minority Muslim Rohingya population. The ruling, in a case brought by Gambia, reportedly could require emergency measures to prevent more harm.  • Dive into Sundance. The annual festival kicks off in Utah. A mecca for independent film and next-gen media, the event also offers plenty of star sightings and buzz about fresh flicks. If you can't make it to Park City, visit CNN Entertainment for all the latest. SATURDAY • Protesters rally against war with Iran. Though tensions have ramped down in recent days, demonstrators still plan to gather in dozens of cities across the globe to oppose violent conflict in the Middle East.  • NHL all-stars take to the ice. St. Louis hosts the league's biggest names. Watch at 7 p.m. on NBC. • Happy New Year! The lunar kind, that is. It's the first day of 4717 on the Chinese calendar in this, the Year of the Rat."], "Language": false}