{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/19/entertainment/kim-kardashian-prison-documentary-trailer-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-19T19:28:09Z"], "LastModifiedDate": ["2020-01-19T19:28:09Z"], "Headline": ["Kim Kardashian West gives a face to America's mass-incarceration problem in the trailer for her documentary"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kim Kardashian West is hoping to give a second chance to those impacted by America's mass-incarceration problem. On April 5, viewers will be able to witness some of her efforts.  Oxygen released the trailer Sunday for her new documentary, \"Kim Kardashian West: The Justice Project.\" In the film Kardashian West says she \"went into this (project) knowing nothing\" and that her \"heart completely opened up.\"  \"There are a lot of people making bad choices after a life of trauma,\" Kardashian West says in the trailer, adding that she's been receiving letters from people who are incarcerated. \"People deserve a second chance.\"  The documentary, which was produced in partnership with Oxygen, will show the reality TV star advocating for prison reform as she explores the cases of four inmates -- Dawn Jackson, Alexis Martin, Momolu Stewart and David Sheppard -- whom Kardashian West and her legal experts believe have been unfairly sentenced, according to a statement from Oxygen.  \"There are millions impacted by this broken justice system, and I wanted to put faces to these numbers and statistics,\" said Kardashian West, who has become a criminal justice reform advocate. \"I want to help elevate these cases to a national level to effect change, and this documentary is an honest depiction of me learning about the system and helping bring tangible results to justice reform.\"  The trailer features a face that has made headlines with Kardashian West before -- Alice Marie Johnson. In 2018, Johnson, a first-time nonviolent drug offender who'd been serving a life sentence since 1996, was freed from prison after President Trump commuted her sentence. Her freedom came just days after Kardashian West pleaded Johnson's case to Trump.  Since then, Kardashian West has been committed to prison reform. She even started studying to become a lawyer last year and has helped commute the life sentences of more than a dozen first-time nonviolent drug offenders.  \"[Kardashian West's] energy and influence have made an immediate impact that has stretched all the way to the White House,\" said Rod Aissa, executive vice president of original programming and development for Oxygen Media and E! Production. \"Her story is entirely unique, and this documentary is the kind of immersive, exclusive storytelling that our viewers have come to expect from Oxygen.\"  The documentary will premiere Sunday, April 5, on Oxygen at 7 pm ET/PT. "], "Language": false}