{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/18/entertainment/apu-hank-azaria-simpsons-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-18T18:33:26Z"], "LastModifiedDate": ["2020-01-18T21:55:03Z"], "Headline": ["Hank Azaria says he will no longer voice Apu, 3 years after 'The Simpsons' character came under scrutiny"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["After 30 years as a controversial Indian-American character on \"The Simpsons,\" Hank Azaria has announced he will no longer voice the thickly accented Apu Nahasapeemapetilon. \"All we know there is I won't be doing the voice anymore, unless there's some way to transition it or something,\" Azaria said, according to /Film, an industry news blog that reported Friday it had asked the actor about the matter after a discussion panel.  \"What they're going to do with the character is their call,\" Azaria said, according to /Film. \"It's up to them, and they haven't sorted it out yet. All we've agreed on is I won't do the voice anymore.\" The decision to remove Azaria from voicing Apu was mutual, the actor said, according to /Film. \"We all agreed on it,\" he said. \"We all feel like it's the right thing and good about it.\"  The comedian Hari Kondabolu -- whose 2017 documentary, \"The Problem with Apu,\" thrust controversy over the character into the mainstream -- wrote Friday on Twitter that he hopes \"The Simpsons\" keeps Apu and lets \"a very talented writing staff do something interesting with him.\" \"My documentary 'The Problem with Apu' was not made to get rid of a dated cartoon character, but to discuss race, representation & my community (which I love very much),\" Kondabolu wrote. \"It was also about how you can love something (like the Simpsons) & still be critical about aspects of it (Apu).\" Fox, which airs the show, says \"The Simpsons\" has no comment.  Representatives for Azaria did not immediately respond to CNN's requests for comment.  Azaria criticized the show's handling of the issue The show responded in an April 2018 episode to the backlash over Apu, who runs the Kwik-E-Mart convenience store in TV's longest-running prime-time scripted series. In the episode, the young Lisa Simpson said, \"Something that started decades ago and was applauded and inoffensive is now politically incorrect. What can you do?\" Lisa then glanced at a framed photograph of Apu inscribed with the message, \"Don't have a cow.\" Azaria later that month told the host of \"The Late Show with Stephen Colbert\" that he'd be happy to step aside from Apu and disagreed with how the show handled the criticism.  \"The idea that anybody -- young or old, past or present -- was bullied or teased based on the character of Apu, it just really makes me sad,\" said Azaria, who voices other characters on the show.  \"It was certainly not my intention,\" he said. \"I wanted to spread laughter and joy with this character, and the idea that it's brought pain and suffering in any way, that it was used to marginalize people, it's upsetting.\""], "Language": false}