{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/media/bad-boys-for-life-dolittle-box-office/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-17T20:44:04Z"], "LastModifiedDate": ["2020-01-18T17:22:29Z"], "Headline": ["'Dolittle' battles bad reviews and 'Bad Boys For Life' at the holiday box office"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Universal kicked off 2020 with a big box office win thanks to \"1917\" — the award-winning World War I drama. The film not only dethroned \"Star Wars: The Rise of Skywalker\" from the top of the box office, but it helped Universal cleanse itself after the catastrophe of \"Cats,\" which ended the studio's 2019 with an anemic box office and rotten reviews.  So what is Universal doing for a victory lap this weekend? It's releasing \"Dolittle,\" a film with even worse reviews than \"Cats.\" \"Dolittle\" — an adventure film starring Robert Downey Jr. as the doctor who walks with the animals, talks with the animals, grunt and squeaks and squawks with the animals — currently has a 19% score on review site Rotten Tomatoes. That score is lower than the site's score for \"Cats.\" David Sims, a culture writer for The Atlantic, called \"Dolittle\" one of the \"worst cinematic fiascos I've seen in years.\" Universal, which is owned by Comcast, is hopeful that despite the bad reviews, the film's family-friendly content and Downey's star power coming off of \"Avengers: Endgame,\" the highest-grossing film of all time, can still bring in an audience.  The studio is projecting that the film will have a $31 million opening in North America over the four-day Martin Luther King Jr. holiday weekend. It'll need a lot more in the weeks to come to match the film's production budget, which is a hefty $175 million. \"Dolittle\" made $6.3 million in North America on Friday, and even if it ends up being a flop Universal still has many potential blockbusters slated for the rest of the year including \"Fast & Furious 9,\" \"Minions: The Rise of Gru\" and \"Halloween Kills.\" \"1917\" could also bring the studio some Oscars at next month's Academy Awards where it's nominated for 10 awards including best picture and best director.  The other thing that could hurt \"Dolittle\" this weekend is that it's competing with Sony's \"Bad Boys For Life,\" the third film in the Will Smith and Martin Lawrence shoot 'em up action franchise.  \"Bad Boys\" is aiming for a huge $66 million opening over the four-day holiday weekend, according to Sony. Industry experts were projecting a number closer to $50 million. The film pulled in $23.5 million on Friday. If \"Bad Boys\" hits those numbers, it could become the second highest opening for the weekend ever. The current record-holder belongs to \"American Sniper,\" which made $107 million over its wide release on the holiday in 2015, according to Comscore. \"Bad Boys,\" which has a $90 million production budget and 75% review score on Rotten Tomatoes, will likely win the weekend and that makes sense. The series has been popular with audiences bringing in more than $400 million worldwide over two films in 1995 and 2003. Will Smith is also one of the box office's most popular and bankable stars with his films bringing in nearly $9 billion worldwide. "], "Language": false}