{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/16/entertainment/james-bond-female-broccoli-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-16T17:55:58Z"], "LastModifiedDate": ["2020-01-16T18:30:56Z"], "Headline": ["Female 007 ruled out by James Bond producer"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["James Bond producer Barbara Broccoli has poured cold water on the idea that the enigmatic spy should be played by a woman.  He may, however, be played by an actor who isn't white, she said, as speculation around who will next fill the shoes of Ian Fleming's charismatic spy continues to grow. \"No Time to Die,\" released in April, will be Daniel Craig's final 007 appearance.  Producer Broccoli told Variety that changing the iconic character's gender would be doing women a disservice. \"He can be of any color, but he is male,\" she said. \"I believe we should be creating new characters for women -- strong female characters.\" While audiences may be calling for more diversity in movies, the filmmaker, who is the daughter of the original 007 producer Albert R. Broccoli, said she is not \"particularly interested\" in taking a male character and having a woman play it. \"I think women are far more interesting than that,\" she added. Who will take over as the next Bond has been widely debated. One actor tipped for the role is Idris Elba, who previously insisted that, should a black 007 be introduced, it should be based solely on merit. \"James Bond is a hugely coveted, iconic, beloved character, that takes audiences on this massive escapism journey,\" Elba told Vanity Fair magazine last year.  He said that he would accept the offer to play the iconic spy if he was asked, adding: \"But it's not something I've expressed, like, yeah, I wanna be the black James Bond.\" \"No Time to Die\" will be Craig's fifth 007 film, with Oscar winner Rami Malek taking on the role of the villain. Ralph Fiennes, Rory Kinnear, Ben Whishaw, Naomie Harris, Lea Seydoux and Jeffrey Wright will all return for the 25th movie in the popular film series."], "Language": false}