{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/marilyn-monroe-white-dress-remember-when/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Hannah Lack, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-16T02:59:59Z"], "LastModifiedDate": ["2020-01-16T03:31:25Z"], "Headline": ["Remember when Marilyn Monroe's white cocktail dress made movie history?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["One Manhattan night in 1954, an ivory-white cocktail dress made cinematic history when it collided with an upward breeze. That unforgettable moment, from the whimsical comedy \"The Seven Year Itch,\" had everything to do with the person wearing the dress.  In Billy Wilder's film, Marilyn Monroe stars as a guileless model who keeps her underwear in the fridge and dunks potato chips in her Champagne. A summer of flirtation with her downstairs neighbor leads to the climactic scene when, after the pair catch a movie on 52nd Street, Monroe pauses over a subway grate to savor a cool blast of air from a passing train -- \"Isn't it delicious?\" she says in her jingling Betty Boop voice, as her dress takes flight. William Travilla, a leading costume designer for 20th Century Fox, didn't think much of the garment that became his most famous creation -- he called it \"that silly little dress.\" Travilla worked on eight of Monroe's films, including \"How to Marry a Millionaire\" and \"Gentlemen Prefer Blondes.\" The actress adored his clingy, figure-hugging designs: \"Billy Dear, please dress me forever. I love you,\" she once wrote to him. Travilla crafted her \"Seven Year Itch\" dress from rayon-acetate crepe, a fabric heavy enough to swing as Monroe walked, but light enough to catch that all-important breeze. Bias-cut with a halter neck and sunburst pleats, a slim belt winds its way around the waist into a neat bow: \"...cool and clean, in a dirty, dirty city,\" as Travilla described it.  14 takes In the early hours of September 15th, 1954, Monroe stood under Klieg lights on Lexington Avenue, while a member of the crew crouched in the grill beneath her heels operating a wind-machine. A few feet away behind a police barricade, thousands of fans and press photographers jostled to catch a glimpse of the star. (\"The Russians could have invaded Manhattan and nobody would have taken any notice,\" her publicist Roy Craft later recalled.)  The throng wasn't quite as spontaneous as it seemed -- Fox had spread word of the impending event, counting on some free publicity. Wilder shot 14 takes (the scene was later re-shot at a studio lot in California), while the mostly male crowd shouted \"higher\" each time a blast of wind lifted Monroe's skirt. (She had come prepared for the gawkers in two pairs of white underwear.) If onlookers were delighted, Monroe's then-husband, New York Yankees center fielder Joe DiMaggio, was less thrilled. In his book, Wilder described the \"look of death\" on DiMaggio's face as he stormed off set to stew in the nearby St. Regis Hotel. Several biographers have chronicled the stormy argument that ensued in Suite 1105 when Monroe returned. It was one of many straws that allegedly ended a tumultuous marriage; back in Los Angeles three weeks later, she announced their divorce. \"Marilyn Splits With Joe Over Sexy Pictures,\" ran the Daily News headline.  Enduring legacy In the decades since the film's release, the flirty dress has become shorthand for Monroe herself.  The image has been imitated in countless fashion shoots, and used to sell cars, orange soda and even hair removing cream. Absolut vodka needed only to photograph one of their bottles on a subway grate with its label fluttering upward and the reference was clear. Modern takes on the dress have been worn onstage by Britney Spears and Nicki Minaj, in shoots with the likes of Lindsay Lohan and Madonna, and by that other famous blonde, Barbie.  There have been far more X-rated homages, and multiple spoofs, most memorably Willem Dafoe's Superbowl ad for Snickers, depicting the actor flashing hairy legs and white underpants, until a bite of the chocolate bar restores his 'Marilyn' to her beautiful self. This year, sculptor Seward Johnson's kitsch, stainless steel rendering of her will be permanently installed in Palm Springs, offering photo opportunities for tourists to stand beneath the 26-foot-tall Marilyn's skirt. A similar towering sculpture was found ditched face down in a garbage dump in Guigang, China, while an image of her was even grown in a Japanese rice field. As for the original dress, it languished among William Travilla's possessions until his death in 1990, when the actress Debbie Reynolds picked it up for $200. In 2011 Reynolds sold her collection of Hollywood memorabilia to avoid bankruptcy and the pleated dress, by now one of the most recognizable costumes in film history, fetched $4.6 million at auction.   Its success wasn't entirely due to the dress's revealing attributes -- Travilla's design embodied the same alchemical mix of innocence and seduction that Monroe was so masterful at projecting onto celluloid. Both angelically white and daringly audacious, it reflected the actress's own beguiling contradictions.  In Norman Mailer's biography of the star, he wrote of Monroe's \"The Seven Year Itch\" performance: \"It is an unbelievable performance for an actress who is on the edge of separating from her husband, has two atrocious films behind her, is in psychoanalysis, drinking too much, and all the while thinking of breaking her contract...\".  Monroe betrayed none of that private turmoil onscreen, instead capturing the spirit of booming, 1950s American exuberance with a carefree effervescence that cemented iconic status both for herself and \"that silly little dress.\""], "Language": false}