{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/15/media/star-wars-rise-of-skywalker-billion-disney/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-15T17:16:14Z"], "LastModifiedDate": ["2020-01-15T21:12:21Z"], "Headline": ["'Star Wars: The Rise of Skywalker' becomes Disney's seventh billion-dollar film of 2019"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Star Wars is lucky No. 7 for Disney.  \"Star Wars: The Rise of Skywalker,\" the ninth and final installment of the Skywalker saga, hit $1 billion at the worldwide box office, the Walt Disney Studio announced on Wednesday. The space adventure film became the seventh Disney movie that was released in 2019 to make more than $1 billion. The film surpassed the $1 billion mark on Tuesday, its 28th day of release. \"Rise of Skywalker\" joins two Marvel films, \"Captain Marvel\" and the record-breaking \"Avengers: Endgame,\" the live action remakes of \"Aladdin\" and \"The Lion King,\" Pixar's \"Toy Story 4\" and Disney Animation's \"Frozen 2\" in the 2019 billion dollar club for Disney. \"Rise of Skywalker\" opened to roughly $177 million domestically in North America on December 20. That was the third highest-grossing opening of 2019, but it was considerably less than the previous two installments in the saga, 2015's \"The Force Awakens\" and 2017's \"The Last Jedi.\" The film, which showcases the climactic battle between Daisy Ridley's Rey and Adam Driver's Kylo Ren as well as closes the epic family drama of Skywalkers, capped off Disney's big year at the box office. The company made over $11 billion worldwide last year. That blew past the industry record of $7.6 billion, which was set by Disney in 2016. Disney also released seven of the top ten highest-grossing films of the year in North America, including the entire top six.  With \"Rise of Skywalker\" making more than $1 billion, Disney broke its own record. The previous high for $1 billion film in a single year was also set by Disney when it had four $1 billion films in 2016. It'll be awhile before we have another Star Wars film, which won't hit theaters until 2022. In the meantime, fans can get their fix of the Force on Disney+, the company's new streaming service, which is home to \"The Mandalorian,\" the service's flagship original series set in the Star Wars galaxy and all of the beloved Star Wars films that came before \"Rise of Skywalker.\""], "Language": false}