{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/15/entertainment/spike-lee-cannes-festival-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-15T16:46:16Z"], "LastModifiedDate": ["2020-01-15T20:33:53Z"], "Headline": ["Spike Lee makes Cannes Film Festival history"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Spike Lee will serve as jury president for the upcoming 73rd annual Cannes Film Festival. The writer/director/actor/producer is the first black person to hold the prestigious position in the festival's history. \"In this life I have lived, my biggest blessings have been when they arrived unexpected, when they happened out of nowhere,\" Lee said in a statement. \"When I got the call that I was offered the opportunity to be President of Cannes Jury for 2020, I was shocked, happy, surprised and proud all at the same time.\" Lee's history with the international festival dates back more than 30 years. In 1986, his debut film, \"She's Gotta Have It,\" won him the festival's Youth Prize for best young director. \"BlacKkKlansman,\" which he also directed, was awarded the Grand Prix at the festival in 2018. \"To me the Cannes Film Festival (besides being the most important film festival in the world -- no disrespect to anybody) has had a great impact on my film career,\" Lee said in his statement. \"You could easily say Cannes changed the trajectory of who I became in world cinema.\" The festival also offered up its own statement about Lee's selection as president of the jury. \"Cannes is a natural homeland and a global sounding board for those who (re)awaken minds and question our stances and fixed ideas,\" the statement read. \"Lee's flamboyant personality is sure to shake things up. What kind of President of the Jury will he be? Find out in Cannes!\" The film festival will take place from May 12 to May 23. "], "Language": false}