{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/politics/bernie-sanders-cardi-b/index.html"], "Source": ["cnn"], "Location": ["Des Moines, Iowa"], "ByLine": ["By Annie Grayer, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-14T21:55:50Z"], "LastModifiedDate": ["2020-01-14T21:55:50Z"], "Headline": ["Bernie Sanders says it would be 'great' if Cardi B runs for office"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Vermont Sen. Bernie Sanders is encouraging rapper Cardi B to run for political office, the latest exchange of compliments and support between the unlikely duo. \"Cardi B is deeply concerned about what's happening in the country. She knows what it's like to live in poverty and struggle, and it would be great for her to bring that experience to politics\" Sanders told TMZ in an interview posted Tuesday. On Sunday, the rapper herself floated the idea of seeking office. \"I think I want to be a politician.I really love government even tho I don't agree with Goverment (sic)\" Cardi B tweeted. Sanders and Cardi B have long been fans of each other. The pair teamed up in July to film a campaign video discussing the cancellation of student debt, the climate crisis and raising the minimum wage in an effort to appeal to young voters. Before entering the nail bar where the video was filmed, Sanders told CNN what it meant to have Cardi B's support. \"What it means is, what Cardi B does, not only is she an enormously popular entertainer, what she is doing is speaking to young people about the important issues that are on their minds and I applaud that very much\" Sanders told CNN in July.  In December, Cardi B told Vogue why she supported Sanders as part of a wide ranging interview.  \"People are not perfect, but he has the perfect intentions. He naturally cares about minorities. He actually cares about people getting Medicare because he knows they can't afford it. I don't feel like he's just saying these things 'cause he want the vote,\" Cardi B said. When asked by \"Tonight Show\" host Jimmy Fallon in November why musicians like Cardi B and Ariana Grande have expressed support for him, Sanders joked, \"That is a good question. I'm still trying to figure that out.\""], "Language": false}