{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/opinions/harvey-weinstein-trial-defense-misconceptions-tuerkheimer/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Deborah Tuerkheimer"], "Writers": [[]], "FirstPublishDate": ["2020-01-14T12:47:58Z"], "LastModifiedDate": ["2020-01-14T13:21:23Z"], "Headline": ["What Weinstein's defense team will unleash"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Two years after allegations of sexual abuse against Harvey Weinstein sparked a global movement, his rape trial is underway in Manhattan criminal court. While the world looks on, jurors will hear over a month of testimony related to two alleged incidents of sexual assault — one woman has accused Weinstein of forcing oral sex on her in 2006, and the other has accused Weinstein of raping her in 2013. As part of a predatory sexual assault charge, jurors will hear testimony from actress Annabella Sciorra, who has accused the producer of sexually assaulting her in the 1990s. Weinstein has pleaded not guilty and has repeatedly denied all allegations of nonconsensual sex. Unlike the court of public opinion, where more than 80 women have accused Weinstein of sexual abuse ranging from harassment to rape, the criminal court proceedings are governed by precise statutory definitions, rules of evidence and the highest legal standard of proof — to convict, all jurors must be convinced of guilt beyond a reasonable doubt. Even without any additional hurdles, these features of our criminal justice system make the outcome of Weinstein's trial uncertain.                                                            Having served as an assistant district attorney in Manhattan, I know that cases involving sex crimes are particularly difficult for prosecutors, in large part due to the many misconceptions we still hold. In the face of these misconceptions, many survivors choose never to pursue a criminal case. Most sexual assaults are not reported to the police, and those that are rarely lead to criminal charges. Even when charges are filed, the barriers to conviction are steep. In the coming weeks, these barriers will be placed in stark relief. Although the Weinstein case is in many ways extraordinary, attacks on his accusers will sound all too familiar.  To suggest that the women should not be believed, the defense is likely to point to any continued contact with Weinstein after the alleged assaults. In cases involving acquaintances, this type of contact is not unusual.  Another common misconception is that survivors promptly report their abuse. The #MeToo movement has offered a master class on why this isn't so. We have learned that women often (and rightly) fear the personal and professional toll that reporting will take, and weigh this against the razor-thin prospect that their disclosure will result in meaningful accountability for the perpetrator. Nevertheless, the defense will likely try to raise doubt among the jurors by questioning any delays in reporting.  Weinstein's lawyers will question his accusers' motives. Women who allege sexual assault are often suspected of seeking attention or financial gain, and a rape defendant can capitalize on this. In the time of #MeToo, the defense may contend that the accusers simply made up their claims because they wanted to be part of a movement. Fears of false rape accusations run rampant, but they are not justified. The quality of research on false rape allegations varies widely, but studies that have independently evaluated whether an allegation was false found that their prevalence ranges from 2% percent to 10%. Moreover, research suggests that the types of reports most likely to be considered false — namely, those involving people who know each other or were intoxicated — are less likely to be false.  Then there's the question of blame. Much of the trial can be expected to focus on the women, whose own conduct will become fodder for judgment. When women willingly go to a man's home or hotel room, or allow him to enter theirs, our society is quick to point the finger. When women do not successfully fight back, we hold them at least partly responsible for their own assaults. Weinstein's defense team will insist that the alleged incidents were consensual and argue that his accusers were the ones who tried to use him to gain an advantage in the film industry. As one of his lawyers reportedly put it to Vanity Fair, \"They didn't look at Harvey and say, 'Oh my god, he's the most gorgeous guy I've ever seen, and I want to go to his hotel room.' They looked at Harvey and said, 'Harvey can do something for me.' And so, who was using who?\" I see one final obstacle for the prosecution — the widespread trivialization of the harm to sexual assault survivors, particularly those victimized by an acquaintance. Rape is too often thought of as a crime perpetrated by a weapon-wielding stranger. In reality, 8 out of 10 rapes are committed by someone the victim knows. But the more a case departs from the stranger-with-a-weapon model, the less it might seem like rape, and the harder it can be to persuade jurors otherwise. This fixation on force is reflected in our laws. New York's definition of rape in the first degree (one of the crimes for which Weinstein is standing trial) does not prohibit nonconsensual intercourse unless it is committed \"by forcible compulsion,\" which is defined as compelling a victim by using physical force or a threat of immediate death, physical injury, or kidnapping. (Weinstein faces a lesser charge of third-degree rape, which does not require forcible compulsion.) This means that the amount of physical force allegedly deployed by Weinstein will be a central issue in the case. If it turns out that the forcible aspect of the encounter isn't considered extreme, what happened might not be perceived as bad enough to warrant punishment — even if the accusers are believed.  Belief, then, is not enough — jurors must also care about the extent to which the accusers have allegedly suffered. But we've seen time and time again that the harm to sexual assault survivors matters less than the harm to powerful men held accountable for their actions.  In short, throughout the trial, the defendant — who rightly enjoys a presumption of innocence in the courtroom — will have this on his side: our cultural tendency to unduly dismiss claims of sexual assault. I call this longstanding problem \"credibility discounting,\" and I have written extensively about how it pervades the criminal justice system.  Outside the courtroom, #MeToo is changing our calculus about what to believe, who to blame and whether to care. What often makes the difference is a large group of women coming forward against a man.  But credibility in numbers is no solution. Rather, an insistence on multiple allegations to trigger credibility leaves the first accuser or the lone victim at an unfair disadvantage. The need for strength in numbers is an especially poor fit for criminal court, where, for the most part, patterns of predatory behavior are kept off limits by laws and evidentiary rules that prevent the introduction of \"prior bad acts\" — similar acts that haven't been charged, perhaps because they fall outside the statute of limitations. This prohibition is not absolute. The Weinstein jury is expected to hear from three witnesses apart from the two main accusers and Sciorra. While this number falls well short of the scores of women who have come forward with allegations of assault or harassment, it represents a compromise — one that we may see increasingly in this new era of sex crimes prosecution. The Weinstein accusers who have come forward publicly but will never testify at his trial serve as yet another reminder that the universe outside the courtroom is unlike the one that will be created in Manhattan criminal court in the weeks ahead. Thanks to the #MeToo movement, our response to sexual misconduct is evolving. The fact that Weinstein is facing trial is itself a testament to the changing times. But criminal court inevitably lags behind.  How far remains to be seen."], "Language": false}