{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/entertainment/saoirse-ronan-martin-scorsese-and-more-react-to-oscar-nomination/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-01-13T16:17:21Z"], "LastModifiedDate": ["2020-01-14T09:45:05Z"], "Headline": ["Charlize Theron and more react to Oscar nominations"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Oscar nominations were announced Monday morning, celebrating the best of film in 2020. Here's how some of those nominated are reacting to the news: Charlize Theron, Actress in a Leading Role, \"Bombshell\" \"Making BOMBSHELL is one of the great highlights of my career.  I wish that the story in this film never needed to be told, but I am so proud of the entire team on this film for telling it with such grace, sensitivity, and humanity.  Thank you to my fellow producers, our incredible director Jay Roach and our brilliant screenwriter Charles Randolph, and a multi-talented group of actors and artists who gave 100% of themselves and their craft in making this film.  I feel really lucky and blessed to do what I do and work with the people I get to work with, and I am ever thankful to the Academy.\" Saoirse Ronan, Actress in a Leading Role --\"Little Women\" \"I'm just so thrilled that our Little Women has been recognized by the Academy. Greta made something so special that I'm just thankful to have been a part of, let alone nominated for. Thank you to my academy peers for loving and appreciating this film that is so close to my heart.\" Greta Gerwig, Director/Writer -- \"Little Women\" \"I am brimming with happiness -- thank you, thank you, thank you, thank you, thank you, thank you (that's six!) to the Academy. This film of Little Women has been over thirty years in the making, from the very first time Louisa May Alcott and Jo March reached across time and space and made me believe I could be a writer and creator. Every single person who worked on this film poured their heart and soul into it, and we are all so grateful to the Academy for recognizing the collective effort. I am so personally proud of each person who worked on the film, and I am bursting with joy for all of them.\" Amy Pascal, Producer -- \"Little Women\" \"We are profoundly overwhelmed and honored to have received all these nominations from the Academy, and to have made history by being only the third movie ever to be nominated for Best Picture that's written, directed and produced exclusively by women. This film is a testament to the brilliance of Greta Gerwig. She is the most brilliant creative talent working in our industry today, and we are thrilled that she and our beautiful film have been recognized.\" Robert De Niro, Producer -- \"The Irishman\" \"Bringing The Irishman to the screen was a twelve-year saga which I wanted to make with my friends and work again with Marty, Joe and Al - It was a story that Jane, Emma, Marty and I wanted to tell. It's great that the picture has been embraced by audiences and is now getting this recognition from the Academy. I'm very happy for everyone involved in the film.\" Martin Scorsese, Director -- \"The Irishman\" \"I'm honored that our work on The Irishman has been honored by the Academy with these nominations. We put all of ourselves into this picture, a true labor of love, and to be recognized in this way means a great deal to all of us.\" Al Pacino, Actor in a Supporting Role -- \"The Irishman\" \"I'm honored and deeply grateful for this recognition from the Academy for my performance in The Irishman.\" Thelma Schoonmaker, Editor -- \"The Irishman\" \"What a joy it was to work on this movie - with such brilliant direction by Scorsese and the extraordinary acting by De Niro, Pacino and Pesci and all the cast  - and then an Oscar nomination? What a thrill!\"  Arianne Phillips, Costume Design -- \"Once Upon a Time... In Hollywood\" \"Thrilling to be acknowledged by my peers and especially sweet to be nominated alongside my Once Upon A Time...in Hollywood family. Quentin challenged me to get a nomination when we were prepping the film, so thrilled to be able to deliver!\" Barbara Ling and Nancy Haigh, Production Design -- \"Once Upon a Time... In Hollywood\" \"We are honored and so grateful to be included in this wildly talented group of fellow nominees. It is especially thrilling to be recognized for our work on such a magnificent epic film by Quentin Tarantino. Thank you to the Academy.\" Robert Richardson, Cinematography -- \"Once Upon a Time... In Hollywood\" \"I was taken by surprise this morning and I am deeply moved to be one small part of a brilliant film that brings me great joy.\" Sam Mendes, Director / Screenwriter / Producer \"1917\" \"I couldn't be more thrilled. This movie was a labour of love for many people - myself included - so to see it recognised in this way is very moving for all of us. I would like to thank the Academy on behalf of my fellow producers, and on behalf of every single person who put their heart and soul into this film. Thank you.\" Anthony Hopkins, Actor in a Supporting Role -- \"The Two Popes\" \"What a big surprise for an old dude like me to be nominated by my peers. I want to give my thanks to Fernando, Jonathan, Anthony and all of my collaborators on the film and to Ted and Scott and the entire team at Netflix for their tireless support of the movie.\" Anthony McCarten, Adapted Screenplay -- \"The Two Popes\" \"In one of the languages of our film: Sanctus stercore! (Latin for holy shit!) Gratitude to the Academy generally, our writer's branch specifically, and to Netflix and Fernando and our entire team. Delighted especially for the richly deserved recognition for Jonathan and Sir Anthony. Their performances will endure.\" Rian Johnson, Original Screeply - \"Knives Out\" \"In a year with so much great writing, I'm honored and thrilled to be on that list with people I admire and respect. Love and gratitude to my fellow writers in the Academy!\"  Kathy Bates, Actress in a Supporting Role -- \"Richard Jewell\" \"Thank you to the Academy for this wonderful recognition. I am very proud of this film and it was truly an honor to work with the legendary Clint Eastwood on bringing the truth of Richard Jewell to light, along with the incredible Paul, Sam, Olivia, Jon, Nina, Ian and Niko. My hope is that this film brings the justice and peace Richard and Bobi Jewell deserve by shining a light on their story and his heroism.\" Todd Phillips, Director/Producer/Writer -- \"Joker\" \"Joker began as an idea, an experiment really— could we take an 'indie approach' to a studio film by inverting it into a character study to reflect the world around us? Explore what we're seeing and feeling in society, from the lack of empathy to the effects of the absence of love. I am deeply honored by the overwhelming recognition of the Academy this morning, and I want to thank the genius that is Joaquin Phoenix, and all my incredible collaborators. We are beyond humbled that our peers in the filmmaking community have embraced the film and its message.\"  Cynthia Erivo, Best Actress in a Leading Role, Best Original Song -- \"Harriet\" \"To receive two Oscar nominations for a film paying tribute to Harriet Tubman, a person whose heart and spirit are the embodiment of courage, makes this morning's news beyond anything I could have ever imagined. This is more than a dream come true. When I got the opportunity to play this incredible woman, I felt truly honored that Kasi and our producers saw fit to have me play the part; being asked to co-write and perform the song in the film was the icing on an already wonderful cake. I continue to feel overwhelmed with gratitude today to the Academy for recognizing my performance and our song 'Stand Up'.\" Bernie Taupin, Best Original Song -- \"(I'm Gonna) Love Me Again\" from \"Rocketman\" \"Thank you very much to the Academy for this incredible honor. This Rocketman journey has been one of the highlights of my life and I'm grateful to be sharing this honor with my longtime friend and collaborator, Elton.  We have personally and professionally supported each other for decades, and my goal in writing these lyrics was to honor his legacy, strength, and perseverance as both an icon and compassionate friend. To think that what started as a chance encounter over 5 decades ago in a London diner would take us both on the journey of a lifetime is beyond even my imagination. I'm humbled and deeply grateful for this prestigious recognition of our work together.\"  Adam Driver, Actor in a Leading Role -- \"Marriage Story\" \"I'm honored and incredibly grateful to represent the people who made Marriage Story, and to be included among a list of actors I greatly admire! Thank you very much to Noah and to the cast and crew and, of course, to the Academy for this opportunity.\" Noah Baumbach, Writer/Director - \"Marriage Story\" \"I'm honored and humbled and thrilled by the Academy's recognition this morning for Marriage Story.  I'm so happy and proud of my brilliant collaborators, Scarlett, Adam, Laura and Randy. I'm so grateful to Netflix for their partnership and support. This film is very personal to us all and to be recognized by our peers is a great reason for celebration.\" Scarlett Johansson, Supporting and Lead Actress -- \"Jojo Rabbit\" and \"Marriage Story\"  \"Working with Noah Baumbach and Taika Waititi, respectively, has given me such deep artistic satisfaction; 'Marriage Story' and 'Jojo Rabbit' are two great highlights of my career. I am deeply humbled by the Academy's recognition of my work which would not have been possible without the support of the incredibly gifted actors and writer/directors that I've been so fortunate to collaborate with.\" Antonio Banderas, Actor in a Leading Role -- \"Pain and Glory\" \"I would like to thank The Academy for my nomination for Best Actor for my work in Pain and Glory. It is an honor to share the nomination with my fellow actors, they did an amazing job. The bar is very high and I'm very thankful to be in the run for the Oscars. I would like to congratulate Pedro Almodovar and the Pain and Glory team for the International Feature Film nomination for the amazing work they did.  I would also like to thank Sony Pictures Classic for their support and effort to get here.\""], "Language": false}