{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/entertainment/beyonc-jennifer-lopez-oscars-snubs-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-01-13T18:27:58Z"], "LastModifiedDate": ["2020-01-13T23:03:44Z"], "Headline": ["Jennifer Lopez and everyone else who would have made the Oscars more interesting"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Congratulations to this year's crop of Oscar nominees.  Unfortunately, that means not you, Jennifer Lopez, Beyoncé, Awkwafina and others. Harsh? Maybe. But since this year's Oscar nominations left so many talented artists in the proverbial corner, a harsh mood is justified. Especially when some of the omitted talents would have put much-needed \"Ooh\"-factor into the largely by-the-books nominees. Lopez had been in the running for best supporting actress for her role as a dancer turned business mogul in \"Hustlers.\" While the movie itself lacked best picture buzz, Lopez's performance was hailed for being empowered and without reservations.  Kathy Bates (\"Richard Jewell\"), Laura Dern (\"Marriage Story\"), Scarlett Johansson (\"Jojo Rabbit\"), Florence Pugh (\"Little Women\") and Margot Robbie (\"Bombshell\") ended up earning nominations.  \"Today is the day I start learning metalwork so I can hand craft the Oscar that Jennifer Lopez deserves,\" joked actress Melanie Lynskey on Twitter.  (It's worth noting that Adam Sandler, who did not earn his own nomination for \"Uncut Gems,\" was very happy for \"Waterboy\" co-star Bates.)  Queen Bey had been in the running for an original song nomination for \"Spirit\" from \"The Lion King.\" A short-list released by the Academy in December that included the superstar did nothing except build hopes that Beyoncé would be nominated for her first Oscar. Alas, it was not meant to be.  \"I'm Standing With You\" (from \"Breakthrough\"), \"Into the Unknown\" (from \"Frozen II\"), \"Stand Up\" (from \"Harriet\"), \"(I'm Gonna) Love Me Again\" (from \"Rocketman\") and \"I Can't Let You Throw Yourself Away\" (from \"Toy Story 4\") were the nominees for original song. \"The Oscars could've had a performance by Beyonce.  BEYONCE! But instead we're getting another Toy Story song by Randy Newman,\" said one outraged Twitter user.  Awkwafina, meanwhile, won a Golden Globe for her work in \"The Farewell,\" but the Academy nominated Cynthia Erivo  (\"Harriet\"), double nominee Scarlett Johansson (\"Marriage Story\"), Saoirse Ronan (\"Little Women\"), Renée Zellweger (\"Judy\"), and Charlize Theron (\"Bombshell\") in the lead actress category on Monday. \"I promised myself I would not get derailed by anger at the Academy today, so I'm just going to take a moment to scream that Awkwafina and JLo delivered the two best performances of the year, and then focus on my breathing (and Florence Pugh),\" wrote writer Louis Peitzman on Twitter.  The omission of all three women is a shame, but the perceived snubbing of Lopez and Akwafina particularly have fed the criticism of the Academy's predominantly white acting nominees. The same can be said for the cast of \"Parasite,\" whose work elevated the best picture nominee. It's never fun to be left out of a day celebrating the best film entertainment of the year, but the Oscars will increasingly find itself left on the outside of something, too, if trends continue -- the exciting and evolving film world people want to see celebrated."], "Language": false}