{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/entertainment/oscars-women-directing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-01-13T14:48:23Z"], "LastModifiedDate": ["2020-01-13T19:34:00Z"], "Headline": ["Issa Rae's 'Congratulations to those men' quip sums up Oscars frustration"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["With just four words, Issa Rae struck a nerve on Monday while announcing the best director nominations for the 92nd Oscars.  Many eyes had been on the category, with particular attention being paid to whether \"Little Women\" director Greta Gerwig or any other of this year's notable female directors could score a nomination in the category historically dominated by men.  In the end, Martin Scorsese (\"The Irishman\"), Todd Phillips (\"Joker\"), Sam Mendes (\"1917\"), Quentin Tarantino (\"Once upon a Time... in Hollywood\") and Bong Joon Ho (\"Parasite\") -- all men -- scored nominations. After reading the nominees, the masterfully shade-filled Rae added, \"Congratulations to those men.\"  Rae, star of HBO's \"Insecure,\" is a writer, director, producer and actress. To many, the statement recalled the one made by Natalie Portman on the Oscars stage two years ago, when she introduced the category saying, \"And here are the all-male nominees.\"  In addition to Gerwig, filmmaker Lulu Wang, the director of \"The Farewell,\" had been considered to be a contender.  Lorene Scafaria (\"Hustlers\") and Marielle Heller (\"A Beautiful Day in the Neighborhood\") had also been in the conversation.  Had she been nominated, Gerwig would have been the first woman in history to be nominated for best director twice.  Gerwig became only the fifth woman nominated for best director at the 2018 Oscars. She also became the first woman to get a nod for her debut film, \"Lady Bird.\" Lina Wertmüller (\"Seven Beauties\"), Jane Campion (\"The Piano\"), Sofia Coppola (\"Lost in Translation\") and Kathryn Bigelow (\"The Hurt Locker\") have also been nominated for best director.  Notably, the Director's Guild of America awards' best feature film category, the nominations for which were announced last week, also included an all-male lineup. Three women, however, scored nominations in the best first-time feature film director category.  Bigelow is the only woman to win best director in the 90-year history of the Academy Awards. Gerwig ultimately scored a nominations in the best adapted screenplay category. \"Little Women\" was also nominated for best picture and individual nominations were earned by Saoirse Ronan and Florence Pugh. \"Little Women\" was also nominated for best original score and best costume design.  Gerwig was the only woman nominated in the best adapted screenplay category. Krysty Wilson-Cairns shared a nomination with Sam Mendes for \"1917\" in the original screenplay category.  \"We are profoundly overwhelmed and honored to have received all these nominations from the Academy, and to have made history by being only the third movie ever to be nominated for Best Picture that's written, directed and produced exclusively by women,\" producer Amy Pascal said in a statement Monday morning. \"This film is a testament to the brilliance of Greta Gerwig. She is the most brilliant creative talent working in our industry today, and we are thrilled that she and our beautiful film have been recognized.\""], "Language": false}