{"Type": ["article"], "Url": ["https://www.cnn.com/2019/08/22/politics/donald-trump-barack-obama-american-factory-netflix/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Brandon Tensley, CNN"], "Writers": [["Brandon Tensley"]], "FirstPublishDate": ["2019-08-22T17:00:44Z"], "LastModifiedDate": ["2020-01-13T15:54:57Z"], "Headline": ["Trump's America is the unspoken focus of Obamas' first Netflix feature"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["At a time when President Donald Trump seems to permeate nearly every aspect of American discourse, it might come as a surprise that the first movie from Barack and Michelle Obama's production company, Higher Ground, never mentions him by name.  But subtlety is part of the power of \"American Factory,\" the new Netflix documentary that charts the reopening of a factory in Dayton, Ohio. Over the course of two hours, the movie, directed by the seasoned documentarians Steven Bognar and Julia Reichert, serves as a quiet historical and political corrective, offering their portrait of the state of America's industrial heartland and prodding viewers to rethink who, exactly, is part of the American project. \"American Factory\" starts on December 23, 2008, as a crowd gathers to learn that the General Motors plant in Dayton has shuttered. The movie then fast-forwards to 2015, when the plant reopens as a new enterprise, as Fuyao Glass America, the American arm of a Shanghai-based company that manufactures automotive glass. One man makes Fuyao's expanded mission crystal clear: \"What we're doing is we're melding two cultures together: the Chinese culture and the US culture. So we are truly a global organization.\"  As some critics have pointed out, \"American Factory\" is, in important ways, a commentary on the unpredictability of globalization; a New York Times review frames the movie as underscoring \"the new global haves and have-nots.\" But it's also much more than that. The movie arrives at a moment when the Trump White House continues to make vociferous, bold claims about the state of the American economy, particularly manufacturing. That's despite the increasing concerns of economists and the warnings of history that a recession could be on the horizon. There's also the sobering contrast between Trump's rhetoric about how job growth has ballooned during his presidency and the reality of a broader factory slowdown slamming states -- including Ohio -- that helped win him the 2016 presidential election. No, \"American Factory\" doesn't specifically name Trump, but that's because it doesn't have to. The movie, instead, shines a light on a promise that the early years of his presidency have yet to fulfill: extinguishing severe economic malaise among, in particular, blue-collar, middle-class workers. By bringing the experiences of these workers -- including one, Shawnea, a glass inspector who made about $29 \"and some change\" an hour at GM and then, as of the filming, only made $12.84 an hour at Fuyao -- center stage, the movie retains a tight, sympathetic focus on some of the people most beleaguered by a wobbly economy. It's no surprise that the Obamas, who focused their campaign rhetoric on helping struggling Americans survive the Great Recession, chose this film.  \"American Factory\" does something else, too. Beyond setting the record straight on the country's economic landscape, the movie also dramatically widens what America means, as well as who's meaningfully involved in that process of expansion.  One of the most common criticisms to come out of the 2016 presidential election is that people of color rarely, if ever, figure in conversations about America's heartland. In its own way, the Obamas' documentary provides a rejoinder: The first person viewers see on screen is a black man, who sets the tone for the announcement of GM's closure; and one of the primary narrative arcs is that of Bobby, a black furnace off-loader. In addition, there's the fact that \"American Factory\" zooms in on a very specific culture clash: the one between American and Chinese workers. Some of the movie's most enjoyable moments are when Fuyao's diverse army of employees parse various cultural differences. For instance, Rob, a furnace supervisor, recalls inviting Chinese workers over to his house for Thanksgiving and their interest in his 12-gauge shotgun, pistols, and Harley motorcycle. It's the kind of scene that at once softly critiques some American-specific attachments -- guns, big bikes -- and also illustrates, to heartwarming effect, that two disparate cultures can coexist in seemingly unlikely places.  In that, the movie appears to offer yet another subtle statement that's at odds with the Trump White House and its exclusionary mythology of greatness: that America is a country that has always relied on labor unseen -- on the labor of poor Americans, of Americans of color, of foreigners, of immigrants. Even without mentioning Trump, \"American Factory\" provides one of the most fascinating investigations yet of an era where his name is on everyone's lips."], "Language": false}