{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/entertainment/cynthia-erivo-oscars-baftas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-13T15:50:28Z"], "LastModifiedDate": ["2020-01-13T15:50:28Z"], "Headline": ["Cynthia Erivo turned down performing at the BAFTAs, but what about the Oscars?"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Will Cynthia Erivo perform at the Oscars if she is invited? The actress is nominated for two Academy Awards for the film \"Harriet\" -- best actress and original song for \"Stand Up.\" While the Academy has not yet released a list of who will perform at this year's ceremony, it would make sense that Erivo would be tapped given her double nomination. But the British actress born to Nigerian parents turned down performing at the  British Academy of Film and Television Arts (BAFTA) Awards after no people of color were nominated for acting awards. \"I felt like it didn't represent people of color in the right light,\" Erivo told \"Extra.\" \"It felt like it was calling on me as an entertainer as opposed to a person who was a part of the world of film and I think that it's important to make it known that it's not something that you throw in as a party trick, you know?\" \"I work hard and every single person of color who is working in these films this year has worked really hard, and there are many of them who deserve to be celebrated,\" she added. Erivo also called out the fact that no women were nominated for a directing BAFTA this year, which also proved to be the case for the Academy on Monday. Erivo was the only woman of color nominated for an acting Oscar this year. \"To receive two Oscar nominations for a film paying tribute to Harriet Tubman, a person whose heart and spirit are the embodiment of courage, makes this morning's news beyond anything I could have ever imagined,\" Erivo said in a statement  to CNN on Monday. \"This is more than a dream come true. When I got the opportunity to play this incredible woman,\" she continued. \"I felt truly honored that Kasi [Lemmons, the film's director] and our producers saw fit to have me play the part; being asked to co-write and perform the song in the film was the icing on an already wonderful cake. I continue to feel overwhelmed with gratitude today to the Academy for recognizing my performance and our song 'Stand Up'.\" CNN has reached out to reps for Erivo regarding whether she might perform the song at next month's Academy Awards. Erivo will portray Aretha Franklin in National Geographic Channel's next installment of \"Genius.\""], "Language": false}