{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/12/world/five-things-january-12-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, CNN"], "Writers": [["Michelle Krupa"]], "FirstPublishDate": ["2020-01-12T22:06:37Z"], "LastModifiedDate": ["2020-01-12T22:06:37Z"], "Headline": ["Start your Monday smart: China trade, 2020 Dems, NCAA football, Oscar noms, NFL"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A meteor shower is a dazzling show. Glimpsed from space -- thanks to astronaut Christina Koch -- it's Earth like you've never seen before.  Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • NFL contenders take a step toward the Super Bowl. Divisional action continues with Texans at Chiefs at 3:05 p.m. ET on CBS, and Seahawks at Packers at 6:40 p.m. ET on Fox. • 'Tis (still) the season for awards shows. This time it's the Critics' Choice Awards, giving those who make a living evaluating Hollywood another chance to pass judgment. Eddie Murphy and Kristen Bell are up for special recognition. And if Joaquin Phoenix shows up, expect him to be wearing something familiar. Watch at 7 p.m. ET on The CW. MONDAY • Oscar nominees are unveiled. Finalists for the 92nd Academy Awards are set to be announced, though shortlists in nine categories are out already. Watch at 8:18 a.m. ET at the academy's site. Statuettes get handed out February 9 in Hollywood. • The College Football Playoff National Championship is here. LSU faces off against reigning champ Clemson in the playoff's sixth installment, just down the road from Baton Rouge at the Mercedes-Benz Superdome in New Orleans. Watch at 8 p.m. ET on ESPN. • Northern Ireland recognizes same-sex marriage. The UK nation must make same-sex marriage legal under a change imposed from London. Because couples reportedly have to give 28 days' notice of their plan to marry, the first same-sex weddings are expected during the week of Valentine's Day. • Boeing's new CEO takes over. David Calhoun officially takes the reins at the embattled plane maker. His predecessor misjudged challenges that the company still faces, including the 737 Max's problems, missed deadlines and halted production. The deadly crash of a Ukrainian airliner in Iran also could spell trouble. TUESDAY • 2020 Dems face off before primary balloting starts. The first debate of this election year is at Drake University in Iowa. It's the candidates' final in-person showdown before the state's February 3 caucuses kick off primary voting. CNN and the Des Moines Register host. Key issues are sure to be US-Iran relations and impeachment. Watch at 9 p.m. ET on CNN. WEDNESDAY • Trump inks a trade agreement with China. The President is expected to sign the Phase One deal with China in a White House ceremony with high-level Chinese reps. The sides say the package includes more purchases of American farm goods by China, some easing of US tariffs, and intellectual property and currency terms. FRIDAY • Farmers and ranchers meet in Texas. The American Farm Bureau conference begins in Austin. The meeting for the past two years has featured remarks by President Trump, including about migrant workers and broadband access. If he stops by again, he could face a constituency skeptical of his trade negotiations with China. • Some of 2020's first new flicks hit theaters. After 17 years, Will Smith and Martin Lawrence are back in \"Bad Boys for Life,\" rated R. If that feels like an excruciatingly long wait, check out these other film franchises that took a generation (or more) off between takes. Meantime, \"Dolittle,\" a reimagining of the classic tale of a man's dangerous mission to save the young Queen of England, opens. The Robert Downey Jr. movie is rated PG. SATURDAY • The Women's March descends on Washington. In its third year, the procession in front on the White House aims not only to oust Trump from office but also to end violence against women and support reproductive, LGBTQ and workers' rights. Sister marches are planned across the US and beyond. • The Vettys honor American veterans. Former Seattle Seahawks player and US Army Green Beret Nate Boyer is due to host the 5th Annual Veterans Awards. The accolades, from the Academy of United States Veterans, are given in categories including leadership, employment and education. • Conor McGregor returns to UFC action. The fighter is due to face Donald \"Cowboy\" Cerrone in Las Vegas. McGregor has been out of commission since his 2018 loss to boxer Floyd Mayweather. Watch at 10 p.m. ET on ESPN+ pay-per-view."], "Language": false}