{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/11/us/sleeping-beauty-proposal-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mallory Hughes, CNN"], "Writers": [["Mallory Hughes"]], "FirstPublishDate": ["2020-01-11T09:40:00Z"], "LastModifiedDate": ["2020-01-11T14:01:09Z"], "Headline": ["A man re-animated 'Sleeping Beauty' to create an unforgettable wedding proposal"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["An illustrator, a self-described hopeless romantic and a room full of Redditors made one man's proposal to his high school sweetheart quite literally picture perfect. Filmmaker Lee Loechler spent six months working with an Australian illustrator to get himself and his girlfriend, Sthuthi David, animated into a fake screening of her favorite Disney movie, \"Sleeping Beauty.\" \"It's not every day you get to propose to your High School sweetheart,\" Loechler wrote on Instagram. \"The only thing better than seeing the smartest person I know completely dumbfounded was knowing we'd get to live happily ever after together.\" It happened on December 30 at the Coolidge Corner Theatre in the couple's hometown of Brookline, Massachusetts. David, a medical resident at the University of Virginia in Charlottesville, and Loechler, who lives and works in Los Angeles, were back home for the holidays.  Loechler told CNN he initially thought of the proposal idea when he was talking with another friend about his friend's proposal. Lucky for Loechler, it wasn't the right move for his friend. After he and David had talked about marriage and he knew the time was right, that same proposal idea was front and center in his mind. But there was a big problem: her favorite movie was animated.  \"A lot of illustrators said no, that it was too big, or they had too long of a wait list, or that they had too much going on already,\" Loechler said.  That's when he found illustrator Kayla Coombs on Instagram. She does couple's portraits and recreates that Disney aesthetic he needed. The two talked in April 2019 and she was fully on board.  Now that the animation was in motion, all he needed to do was get David to a theater.  \"I knew if I invited her to a screening of \"Sleeping Beauty\" that she'd know something was up,\" he said.  He called the Coolidge Corner Theatre to rent out a screening room and although they're tough to come by, the theater couldn't say no.  \"Lee's proposal seemed too cool to pass up, and we were thrilled to be a part of it,\" said Mark Anastasio of the Coolidge Corner Theatre. Loechler signed up for theater's email list to get some examples of upcoming screenings. After receiving a few emails, he made a copycat version announcing the fake showing of the film.  He sent fake email to David's mom, who then proceeded to tell her daughter that she \"bought\" tickets for their family to attend the showing while David was home — and that she got one for Loechler if he wanted to come, too. \"Much to my delight, she called me a few days later and invited me to her own surprise proposal,\" Loechler said. Knowing a room filled with friends and family would be far too obvious, Loechler posted on the Boston subreddit asking for volunteers to attend the screening, promising \"a free screening of most of Sleeping Beauty,\" food and drinks afterwards to celebrate, and \"a successful entry into the annals of 'We did it, Reddit!'\"  \"We put her friends and family in the way back and filled the space with people she wouldn't recognize,\" Loechler said.  It was during a pivotal scene in \"Sleeping Beauty,\" when Prince Phillip wakes Princess Aurora with a kiss, that the proposal began. As the couple watched, David became visibly confused as the hair and skin colors of the characters change. It became clear that they are animated versions of the couple.  Onscreen, the new Prince Phillip appears to throw Loechler a ring, which Loechler pretended to catch. He then got down on one knee and proposed to his stunned girlfriend. \"I love you with my whole heart, including all of its ventricles, atriums, valves,\" Loechler said in the video, before clarifying, \"she's a cardiologist,\" to those who might not know.  \"Oh my God, these poor people!\" David exclaimed, before Loechler let her know they're all in on it too.  David said \"yes\" and added that she thought something was wrong with the movie.  The storybook ending rolls as Prince Phillip and Princess Aurora (as Loechler and David) live happily ever after. Well, kind of.  The screen turns to color bars and tone before flipping to text that read, \"Alt 2 'Sthuthi Says No.'\" There were some very sad, crying dwarfs. David, though, was laughing.  \"Hey Riley, can you kill it?\" Loechler yelled to the side of the room. \"She said 'yes.'\"  After the screening, the couple, the family, and the Redditors went out for pizza and beer to celebrate. It wasn't until they were back at Loechler's parent's house that the gravity of the proposal started to sink in for David.  He had asked the illustrator to do some record keeping and make time-lapse videos along the way.  \"Animation is so much work just for the few seconds you see on the screen,\" Loechler said. He added his own elements from the months-long process and edited them into a \"making of\" featurette that he showed their family.  \"At one point she looked at me with this doe-eyed look,\" he said. \"And I will never forget the look on her face.\""], "Language": false}