{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/opinions/elmhurst-emergency-doctor-reusable-protection-lu-wu/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Alicia Lu and Dan Wu"], "Writers": [[]], "FirstPublishDate": ["2020-04-16T20:06:43Z"], "LastModifiedDate": ["2020-04-16T20:06:43Z"], "Headline": ["My team fights to save the sickest patients. Give us head-to-toe protection"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["As my patient lost his pulse, not one person hesitated to take action.   A nurse jumped in to do CPR, a physician placed a breathing tube in his trachea, while another placed a large IV catheter for a rapid blood transfusion. As an emergency physician, I (Alicia) was the team leader, assigning roles and directing every action. My team had done this hundreds of times. However, as the chest compressions spewed secretions into the air, and blood and feces soaked the bedsheets and our garments, I was aware that this resuscitation was different than the rest. This was the first cardiac arrest where we, the providers, were significantly at risk of contracting the same disease that led to his deterioration.  In the month since then, I have cared for only critically ill Covid-19 positive patients in the intensive care unit at a hospital in Elmhurst, Queens, called the \"epicenter of the epicenter\" of the pandemic.  Every time I lead a resuscitation, I think: How can we give our patients the best chance of survival, while also keeping the entire team safe?  At the same time, I think about health-care workers in China and South Korea, who wear full head-to-toe protection.   At best, our American health-care workers wear a sheer disposable gown, a mask and eye protection. Some have even taken to wearing trash bags.  For the sake of all Americans, we must increase the standard of protective gear for health-care workers. This includes and goes beyond masks -- we must provide reusable head-to-toe protection.   Currently, frontline health-care workers are exposed and unsafe.  We recently conducted an informal survey of health-care workers in emergency departments and ICUs at four large New York City hospitals and so far, have gathered over 700 responses. In the optional testimonial section included in the survey form, one emergency physician reported just one harrowing moment: \"When a ventilator circuit disconnected, there was virus spewing from this patient. I became very cognizant of my exposed neck, ears, cheeks, and arms covered by a thin layer of yellow mesh, despite having a mask and face shield. I do not want to die.\"   There is merit to these concerns. The virus is viable on surfaces for up to three days. Yet we expose our scrubs, hair and bare arms in the hospital. We carry these particles into our homes, onto subways or in cabs -- exposing our communities and families to the virus.  To protect frontline health workers better, many countries with effective Covid-19 responses supplied their frontline with complete head-to-toe coverage.  In China, infection rates of health-care workers were greater than three times that of the general public, according to Atul Gawande writing in the New Yorker. Once they implemented full gear and safety protocols, \"there were no further reports of infected workers,\" according to Dr. Xihong Lin, former chair of the Harvard biostatistics department. Their protection included an N95 mask, goggles, a face shield, gloves -- and a suit. In contrast, most US hospitals employ a mask, a thin gown and gloves.   Dr. Gawande recognized the benefit of this level of protection, but because US hospitals \"don't remotely have the supplies,\" he suggested we reserve head-to-toe suits for those performing high-risk procedures, such as intubating.  However, the reality is that at any given moment, an emergency or critical care physician might intubate a patient -- and any staff member may take similarly high-risk actions such as chest compressions during CPR. How can we protect all of our health-care workers? In short: reusability.  We can provide frontline workers with head-to-toe coverage using washable, reusable coverall suits. These suits cover our head and neck, the entirety of our scrubs and our arms and legs. Worn underneath disposable gowns, suits can only add to the protection currently provided by scrubs.   Instead of discarding an entire suit daily, we can more sustainably emulate the success of other countries using washable material. In fact, Centers for Disease Control and Prevention recommendations have recently moved in this direction.  Finally, health-care workers want to wear head-to-toe suits.   In our internal survey, 96% of over 700 health-care workers reported that they would feel safer in a washable coverall suit.  That's why we (Alicia and Dan) have created Frontline Suits, an initiative through which we are donating over 1,000 washable suits to health-care workers across New York. We know they want even more.  It has already changed the image -- and morale -- of many frontline workers.  Just a few weeks ago, none of my emergency room staff were covered from head to toe. Now, after donating hundreds of suits, health-care workers wearing a suit and face shield no longer have to expose even an inch of their bodies. The response has been overwhelmingly positive, with frontline health care workers across New York hospitals requesting the suits.  \"A suit helps reduce anxiety so we can really focus on doing our jobs,\" Dr. Nadia Solomon, a New York-based physician, told Alicia.  Every health-care worker involved in every resuscitation should be covered from head to toe. That way, we can continue providing the best for our patients, and keep ourselves, our communities and our families safe.   On the evening of March 16, my patient passed away. I shared tears with his family, and I recognized that I could not begin to imagine what they must be going through. I have since lost count of the number of my patients that have died due to Covid-19.   If we want to defeat Covid-19, we cannot define what is \"proper\" protective wear based on supply limitations.  Instead, we must create solutions to provide what is necessary to save lives. "], "Language": false}