{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/11/us/the-good-stuff-011120/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-01-11T08:35:11Z"], "LastModifiedDate": ["2020-01-11T08:35:11Z"], "Headline": ["Bushfire heroes, a double twin story and an entertaining cuttlefish"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Do you know why sunsets are different colors? The answer is in the air! As the sun sinks lower on the horizon, its light is filtered through more of the molecules in the lower atmosphere, which means it's reflected and redirected in a different way as it reaches your eyes. The blue of a daytime sky is scattered away from your sight, while warmer reds and yellows become more prominent. It's an interesting fact, but I wouldn't recommend spouting it off the next time you're gazing at a painterly evening sky. Trust me, I say this from experience. It totally ruins the moment. Sometimes you just have to be quiet and let nature do the talking.  Our favorites this week Get going with some of our most popular good news stories of the week Friends amid the fire  As fire continue to rage across parts of Australia, heroes from all over the globe have stepped up to donate their talents, time and funds. Here are the best stories of kindness we've seen:  A group of women from the Australian Islamic Centre traveled four hours with five trucks to distribute supplies and cook meals for 150 weary firefighters. \nAmerican firefighters who flew across the world to assist Australian forces were greeted with cheers and admiration at Sydney's international airport.  Volunteers with the Animal Rescue Craft Guild are sewing pouches and blankets for displaced and injured animals, from kangaroo joeys to bats to sugar gliders and every species in between. \nCelebrities everywhere are chipping in: Elton John and Aussie Chris Hemsworth are each donating $1 million to firefighting and recovery efforts. Australian comedian Celeste Barber started a fundraiser that raised $26 million and Australian billionaire mining magnate Andrew Forrest is donating $48 million. On the ground, pop star Lizzo took time between recent performances to help out at a food bank in Victoria.  The tennis world is continuing their efforts, as well. Serena Williams, Roger Federer, Rafael Nadal, Naomi Osaka and Caroline Wozniacki are among the several tennis stars who  have agreed to play in a charity match next week to raise funds for bushfire relief.    You'll never sing alone  It's every performer's nightmare: You get up in front of a big crowd, and all of a sudden...something goes wrong. Before a recent game between the Detroit Red Wings and the Montreal Canadiens, singer Karen Newman got a taste of that panic when her microphone failed during the Canadian national anthem. No amount of lung power is going to help in a giant hockey arena, but the fans in attendance gave Newman a big assist in belting it out. Using the lyrics projected on the in-game monitors, Americans and Canadians alike joined together in a rousing rendition of \"O Canada.\" People on social media reflected that the moment represented sports at its very best. \"I KNOW it's just a hockey game. I KNOW it's just a song. But there is something about people coming together in times of need that gets me every time,\" one Twitter user wrote.  Double your fun  What's more improbable than winning the lottery? Having two sets of twins in one year. Florida woman Alexzandria Wolliston gave birth to twin boys, Mark and Malakhi, in March and then -- surprise! -- another set of twin boys, Kaylen and Kaleb, in December. It's so unlikely that doctors didn't even calculate the odds for her. \"Oh yes,\" Wolliston said, \"I feel like I hit the twin lottery.\" Although, given that Wolliston now has four little ones under a year (and a three-year-old daughter), there will probably be some long nights in the future when she's not feeling so lucky. But the mom of five believes there may be something else at work here. Wolliston recently learned both of her grandmothers lost twin boys at some point. \"I always say that I feel like my grandmothers gave me their kids,\" she said. \"I feel like they just sent them down for me.\" Raise a glass to... NBA star Trae Young, who partnered with the nonprofit RIP Medical Debt to wipe out the debt of 570 families in the Atlanta area. Young's $10,000 donation ended up erasing more than $1 million in medical bills.  The nonprofit was started by two former debt collection executives, and they focus on underprivileged families and families with disproportionately huge debts. \"Giving back to this community is extremely important to me,\" Young said. \"I hope these families can find a bit of relief knowing that their bills have been taken care of as we enter the New Year.\" You gotta see this We can pretty much guarantee you've never seen a cuttlefish wearing 3D glasses before, but today is your lucky day! Researchers coaxed the cephalopods into wearing the glasses (\"They'll want to play with [them],\" they said) and played 3D film of shrimp, one of the cuttlefish's favorite treats. Then, something amazing happened. The cuttlefish extended their tentacles and attacked the on-screen shrimp as if they were prey in the wild. So ... are cuttlefish just not very smart, or do they have especially well-developed depth perception? Researchers settled on the latter.  Wanna get away? The Succulent Karoo desert stretches out between Namibia and South Africa, and its otherworldly landscapes are home to curious flora and fauna found nowhere else on Earth. In fact, it's the most biodiverse arid desert on the planet. One-third of the world's succulent species are found there, and every spring, the ground erupts in color as wildflowers bloom. A place this special deserves to be treated well, but only 2-3% of the Succulent Karoo is under formal protection. Local environmental groups are trying to change that so the area can remain a natural haven for generations to come.  Hear, hear! Even though you are not going to use a particular bit of knowledge, information that you acquire ... it becomes part of you. It enriches you and makes you a better human being and, I think, a more understanding human being. -- Alex Trebek, talking about the legacy he wants to leave behind and the impact he hopes \"Jeopardy\" has on fans.  Who knew? We already know that humans and a few other primate species often spontaneously help each other (heck, if they didn't, the Good Stuff newsletter wouldn't exist). Now, scientists have found African grey parrots also exhibit altruistic behavior. It's the first time such kindness, so to speak, has been observed outside of the mammal world. Researchers at the Max Planck Institute for Ornithology in Germany set up a situation where the parrots were encouraged to trade a metal token with a researcher in exchange for a nut treat. Turns out, the African greys were willing to give up their tokens to neighboring birds so they could get a treat, even if the two birds weren't friends or family. So, listen, if a bird can be this nice, we humans really have no excuse.  Tell us something good Somerville, Massachusetts In 1944, Army medic Peter Fantasia was captured while tending to a wounded sergeant and lieutenant in a foxhole in Rodalbe, France. By the time he was liberated by Russian forces in 1945, he had been away from home for so long he didn't bother to seek the military accolades bestowed on him for his bravery. Now, 75 years later, he finally got the honors he so richly deserves. Rep. Seth Moulton presented Fantasia with eight medals, including the Bronze Star, Good Conduct Medal and American Defense Service Medal. Fantasia had previously received the Silver Star as well, which is the nation's third-highest award for valor in combat. Fantasia said he shares the honors in spirit with his military comrades. \"It wasn't just myself,\" he said. \"I had help one way or another.\" Impact your world The people of Puerto Rico are struggling with the aftermath of several earthquakes that rattled the island this week. You'll recall the island is still recovering from the massive damage wrought by Hurricane Maria in 2017, so more natural disasters are the last thing they need. Here are some ways to help the victims of the earthquakes, as well as a list of organizations that will benefit from any donations.  Shameless animal video There's always time for cute animal videos. That time is now. This is my dream point of view: In the Antarctic, probably doing something really cool, and being accosted by a sweet, bouncy lump of baby seal. Ahh, the life. (Click here to view) "], "Language": false}