{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/business/meghan-harry-finances/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-01-10T17:26:25Z"], "LastModifiedDate": ["2020-01-10T17:26:25Z"], "Headline": ["Speeches, books and Instagram posts: How Harry and Meghan could make their own money"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Prince Harry and Meghan, the Duchess of Sussex, want to become financially independent but haven't explained how they'll make money.  Yet book contracts, speaking fees and social media endorsements may prove to be lucrative sources of income for the couple as they seek to distance themselves from the very institution that propelled them to super-stardom. And for Meghan, who made her own name before marrying into the House of Windsor, there could even be a return to the screen. \"With Meghan's acting talents and network, there may already be a Hollywood film or book deal in the making,\" said David Haigh, CEO of brand valuation consultancy, Brand Finance. Whether the couple remain in the good graces of Royal Family elders or are banished from the palace in their quest for independence, they will always be associated with one of the world's leading brands. According to Brand Finance, the British monarchy was worth £67.5 billion ($88.2 billion) to the UK economy in 2017.  Digital work The shock announcement from the Duke and Duchess of Sussex on Thursday that they wanted to \"step back\" from roles as senior members of the Royal Family may itself point toward a potential new income stream. The news was delivered in a post on the couple's Instagram account, Sussex Royal, which boasts 10.4 million followers and speaks to their considerable presence on social media. While Sussex Royal may have far fewer followers than platform heavyweights Cristiano Ronaldo (197 million) and Ariana Grande (171 million), it does show the couple has a thriving social media brand that could be used to deliver the kind of endorsements coveted by big corporate advertisers. The potent combination of celebrity and social media has also helped some stars, such as Kylie Jenner, to build thriving brands of their own. \"I can't imagine them becoming paid influencers,\" said Sara McCorquodale, CEO and founder of influencer intelligence platform, CORQ. \"I see them going down a Goop route,\" she added, referring to the lifestyle and e-commerce website created by actress Gwyneth Paltrow that was reportedly valued at $250 million in 2018.  Instead of hawking luxury fashion and beauty products, Harry and Meghan could sell goods made by people in poorer countries as part of their philanthropic endeavors, said McCorquodale. \"I don't think they will do a straightforward charity, but something much more punchy,\" she added. Meghan has some experience with lifestyle blogging, having run her own website, The Tig, for three years. She posted recipes, gift ideas and tips for travel, fitness and style before shutting the blog down in April 2017. Her influence has only grown since becoming the Duchess of Sussex. \"Many a fashion retailer has seen their website crash immediately after a Markle-endorsed jacket or dress has spiked demand,\" said Haigh. Presidential inspiration There aren't many couples that combine celebrity, powerful networks and social media savvy in the same way as Harry and Meghan. Yet they have drawn comparisons to the Obamas.  Meghan worked for years as an actress, while Michelle and Barack Obama own a production company that has a deal with Netflix. Both couples are huge on social media, and comfortable on the world's biggest stages.  The route taken by the Obamas following their departure from the White House could provide a template for Harry and Meghan.  The former president was paid $400,000 to speak at a Wall Street conference in 2017, just one in a series of paid speeches. The Obamas also reportedly earned as much as $60 million from a book deal with Penguin Random House. Harry and Meghan could also command high speaking fees, said Haigh, who added that Meghan's \"unique global appeal\" comes with huge earning potential. Philanthropy Historian and author Kate Williams expects Harry and Meghan to establish a global charitable foundation along the lines of the Bill and Melinda Gates Foundation.  \"This would cover expenses and pay them a salary as CEOs,\" said Williams. They could also consult for other charities and nonprofits, she added. The pair sought to trademark the term Sussex Royal in June 2019. The application covers everything from clothing, books and stationery to campaigning, charitable fundraising, education and counseling.  The application is still open to challenge and won't be registered before February at the earliest, according to Ben Evans, a trademark attorney at Blake Morgan in London.    The fact that the trademark would be owned by The Foundation of the Duke and Duchess of Sussex suggests it is more about charity work than making money, said Evans. \"You can see why they want to protect their brand,\" he said. \"What they're not going to want is people slapping [Sussex Royal] on a T-shirt.\" However they move forward, Harry and Meghan will come under considerable scrutiny related to their income, said Mark Borkowski, founder and head of British public relations firms, Borkowski PR.   \"It's going to be incredibly difficult to generate clean money, not just over one year, but year in and year out to maintain that,\" Borkowski said. Other royals who have attempted to forge their own path have struggled. Prince Edward, the younger brother of Princes Andrew and Charles, shuttered his television production company following years of losses. Andrew's relationship with Wall Street financier and convicted sex offender Jeffrey Epstein proved his undoing. The biggest challenge for Harry and Meghan?  \"They must succeed. It would be an enormous embarrassment to the royal family if they fail,\" McCorquodale said. \"I don't think there is necessarily any going back.\" "], "Language": false}