{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/asia/coronavirus-china-rebuke-us-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nectar Gan, CNN"], "Writers": [["Nectar Gan"]], "FirstPublishDate": ["2020-05-11T07:48:27Z"], "LastModifiedDate": ["2020-05-11T10:10:54Z"], "Headline": ["China hits back at so-called coronavirus 'lies' by US politicians as war of words escalates"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["China has struck back at what it calls \"24 lies\" by US politicians in the most sweeping and detailed rebuke yet of accusations over its handling of the novel coronavirus outbreak.  An 11,000-word article posted on the Chinese Foreign Ministry's website on Saturday gave a point-by-point rebuttal of the 24 \"preposterous allegations and lies\" that it said were fabricated by US politicians and media outlets to \"shift the blame to China for their inadequate response to Covid-19.\" The article was also carried Sunday by Xinhua, China's government-run news agency, and shared by its official account on Twitter. The lengthy refutation is the latest attempt by Beijing to defend its handling of the outbreak, as it comes under international scrutiny over its handling of the virus and faces mounting calls for an independent inquiry. In recent weeks, the US has doubled down on blaming China for the spread of the virus, accusing it of withholding important information -- especially in the critical early stages of the outbreak -- and questioning its death toll. US President Donald Trump and Secretary of State Mike Pompeo have also claimed, without providing evidence, that the virus originated from a lab in the Chinese city of Wuhan, where the outbreak was first reported last December. Beijing has pushed back at the claims, accusing the Trump administration of deflecting blame for its own failure to contain the virus within the US and smearing China to bolster Trump's reelection chances. The article released over the weekend began with a prologue that invoked Abraham Lincoln, the 16th President of the United States. \"As Lincoln said, you can fool some of the people all the time and fool all the people some of the time, but you cannot fool all the people all the time,\" it said. It then gave a breakdown of each claim, and cited a variety of media reports, scientific studies and World Health Organization statements to support its counterarguments. The article lashed out at claims tying the origin of the virus to China. \"Being the first to report the virus does not mean that Wuhan is its origin. In fact, the origin is still not identified,\" it said, echoing a point that has been repeatedly stressed by Chinese officials and government-controlled media.  It also refuted theories that the virus was created by a lab at the Wuhan Institute of Virology or was leaked from the lab in an accident.  As the virus spreads across the world, Beijing has come under mounting international criticism for allegedly suppressing vital early information about the outbreak and downplaying its severity. The article attempted to deny accusations of China's initial cover-up and delayed release of information about the virus, offering a timeline to show the Chinese government's apparent \"open, transparent and responsible\" manner in providing \"timely information\" to the world. But the article did not mention the admission by the Wuhan mayor that his government did not disclose information on the coronavirus \"in a timely fashion\" during an interview with CCTV on January 27. The mayor, Zhou Xianwang, said at the time that under Chinese law on infectious diseases, the local government first needed to report the outbreak to national health authorities, and then get approval from the State Council before making an announcement. The article also rejected Western criticism against Beijing over the case of Li Wenliang, a Wuhan doctor who tried to sound the alarm on the outbreak in late December but was reprimanded and silenced by police for \"spreading rumors.\" He died of the coronavirus in early February after contracting it from a patient, sparking a nationwide outpouring of grief and anger. The article said Li was not a \"whistleblower,\" as he was widely referred to in Western media. Instead, it highlighted the fact that Li was a member of the Chinese Communist Party, and had received posthumous honors as a \"national model healthcare worker in fighting Covid-19\" and a \"martyr.\" \"Labeling Dr. Li Wenliang as an 'anti-establishment hero' or 'awakener' is very disrespectful to Dr. Li and his family. It is purely political manipulation with no sense of decency,\" the article said. To pacify public outrage following Li's death, the Chinese government has sought to paint Li as a model party member and doctor who dedicated his life to the fight of the coronavirus. It launched a weeks-long investigation into Li's case, which withdrew the reprimand against Li and blamed a local police officer for mishandling his case -- a result that drew criticism on Chinese social media. The article also hit back at criticism that Beijing has been spreading disinformation about Covid-19, saying China is \"a victim of disinformation\" from \"US politicians, scholars and media outlets that are hostile to China.\" It did not mention Chinese Foreign Ministry spokesman Zhao Lijian had publicly promoted an unfounded conspiracy theory in March that the virus might have been brought to China by the US military."], "Language": false}