{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/08/tech/ces-2020-roundup/index.html"], "Source": ["cnn"], "Location": ["Las Vegas"], "ByLine": ["By Kaya Yurieff and Samantha Murphy Kelly, CNN Business"], "Writers": [["Kaya Yurieff", "Samantha Murphy Kelly"]], "FirstPublishDate": ["2020-01-08T21:36:00Z"], "LastModifiedDate": ["2020-01-09T14:48:55Z"], "Headline": ["These were the most talked-about products at CES"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Walking through CES can feel overwhelming. To your left is a headband that promises to read your brain waves and get you to relax. A few rows down is a toothbrush that will tell you if you're brushing too hard. In yet another area: an Alexa-enabled Lamborghini.  The consumer tech show in Las Vegas features thousands of companies — from big names like Google and Samsung to unknown startups — showing off their latest products. The gadgets range from the innovative to the downright odd. Some products will launch this year, others will never hit the market.  Here are the gadgets that grabbed our attention as we walked through endless rows of booths across multiple convention centers.  Helpful household robots It wouldn't be CES without robots. At this year's event, Samsung showed off a yellow tennis ball-like robot named Ballie — think BB-8, the lovable droid from \"Star Wars\" — that acts as your personal assistant, following you around the house and helping with chores. In the future, for example, Samsung says its built-in camera can detect spills and tell your smart vacuum to go clean them up. Or, if an elderly person falls, Ballie can roll over so they can ask it to call 911. Lovot, a companion robot, was also a hit at CES. It's cute, gives hugs and, with the camera on top of its head, doubles as a home monitoring system. But the real show stopper came from a classic household name: Charmin. The company's robot, controlled by an app, attempts to solve an age-old problem by bringing you a new roll of toilet paper when you run out. But don't get too excited: It's only a concept and not coming to market. Robokitties  And then there were the robo-cats. A startup called Elephant Robotics developed a robotic pet cat called MarsCat. The bionic feline can walk, stretch, play with toys, avoid obstacles and bite its nails. It can also recognize human faces and knows 20 commands and phrases, including \"sit\" and \"come here.\" It may be the only time a cat will listen to you. Not to be outdone, Yukai Engineering unveiled a headless robot kitten intended for people who want to own a pet but can't because of allergies or restrictions where they live.  A new \"species\" of virtual assistants Samsung-backed Neon showed off one of the most cutting-edge but potentially controversial new technologies at CES this year: \"artificial humans.\" The service promises these incredibly life-like CGI creations will interact with users in more powerful ways than existing home assistants, such as Alexa and Google Assistant. Neon CEO Pranav Mistry told CNN Business he's not aiming to replace humans but rather add a \"species\" of complementary companions that can learn your likes and dislikes, such as if you prefer plain or pepperoni pizza, and ultimately become your friends. These Neon avatars will be interactive on smartphones or on larger screens, such as in stores. They're expected to launch later this year, possibly with a subscription model. The vertical TV no one asked for Like robots, TVs are always a focus at CES and, this year, the big talker came from Samsung. The company unveiled a new model called Sero, which features a display that can rotate either horizontally or vertically. Samsung is betting on a unique concept specifically designed with smartphone users in mind. Flying taxis (and bikes) that may or may not ever get off the ground  Uber and Hyundai unveiled a flying taxi that may eventually transform your ridesharing trips. The first prototype will be ready in 2023, according to a Hyundai spokesperson. If that wasn't enough, there was the the Manta5 Hydrofoil Bike — one part bike, one part plane. The e-bike is designed to mimic cycling, but on water — and it has a fully waterproof battery and motor. The product has been in development for eight years. Segway S-Pod For those who prefer land-based transportation, there was the Segway S-Pod. It's an odd-looking chair on wheels that some quickly likened to one used in the Pixar film Wall-E. The S-Pod is designed for enclosed spaces like airports and malls. It can go up to 24 miles per hour, and passengers are able to control the speed with a knob.  Initial reactions from people who got a test spin were that it was fun and a lot easier than trying to balance on the original two-wheeler Segway. It's slated for release in the second half of the year. Google, forget what I just said While not a physical product, privacy was top of mind at CES this year, with several of the biggest tech companies releasing privacy-focused news this week. Google added two new voice commands for people to better control their privacy when using its voice assistant. For example, users can tell Google Assistant to forget what it just heard if it was activated accidentally by using the new command: \"Hey Google, that wasn't for you.\" Facebook also announced a new version of its \"Privacy Checkup\" tool it hopes will help guide users through important privacy settings. The company said the updated tool will help users control who can see what they share, how their information is used and how they can boost their account security."], "Language": false}