{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/08/us/3d-glasses-cuttlefish-scn-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-01-09T03:25:49Z"], "LastModifiedDate": ["2020-01-09T13:43:22Z"], "Headline": ["Scientists put 3D glasses on cuttlefish and showed them film clips. The results were surprising"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Cuttlefish have the ability to watch 3D movies and react to them much like they would if they saw the real thing out in the ocean. And when it comes to depth perception, they're incredibly proficient. Those are the findings from a study published Wednesday in the journal Science Advances. Trevor Wardill, an assistant professor of ecology, evolution and behavior at the University of Minnesota and lead author of the paper, told CNN his team super glued Velcro to the skin of the cuttlefish. Then they fastened 3D glasses, with one red and one blue filtered lens, to the Velcro on the skin. On a screen at the front of the cuttlefish tank, the researchers played video of shrimp, one of the species' favorite tasty snacks. \"It took a lot of coaxing of the cuttlefish to make them wear their glasses,\" Wardill said. \"They'll want to play with it.\" But when the little critters behaved, something magical happened. The cuttlefish extended their tentacles and attacked the on-screen shrimp the same way they would if they saw their prey in the wild. Cuttlefish eyes have well-developed depth perception To execute the study, Wardill's team from the University of Minnesota took a trip over the summer to the Marine Biological Laboratory in Woods Hole, Massachusetts. There, they tested how 11 different European cuttlefish, or Sepia officinalis, responded to the films while in the tank. Cuttlefish have camera-type eyes, which have a cornea, lens, iris and retina. They have the ability to use stereopsis, which means they can discern distances because their brains can interpret the differences between signals coming from both eyes. When the researchers ran the experiment with the cuttlefish wearing the glasses, they noticed the fish would adjust their position relative to the screen. \"Cuttlefish can do depth perception better than we can,\" Wardill said. The researchers successfully demonstrated that, like humans, cuttlefish brains can compute distance using incoming information from both eyes at once. However, they write in the paper, \"Cuttlefish stereopsis is likely afforded by a different algorithm than in humans, and not just a different implementation.\" \"We don't know the neural basis,\" Wardill said. \"That's not an easy task to do.\" The glue used on the cuttlefish lasted only a few days, Wardill said, and complied with institutional recommendations for cephalopods.  The 3D glasses study builds on a similar study on praying mantises But wait: How in the world do you even get the idea to Velcro 3D glasses to mollusks? Wardill has been studying insect vision for about 15 years. And since 2012, he's been looking at the vision of cephalopods, the class of mollusks of which cuttlefish are a part. His lab's work has discovered neural links between cephalopod brains and various body functions -- for instance, the bumps on the skin called papillae, which are used for sensory perception. Wardill's team was inspired by scientists at Newcastle University who published a June 2019 study looking at the eyes of praying mantises in a similar fashion. Wearing the world's tiniest 3D glasses, the praying mantises looked like six-legged movie stars, and the results gained attention for their applications to the field of robotics. That study was the first time scientists had found neurons in an invertebrate that supported stereoscopic vision. \"Various brains compute stereo vision in various ways.\" Wardill said. \"We thought maybe there was something special about the praying mantis.\" But cuttlefish brains can do it, too, which means the skill likely evolved in several different ways in biological history, depending on the epoch and the animal."], "Language": false}