{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/06/entertainment/golden-globe-awards-analysis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-06T18:34:17Z"], "LastModifiedDate": ["2020-01-08T06:51:10Z"], "Headline": ["Golden Globes: Five takeaways from Sunday's awards, including to expect more politics"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Golden Globe winners didn't crystallize much about the state of this year's awards race, which has seemed to lack clear frontrunners from the get-go. But it did tell you a few things about the next five weeks leading to the Oscars, with -- despite host Ricky Gervais' admonishment -- plenty of political commentary from the stars in the forecast. Nothing about that latter part should come as a surprise. It was at the Globes three years ago, after all, where Meryl Streep's speech prompted a Twitter response from newly elected President Trump -- he called her \"overrated\" -- reinforcing both that collective Hollywood is no fan of this president, and that when it comes to picking opponents, Republicans generally like nothing better than what they label out-of-touch limousine liberals. That situation has only festered in the time since, setting the stage for this year's slightly truncated run-up to the Oscars on Feb. 9. And while it's common to cite animosity toward speechifying by celebrities for the decline in award-show ratings, by now, those prone to tuning out based on ideological grounds are almost surely pretty well baked into the numbers. Granted, it's difficult to draw too many clear lessons from results at the Globes, which are presented by the Hollywood Foreign Press Assn., a strange group prone to the occasional surprisingly out-there selections. Still, there are a few broad conclusions that can be gleaned from Sunday's event, and what it might augur for the rest of \"awards season,\" with Academy Award nominations due on Jan. 13. Political speeches in award shows? Expect more Gervais won praise from conservatives (as he did, incidentally, after his previous hosting stints) for chiding actors to stay in their lanes, but concerns about climate change -- highlighted by the fires in Australia -- the potential for war with Iran and women's reproductive rights provide an incentive for politically conscious stars to use these platforms to speak out. Award ratings remain in flux, but might be leveling off  After an overall decline for award-show ratings that has fueled concerns within the industry, the Oscars' host-free show last year stopped the bleeding, at least temporarily. And there are signs the numbers could be leveling off. Based on preliminary ratings, NBC's Globes telecast drew 18.3 million average viewers, a mere 3% decline from last year in total viewers, and off by 11% among adults 18-49, the key demographic for advertising purposes. That tally was good enough to easily win the night. A lot of factors can infuence those results, beginning with heightened competition that has depressed linear TV viewing generally. It's worth noting, too, that last year's NFL playoff game preceding the Globes concluded just minutes before the ceremony, which likely funneled more viewers directly into it. Sunday's show didn't have quite the same lead-in, with the game ending about 15 minutes earlier, producing a less fluid, er, hand off. Netflix, we (could) have a problem Although Netflix came into the Globes as the leading nominee in both movies and television, its muted performance on the former score -- with just one trophy out of 17 bids, for \"Marriage Story\" supporting actress Laura Dern -- feeds the narrative that it is still viewed as something of an outsider in the film game. Whether that holds back its prestige offerings \"The Irishman,\" \"Marriage Story\" and \"The Two Popes\" in other awards remains to be seen, but there might be enough people harboring qualms about the service's big-screen credentials to make nominations possible, and winning a much steeper hill to climb. Most blockbusters (still) need not apply  There was plenty of excitement last year when \"Black Panther\" broke through among the best-picture nominees, but with the exception of \"Joker's\" Joaquin Phoenix, representatives from the most popular movies were in short supply at the Globes. Even in animation, notably, the award went to \"Missing Link\" -- a movie that has earned $26 million worldwide -- over the genuine blockbusters it was up against, Disney's \"Frozen II,\" \"Toy Story 4\" and \"The Lion King.\" There are, notably, some movies that performed well at the box office in the hunt, including \"Once Upon a Time ... in Hollywood,\" while \"1917\" has performed well in limited release in advance of a wider theatrical debut this weekend. But if the hope is that nominating more popular films will enhance viewers' rooting interest, there still seems to be a sizable gap between awards-circuit glory and \"Avengers: Endgame\"-type filmmaking. The movie business is becoming more international, but....  \"Parasite,\" the South Korean thriller, was named best foreign-language film, but despite those advocating for its director, Bong Joon-ho, that honor went to Sam Mendes, who is British, for the World War I epic \"1917.\" Last year, there were questions about whether another foreign-language movie, \"Roma,\" could break through, and it, too, was limited to top honors in that category, although its director, Alfonso Cuaron, won at the Globes and the Oscars. The movie business is definitely becoming more international, but as Bong referenced in his acceptance speech, subtitles still appear to remain an impediment to U.S. audiences, if perhaps a gradually shrinking one."], "Language": false}