{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/politics/donald-trump-economy-coronavirus-pain/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-04-16T04:00:56Z"], "LastModifiedDate": ["2020-04-16T15:37:20Z"], "Headline": ["Trump's big show of opening the economy will hide the real story"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump's make America open again campaign will deliver exactly what he wants Thursday -- a victory lap over the coronavirus pandemic that leaves the life and death decisions to others. Even with epicenters of the virus still suffering hundreds of deaths daily, Trump says it's time to show that America is the \"comeback kid\" ready to unleash a miracle economic rebirth. The impact of social distancing measures that have closed down the economy was starkly revealed on Thursday with new data showing that 5.2 million Americans filed for unemployment benefits last week, taking the total of first-time claims since mid-March to 22 million. The figures will exacerbate the already agonizing decision that the President and state governors are confronting on how to balance a need to preserve public health with the necessity to get people back to work. The President plans to release new guidelines that tell states they can lift stay-at-home orders and ease social distancing at the discretion of their governors even before a May 1 deadline. This ought to be a major and unifying marker in the fight against the disease that has now killed more than 30,000 Americans and has clamped economic blight on the nation. But with many states only just at or past their peaks in the fight against the pathogen, and others still short of theirs, Trump's move risks coming across as a major distraction.  Multiple governors said Wednesday that their states are nowhere near opening, with some warning their coronavirus cases had yet to peak. Trump cited good news of a slowing curve in Washington, DC. But Mayor Muriel Bowser on Wednesday extended the district's state of emergency until May 15. Los Angeles Mayor Eric Garcetti told CNN he might ban sports events until 2021. And doctors and nurses on the frontlines endured another day of agony and fear of infection. The fact that it is constitutionally superfluous for Trump to authorize states to open up suggests his real intent is an election-year political device that positions him as leading the resurgence and those who oppose him as laggards holding America back. \"We're going to be announcing guidelines, and we'll be talking about various states, and it's very exciting,\" Trump said in another rambunctious Rose Garden news conference Wednesday. \"We will be the comeback kids, all of us, all of us. It's incredible, what's going on,\" Trump said. \"Tomorrow is going to be a very big day ... We will have some openings that will ... exceed our expectations, and they will be safe.\" The political context of Trump's remarks is important because it backs up reporting, including by CNN, that nothing will deflect the President from his desire to open up the country on May 1 and that he is working from personal motivations rather than solid data. Wednesday's news conference, like at least its two predecessors, was an exercise in airing grievances. Trump's insistence that it's time to get moving again is helping fuel a campaign on conservative media that claims a suppressed infection curve shows government medical experts and Democratic governors overreacted to the pandemic and are infringing on the basic rights of American \"patriots\" with shutdowns. On Wednesday, Tea Party-style protesters blocked the streets of Lansing, Michigan, to condemn Democratic Gov. Gretchen Whitmer's stay-at-home orders in one of the worst-hit states where nearly 2,000 people have died. The protests are likely to help fracture national unity on the pandemic already being stretched by Trump's response. Perceptions about the pandemic have also been shaped by the natural propensity of the virus to afflict densely populated urban areas that tend to vote Democratic and its looser hold on rural, more conservative states. On Monday, Trump deepened those divides by blasting accurate news coverage of his botched initial handling of the pandemic. The next day, he blamed the World Health Organization for being slow to react and cosseting China -- transgressions of which he is also guilty. And on Wednesday he launched an assault on US-funded international broadcaster Voice of America and threatened a constitutional attempt to shut down Congress if the Senate did not approve his appointees. None of these actions will save American lives or even get the economy powering ahead again. But they do distract from rising criticism and factual evidence that he has mishandled the pandemic all along. Reasons for optimism The President seized on encouraging statistics on Wednesday showing the curve of infection plateauing in some hard-hit hotspots across the country, such as New York and California. Feared hospital overcrowding and shortages of equipment that could force doctors into decisions about who lives and dies appear to have been mitigated by overwhelming observances of stay-at-home orders that have flattened the curve. There is no doubt that after grim weeks of escalation, there are some grounds for optimism. Presidents have an important job in raising national morale. And the economic impact of shutdowns is cataclysmic, throwing many millions out of work. But a pandemic does not just disappear. Details of state planning suggests that life will not get back to anywhere near normal until there is a vaccine -- probably not until next year. That means social distancing measures will remain in place. Many people will work from home and bars and restaurants will be only at reduced capacity if they can open at all.  Americans are still dying in droves. The President is correct to say large numbers of rural states and counties are not badly hit by the disease, that does not mean that it will not prolong its march across the country. Each state and region may face a different timeline. And while Trump's plan allows for such variance, his constant pushing to get the country back to work could make it far harder for local authorities to convince their people to stay hunkered down. Trump's eagerness to seize upon the most favorable data that supports his desired course of action is also reminiscent of the early months of this year, when the President insisted that the coronavirus would not be a big problem for the US and that it was under control. That prediction proved disastrously wrong and raised questions about his leadership that Trump now spends each day trying to discredit.  State and local leaders and experts have warned that an easing of social distancing regulations could spark a resurgence in the virus. The governors, mayors and doctors have to live in the real world. Trump can exist in the more favorable political one that he creates. By giving states guidelines on opening up, he effectively absolves himself of responsibility for the final decision. It's a political position that allows him to blame others for the halted economy. It delights his conservative base, media and big business that is craving for a return to work. And his new guidelines will give him leeway to pass the buck to someone else if a state does decide to open prematurely and gets a spike in infections. From a purely political perspective -- which is the one that the President normally operates from -- there's not much to lose. Why it's still too early to be opening Several academic and expert studies have concluded that the only safe way to open the nation's economy will be a mass testing system that can track, isolate and trace coronavirus infections that will occur as society gets going again. Trump boasted on Wednesday that by volume America had the most and best tests in the world -- more than 3.3 million conducted so far. But experts believe millions per day or a week will be required. Business executives told the President in a call on Wednesday that they would need guarantees of enhanced testing before sending their employees back to work. Yet Trump refused to explain how the government will expand the misfiring testing program. And says it is all up to the states to get it right anyway, again absolving himself of responsibility. Robert Redfield, director of the US Centers of Disease Control and Prevention, offered little confidence in an interview with CBS' \"This Morning\" that the medical infrastructure is up to a widespread reopening. \"It's going to be really important to get a few things in place: more obviously testing for early diagnostics, expand the public health capacity for early diagnosis, isolation and contact tracing,\" Redfield said. CNN reported Wednesday that governors and state health officials feel misled by the White House about a rapid, toaster-size testing device made by Abbott Laboratories and unveiled as a \"whole new ballgame\" by the President. The federal government distributed the machines nationwide last week -- but accompanied them with only enough test kits to test around 115 people in each state. Medical experts are warning that hospitals still lack sufficient tests to diagnose the sick, let alone to cover the rest of the population. \"We have made quite a bit of progress in the last few weeks. We are still not anywhere close to testing everyone who needs to be tested,\" said Dr. Jennifer Lee, an emergency room physician, on CNN's \"The Situation Room.\" \"Let's stop pretending that three million tests is enough. We need the capacity to do millions of tests if not per day, per week,\" Lee said, adding that sometimes a hospital might have sufficient tests kits but lack swabs, or labs might lack supplies to process the tests so that doctors can make a diagnosis. New York Gov. Andrew Cuomo, a Democrat, warned on Wednesday that there would only be a phased reopening of his state until a vaccine became available. \"The more testing, the more opening of the economy,\" Cuomo said."], "Language": false}