{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/06/uk/reynhard-sinaga-rapist-life-sentence-scli-gbr-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-01-06T14:02:33Z"], "LastModifiedDate": ["2020-01-06T17:43:24Z"], "Headline": ["Britain's most prolific rapist spent 12 years drugging and assaulting young men -- until one woke up"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["The most prolific rapist ever caught in Britain, who spent more than a decade luring dozens of intoxicated young men to his apartment before drugging and sexually assaulting them, has been sentenced to life imprisonment after being found guilty in four separate trials. Reynhard Sinaga was found guilty of 159 counts of sexual offenses against 48 different men, and must serve 30 years before he is considered for release. Police said the true number of his victims is likely to have been higher, having found evidence linking him to assaults on as many as 190 different people. Details of his campaign of assault were suppressed while trials were ongoing, but can now be published. Sinaga, 36, approached men in the early hours of the morning outside nightclubs in Manchester, striking up a conversation and offering them somewhere to sleep or promising them more alcohol. Once he had brought them to his flat he would lace their drink with a drug -- most likely GHB, police said -- then film himself raping them while they slept. His comatose victims were unaware they had been assaulted. Sinaga's attacks only came to light in 2017, after an 18-year-old victim woke up at 6 a.m. while being assaulted. The victim managed to fight him off, and crucially was able to grab Sinaga's white iPhone before leaving the apartment. He went to police, who discovered 3.29 terabytes of graphic material on Sinaga's phone -- the equivalent to 250 DVDs. In some cases the assaults lasted hours, with one particular attack taking place for eight hours. Sinaga's victims, who were usually heterosexual and were often students, were seen snoring and in some cases vomiting while Sinaga raped them, Britain's Crown Prosecution Service said. When a groggy victim was starting to wake, Sinaga would push them back to the floor to continue his assault, or snatch away his phone to avoid suspicion.  Police believe he began the attacks in 2005 and continued until June 2017. \"Reynhard Sinaga is the most prolific rapist in British legal history,\" Ian Rushton, North West Deputy Chief Crown Prosecutor, said. \"His extreme sense of sexual entitlement almost defies belief and he would no doubt still be adding to his staggering tally had he not been caught. Chilling texts mocking his victims Little was known about Sinaga and police had no record of him before the morning one of his victims escaped his apartment.  He was ultimately found guilty in four separate trials, with cases split given the number of victims and assaults involved. Police said around 70 victims have not yet been identified. Juries heard how Sinaga kept victims' belongings as trophies and would look the men up on Facebook after assaulting them.  He would also text friends to boast about his assaults. In one such message, he wrote of a comatose victim: \"He was straight in 2014. 2015 is his breakthrough to the gay world hahaha.\" In a phone conversation, he made a reference to a song by the group Little Mix, telling a friend: \"Take a sip of my secret potion, I'll make you fall in love.\" His victims recounted that they rarely felt threatened by Sinaga, who had a slight build, according to the PA Media news agency. One victim said he seemed \"really nice\" and thought he had merely looked after him after his phone died and he had been separated from his friends on a night out. \"That night was just like any night out with my mates. What I didn't know was that there was a monster lurking in the background waiting to take advantage of my drunken state,\" PA quoted one victim as saying. \"I want Sinaga to acknowledge what he has done to me and show some remorse, but I doubt that will ever happen.\" Sinaga claimed in court that the men he attacked had in fact consented to have sex with him, and were pretending to be unconscious to fulfill his fantasy. Prosecutors branded that defense \"preposterous,\" PA reported. In court, he claimed victims had individually lied to police in order to not be outed as gay. \"It is not an easy thing for some people to come out as gay. That has probably influenced the way they want to answer it,\" PA quoted him as saying. \"They were probably scared that, 'what if my girlfriend finds out I was lying and that night I was with a man?'\" \"Sinaga's unthreatening demeanour duped these young men -- many of whom thanked him for his kindness in offering them a place to stay -- into thinking this monster was a Good Samaritan,\" Rushton added. \"But once back at his flat he used victims as objects purely for his own gratification -- then appears to have derived further twisted pleasure from re-watching his films in court and putting victims through the trauma of giving evidence.\" A churchgoer and PhD student Originally from Indonesia and born to a relatively wealthy family, Sinaga was a churchgoer who studied various university courses while living in Manchester, PA reported. He had been living in the UK on a student visa. He was studying for a PhD at the University of Leeds and would commute monthly from Manchester, where he had an apartment close to the city center. His thesis was entitled \"Sexuality and everyday transnationalism. South Asian gay and bisexual men in Manchester,\" PA reported. \"It is almost beyond belief that someone who could profess some Christian faith could at the same time have been committing such wicked and evil crimes,\" the judge said while delivering her verdict. \"You are an evil serial sexual predator who has preyed upon young men who came into the city center wanting nothing more than a good night out with their friends,\" she added. After the verdict was announced, the UK's Home Secretary, Priti Patel, called for an urgent review of legislation on date-rape drugs like Gamma-hydroxybutyrate, more commonly known as GHB.  GHB is a powerful depressant and is a Class C drug in the UK, the third of three categories of criminalized substances.  Those caught in possession of GHB can face an unlimited fine and up to two years in prison, compared with up to five years for Class B drugs and up to seven years for Class A drugs. Police have urged anyone who believes they may have been a victim of Sinaga, or who has information related to his crimes, to contact them on 0800 092 041 from within the UK or +44 207 158 0124 internationally. Reports can also be made online."], "Language": false}