{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/06/world/scythian-amazon-burial-scn-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2020-01-06T14:55:58Z"], "LastModifiedDate": ["2020-01-06T14:55:58Z"], "Headline": ["Three generations of ancient Amazon women warriors found in Russian tomb"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["For the first time, researchers have uncovered the remains of four Amazons with different ages in the same tomb, according to a release by Russia's RAS Institute of Archeology.  Within the tomb, located in Russia, made of clay and oak blocks, they found skeletons of four women. One was estimated to be between 12 and 13 years old when she died, the second was 20 to 29 years old, a third was 25 to 35 years old and the fourth was 45 to 50 years old.  Scythians were nomadic tribes of warriors that lived across Siberia between 200 and 900 BC. And Amazons, like those depicted in the \"Wonder Woman\" film, were Scythian warrior women. The remains align with other previous discoveries to show that Amazons lived among other nomadic tribes in Eastern Europe.  Items found with the remains helped the researchers to estimate their burial occurred during the 4th century BC.  Iron arrowheads, a bird-shaped iron hook, horse harnesses, harness hooks, iron knives, animal bones, molded vessels and a broken black lacquer vase painted with a red palmette were found with the teenage girl and one of the young women. Their part of the tomb was disturbed by grave robbers in ancient times. But the graves of the other young woman and the older woman remained pristine, still reclining on wooden beds covered in grass.  The young woman was buried as a \"horseman,\" which includes a specific grave tradition of cutting the tendons in the legs. Beneath her left shoulder was a bronze mirror, along with two spears and a glass bead bracelet along her left side and hand. Two vessels, including a molded dish with a black lacquer design and a one-armed drinking cup, were laid among her legs. The oldest woman bore a surprise, besides her age. The average life expectancy of a Scythian woman was between 30 to 35 years old, according to the researchers. She was buried in a calathos, or ceremonial headdress, bedecked with floral ornamented plates and shaped pendants.  Her jewelry was 65% to 70% gold, mixed with copper, silver and iron to create an alloy. Typically, Scythian jewelry contains much less gold. She was also buried with an iron knife wrapped in fabric and a rare iron arrowhead with a forked end. The headdress is a unique find because so few survived burial to be uncovered by archaeologists, the researchers said. Other discoveries have released fragments, rather than this well-preserved ceremonial headdress with its intact ornaments. The remains were found in a cemetery known as Devitsa V, a site consisting of 19 mounds that has been studied since 2010 in the Voronezh region of Russia. This year the Don Archaeological Expedition from the Institute of Archeology of the Russian Academy of Sciences excavated the remains of the four women in one of the mounds. \"The Amazons are common Scythian phenomenon and during the last decade our expedition has discovered approximately 11 burials of young armed women,\" said Valerii Guliaev, head of the Don expedition. \"Separate barrows were filled for them and all burial rites which were usually made for men were done for them.\""], "Language": false}