{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/05/entertainment/gallery/golden-globes-red-carpet-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Jordan Strauss/Invision/AP", "Valerie Macon/AFP/Getty Images", "Frazer Harrison/Getty Images", "Jordan Strauss/Invision/Jordan Strauss/Invision/AP", "Jon Kopaloff/Getty Images", "Todd Williamson/NBC/NBCU Photo Bank/Getty Images"]], "FirstPublishDate": ["2020-01-05T23:49:59Z"], "LastModifiedDate": ["2020-01-07T19:16:12Z"], "Headline": ["Red carpet photos from the 2020 Golden Globes"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Portia de Rossi and Ellen DeGeneres walk the red carpet before the Golden Globe Awards on Sunday, January 5. DeGeneres received the Carol Burnett Award during the show. The award is presented annually to a person who has made \"outstanding contributions to the television medium on or off the screen.\" Nicole Kidman Rita Wilson and Tom Hanks. Hanks received the Cecil B. deMille Award at the show. The lifetime-achievement award recognizes those who have left a lasting impact on the film industry. Taylor Swift Priyanka Chopra and Nick Jonas Charlize Theron Golden Globes host Ricky Gervais and his partner, Jane Fallon Renée Zellweger Scarlett Johansson and Colin Jost Leonardo DiCaprio Reese Witherspoon Salma Hayek Alex Rodriguez and Jennifer Lopez Kerry Washington Gwyneth Paltrow Brad Pitt Bill Hader and Rachel Bilson Michelle Williams Lisa Bonet and Jason Momoa Awkwafina Jennifer Aniston Zoe Kravitz Lucy Boynton and Rami Malek Shailene Woodley Cate Blanchett From left, Joaquin Phoenix, Taron Egerton and Emily Thomas Helen Mirren Phoebe Waller-Bridge Joanne Tucker and Adam Driver Amy Poehler Da'Vine Joy Randolph Glenn Close Lauren Graham Rose Leslie and Kit Harington Billy Porter Winnie Harlow Brian Cox and Nicole Ansari-Cox Sofia Vergara Naomi Watts Beanie Feldstein Olivia Colman Kirsten Dunst Gillian Anderson Ana de Armas Kate McKinnon Wesley Snipes Dakota Fanning Zoey Deutch Andrew Scott Karamo Brown Joey King Julia Butters Pierce Brosnan and Keely Shaye Smith are joined by their sons Dylan, left, and Paris. Dylan and Paris Brosnan are this year's Golden Globe ambassadors. Kaitlyn Dever"], "Language": false}