{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/05/world/five-things-january-5-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, CNN"], "Writers": [["Michelle Krupa"]], "FirstPublishDate": ["2020-01-05T22:11:46Z"], "LastModifiedDate": ["2020-01-05T22:11:46Z"], "Headline": ["Start your Monday smart: Golden Globes, Harvey Weinstein, impeachment, Taiwan, NFL"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Already struggling to keep your 2020 resolutions? These tips can help you stay on track. We know you can do it!  Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • NFL playoffs mean do or die. Wild card weekend continues, with Seahawks at Eagles at 4:40 p.m. ET on NBC. Winners move on to the divisional round, which kicks off Saturday. • You never know what'll happen at the Golden Globes. The Hollywood Foreign Press Association -- and its awards ceremony -- are known for being unpredictable. And cheeky host Ricky Gervais has promised more of the unexpected. Review all the nominees here. And tune in at 8 p.m. ET on NBC. MONDAY • On the 12th Day of Christmas ... It's Epiphany, or Twelfth Night, marking for most Christians the arrival of the three wise men with gifts for the infant Jesus. For Eastern Orthodox believers, the day is Christmas Eve. It also marks the start of Carnival season, welcomed in New Orleans with this Al Johnson classic. • Harvey Weinstein goes on trial. The disgraced movie mogul is due in court to faces charges of predatory sexual assault, first-degree criminal sexual act, first-degree rape and third-degree rape. Members of his inner circle say he's been combative and in denial ahead of the proceedings, while his accusers reportedly feel a mix of hope and anxiety. TUESDAY • Welcome back to impeachment limbo. The House returns, making this the earliest day the articles of impeachment against President Trump could get sent to the Senate. But Speaker Nancy Pelosi still isn't budging, insisting that the GOP-led chamber agree to Democrats' parameters for a trial, including bringing in witnesses. • The tech industry unveils its latest inventions. The Consumer Electronics Show opens its convention floor doors, with more than 4,500 exhibitors reportedly descending on Las Vegas to peddle wares ranging from the future of autos and TV to what to expect from privacy and 5G. • Rodents rocket back to Earth. Forty mice that blasted off in the name of science are due to begin their return from the International Space Station. They're among 3,600 pounds of experiments and cargo that will splash down in the Pacific. Not far away, the American Astronomical Society is meeting, with NASA-related briefings streaming live on the agency's website. • BAFTA Awards nominations drop. From \"Sherlock\" to \"Fleabag\" to \"The Crown,\" British performances have set the entertainment bar across the globe. See who the Brits think are the cream of the crop when the British Academy of Film and Television Arts names its noms. Watch via social media. WEDNESDAY • Kim Jong Un has a birthday. True to form, the exact age of the reclusive North Korean leader isn't publicly known, though he's thought to be in his early 30s. In new year's remarks, Kim warned that there \"will never\" be denuclearization on the Korean Peninsula if the US \"persists in its hostile policy.\" FRIDAY • It's been 100 years since the end of WWI. The Treaty of Versailles went into effect a century ago, officially halting the hostilities and creating the League of Nations, precursor to the United Nations. Even beyond that, the peace accord still shapes our world. Meantime, the Great War gets a new perspective in director Sam Mendes' \"1917.\" The film, which comes off as one long take, opens in wide release. SATURDAY • Taiwanese voters head to the polls. The future of relations with Beijing may hinge on the outcome of presidential and legislative elections. In light of the protests in Hong Kong, the votes are increasingly seen as a referendum on authoritarianism in one of Asia's most liberal democracies. • New year, new binge. From RuPaul's \"AJ and the Queen\" to the final season of \"The Ranch\" to more teenage witchcraft with \"Chilling Adventures of Sabrina,\" 2020 has already given us plenty of reasons to stay in and stream."], "Language": false}