{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/05/entertainment/golden-globes-2020-viewing-guide/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-05T13:44:46Z"], "LastModifiedDate": ["2020-01-06T00:31:00Z"], "Headline": ["Your 2020 Golden Globes viewing guide"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The 77th Golden Globes will kick off awards season Sunday, and we are here to get you ready for it. Here's what you need to know about Hollywood's golden night, brought to you by the Hollywood Foreign Press Association, to honor the best in film and television. Where to watch The event telecast will air Sunday at 8 p.m. EST on NBC. You can also follow live coverage on CNN.com.  Who's hosting? British comedic actor Ricky Gervais will be returning to host the show for a fifth time. He took on master of ceremony duties previously from 2010-2012 and in 2016. Gervais is known for his biting humor and in the past has run afoul of some in Hollywood for his biting wit while hosting. That alone should make it worth it to tune in just to see who, if anyone, he skewers.  Top nominees This year it's all about the streaming services. Netflix led in total nominations, thanks to a strong showing from the films \"Marriage Story\" and \"The Irishman.\" The dramas were nominated for six and five awards respectively. In the television categories, the Netflix series \"The Crown\" and \"Unbelievable\" got four nominations each, as did HBO's \"Chernobyl.\" Two major stars won't have to compete to be honored. Tom Hanks will be receiving the Cecil B. DeMille Award, while Ellen DeGeneres will be the recipient of the Carol Burnett Award in recognition of their careers.  Hanks is actually competing, however. He's up for best supporting actor in a motion picture for his role in  \"A Beautiful Day in the Neighborhood.\"  View the full list of 2020 nominations. Presenters Some of the biggest names in the industry are set to present at the ceremony. They include Tim Allen, Jennifer Aniston, Jason Bateman, Cate Blanchett, Leonardo DiCaprio, Tiffany Haddish, Scarlett Johansson, Margot Robbie, Zoe Kravitz, Jason Momoa, Elton John and former host Amy Poehler. Moments to watch Besides checking for Gervais's snark level, there's always the chance a winner will talk about politics in their acceptance speech.  Given all that's happening in the world and the fact it is an election year, we are almost betting on it. Folks will also be waiting to see if Jennifer Lopez snags a statue for her much hailed performance in \"Hustlers\" and if Joe Pesci will show up even though he's known to shun the spotlight. He's nominated for best supporting actor for his role in \"The Irishman.\" "], "Language": false}