{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/04/entertainment/harvey-weinstein-addresses-his-pending-criminal-trial/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-01-04T17:18:59Z"], "LastModifiedDate": ["2020-01-05T18:09:29Z"], "Headline": ["Harvey Weinstein addresses his pending criminal trial"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Days away from the start of a criminal trial at the center of the #MeToo movement and a potential conviction that could send him to prison for decades, Harvey Weinstein is addressing the 26 months since the allegations of sexual misconduct against him were first brought to light. The highly-anticipated rape trial against Weinstein begins Monday. The former film producer answered eight questions from CNN via email. \"The past two years have been grueling and have presented me with a great opportunity for self-reflection,\" Weinstein wrote. \"I realize now that I was consumed with my work, my company and my drive for success. This caused me to neglect my family, my relationships and to lash out at the people around me. I have been in rehab since October 2017, and have been involved in a 12-step program and meditation. I have learned to give up my need for control.\" Since initial bombshell reports by The New York Times and The New Yorker in October 2017, more than 80 women have accused Weinstein of sexual abuse ranging from harassment to rape. He is charged with predatory sexual assault, a criminal sexual act, first-degree rape and third-degree rape. The case against Weinstein centers on an allegation that he raped a woman in a New York hotel room in 2013, and a second woman who accused Weinstein of forcibly performing oral sex on her at his Manhattan apartment in 2006. Other Weinstein accusers will be permitted to take the stand as witnesses throughout the trial to illustrate an alleged pattern of abusive behavior. He has pleaded not guilty and has repeatedly denied all allegations of non-consensual sex. Weinstein declined to answer if he felt empathy for his accusers. \"While I do have many empathetic opinions regarding many people, I am following the advice of my lawyers on the eve of my trial to not offer any commentary on this,\" he responded. In a statement through Time's Up on Thursday, 25 women who came forward with allegations against Weinstein addressed the significance of his trial. \"This trial is critical to show that predators everywhere will be held accountable and that speaking up can bring about real change,\" their statement read in part. \"We refused to be silenced and will continue to speak out until this unrepentant abuser is brought to justice.\" CNN spoke to Weinstein's criminal defense attorney, Donna Rotunno, on Friday. She said Weinstein would be \"the first one to say he did bad things,\" but he's not a criminal. \"He cheated on his wife, he was dishonest about that, he had multiple women he slept with at different points and he would say that those were bad choices,\" Rotunno said. \"He's lost everything for those bad choices. Nobody is trying to claim that he is a saint and that he never did anything wrong ... I don't believe Harvey is a rapist.\" Weinstein also believes that the media has sensationalized the allegations against him. \"The public's biggest misconceptions come from the assumptions that have been made through the help of media,\" he wrote. \"That is also all I can say on this for now.\" Weinstein, who is recovering from back surgery last month, told CNN he's been leaning on his \"family, friends and loved ones\" leading up to trial \"to help me get through this.\" Weinstein and his ex-wife, Georgina Chapman, divorced shortly after the allegations against him surfaced. \"My meditation and focus on looking inward has helped me balance my emotions,\" Weinstein wrote. \"The whole process has been overwhelming, but I am working every day to stay level.\" Although Weinstein maintains his current focus is the criminal trial ahead, he has contemplated what his life may look like beyond that. \"I plan to focus on my children, my health and rest,\" he said when asked his plans if found not guilty. \"If I can do something positive to advance the causes that I had always championed, I hope to find a way to do so.\" His former movie studio, The Weinstein Company, which he co-founded in 2005 with his now estranged brother, Bob Weinstein, is no more. But he believes it is possible for him to rebuild a career in the film industry. \"It will take a bit of work to build back to it,\" Weinstein wrote. \"If I can get back to doing something good and building places that help heal and comfort others, I intend to do so.\" Since the allegations against him became public, Weinstein has been relatively reclusive. \"I spend the vast majority of my free time working with my legal and communications teams,\" Weinstein responded. \"I read several books a week on history, politics and fiction. My main focus has been proving my innocence and clearing my name.\""], "Language": false}