{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/04/app-opinion-section/australian-bushfires-climate-crisis-hockenos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Paul Hockenos"], "Writers": [[]], "FirstPublishDate": ["2020-01-04T22:14:15Z"], "LastModifiedDate": ["2020-01-04T22:14:15Z"], "Headline": ["Australian bushfires point to an ominous pattern"], "Section": ["app-opinion-section"], "MappedSection": [null], "Article_Body": ["Apocalyptic scenes are playing out across Australia as bushfires have burned millions of acres and ravaged more than 1,000 homes in New South Wales alone.  The bright orange haze may look like something out of a dystopic science fiction film -- or even Dante's Inferno -- but this is Australia's current reality. A total of 20 people have died, and the photographs of human suffering are foreboding: native Australians have poured out of smoke-shrouded towns as the flames creep nearer, while people along the coast have taken refuge on beaches.  These are scenes from an Earth that is becoming uninhabitable amid raging wildfires, severe hurricanes and floods, record droughts and rising sea levels that have already submerged islands. The climate crisis is claiming human lives, and the body count will grow.    The worldwide community of climate scientists says that ever larger swathes of our world could burn if the climate crisis continues to trigger extreme weather events like record-breaking temperatures and extended dry spells.  They have been ringing the alarms bells for years now. In late 2018, the International Panel on Climate Change (IPCC) issued a damning report stating that because we have prevaricated for so long -- climate change has been well documented since the late 1980s -- greenhouse gas emissions could cause global warming to reach the crucial threshold of 1.5 degrees Celsius above pre-industrial levels by as early as 2030. This would lead to greater sea level rise, extreme weather and food shortages for hundreds of millions of people.   The recent fires that have ravaged North America's west coast, Europe, the Amazon and the Arctic Circle should have been enough, together with all of the other mounting evidence, to bring politicians to their senses and convince even hardcore climate skeptics that global warming is already impacting our world with even more dire consequences to come if we do not reverse course.  In fact, the only point where the scientists have erred is in their predictions about how fast temperatures will climb, and how resounding the shorter-term consequences would be. The global wildfires are one case in point. The ever hotter, drier weather, exacerbated by forest mismanagement in some cases, is causing higher-intensity, faster-moving fires that can turn into erratic firestorms, argues Marc Castellnou, president of the Spanish independent wildfire prevention group Pau Costa Foundation.  Castellnou said that many experts initially though that the ferocious blazes in Europe, California and Australia in 2009 and 2012 were perhaps freak phenomena. But then fierce wildfires in Chile and Portugal in 2017, followed by fires in Greece and California the year after, confirmed an ominous pattern. \"That was the new normal arriving. 2018 has confirmed that,\" he told Horizon: The EU Research & Innovation Magazine. This kind of lethal wildfire is of an entirely different quality: \"It eats everything,\" Castellnou says. Firefighters are nearly helpless against blazes of this intensity, he says. The current fires in Australia are already the most destructive ever in terms of reach. Records for the region's hottest days -- up to 120 degrees Fahrenheit -- have been shattered one after another, and meteorologists say more blistering weather is on its way. Low humidity and stiff winds have only complicated firefighting and rescue efforts, which now include 10,000 emergency personnel and the Australian Defense Force. The smoke is so intense that giant ash clouds have even wafted to New Zealand nearly 1,300 miles away. The new normal is not only more lethal, it's also harder to predict. \"All of a sudden it's getting a lot harder to protect against what's coming,\" writes journalist David Wallace-Wells in his book \"The Uninhabitable Earth.\" There's still more to come: \"much more fire, much more often, burning much more land,\" he writes. Wallace-Wells notes that globally, the length of wildfire seasons have grown by nearly 20% since 1979. In the US, wildfires burn twice as much land now as they did in 1970, and by 2050, the devastation caused by fires is expected to double again. And \"for every additional degree of global warming, it could quadruple,\" he argues.  Of course, there are still hard-headed doubters, including President Donald Trump and Australian Prime Minister Scott Morrison. (While Morrison acknowledged that climate change is one of many factors behind the bushfires, he also said calls to reduce carbon emissions are \"reckless\" and claimed Australia doesn't need to do more to combat the climate crisis). It was Australia, along with the US, Brazil, and Saudi Arabia, that blocked meaningful new climate protection reforms at the recent UN climate conference in Madrid. Morrison made it clear that his imperative was to get the Australian economy performing at full tilt.  Indeed, due to its heavy burning of coal and use of liquified natural gas, Australia has one of the highest per capita greenhouse gas emissions rates in the world. Last summer, Morrison's administration gave the green light to a new coal mine in Queensland; others are in the pipeline.  The UN's warning that Australia is not on track to meet its modest obligations pledged at the Paris climate summit in 2015 does not appear to faze Morrison. But Australia isn't alone -- the US and China are also failing to reach their emissions targets.  Leaders like Trump and Morrison must be voted out of office. There are political parties and candidates who grasp the existential nature of the crisis at hand, and reputable institutes have designed detailed policies and plans that can ameliorate the worst of it. One of the best examples of clear, prescient thinking can be seen in New Zealand's Prime Minister Jacinda Ardern, who has successfully pushed landmark climate legislation that commits the country to slash carbon emissions to zero by 2050.  Indeed, the situation is grim: worldwide, we have to cut CO2 emissions by 50% by 2030. But fatalist pessimism is as dangerous as lying about the crisis at hand. The clean tech necessary to offset rising temperatures and seas has long been around: renewable energy, electric cars and buses, zero-carbon housing and hydrogen-fueled airplanes and ships. It is only a matter of political will that we deploy this technology en masse and put a swift end to the reliance on fossil fuels and unsustainable consumption. And if the will is not there, then it is up to those of us who live in democracies responsible for the biggest carbon footprints to replace the intransigent politicos with ones who will act. This next decade will be decisive in battling the climate crisis. Despite what the skeptics and fatalists might think, there is something every one of us can do."], "Language": false}