{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/03/opinions/google-breast-cancer-artificial-intelligence-brown/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Theresa Brown"], "Writers": [[]], "FirstPublishDate": ["2020-01-03T20:24:09Z"], "LastModifiedDate": ["2020-01-03T21:56:17Z"], "Headline": ["What AI reading of mammograms could do for women"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Breast cancer is the second-leading cause of cancer death among women in the US.  I am a breast cancer patient, two years out from diagnosis, and that statistic pulls me up sharp. I suck in my breath and hold it, in fear. To have breast cancer means to fear dying. But having it detected earlier, rather than later, usually yields a better prognosis. The news, then, that artificial intelligence can read mammograms better than radiologists is welcome, but placing that news in the context of breast cancer screening and treatment shows its importance to patients. The study on AI and mammography screening, run collaboratively between Google and a group of physicians in the UK, appeared in the most recent issue of Nature. The AI system, like radiologists, did not screen mammograms correctly 100% of the time, but there were fewer false positives and false negatives with the AI system. According to the study, the AI system reduced false positives in the US and the UK by 5.7% and 1.2% respectively, and false negatives by 9.4% and 2.7%. And in a head-to-head comparison with six radiologists, the AI system was overall more accurate than all of them. This matters, because false positives are scary and can lead to unnecessary biopsies and unhelpful fear. False negatives are, obviously, worse, because they give an undetected cancer at minimum another year of undisturbed growth. The statistical terms sensitivity and specificity are useful here. Sensitivity means the number of true positive results and specificity means the number of true negative results. The AI system had both greater sensitivity and specificity than human readers. Interestingly, though, there was one film that all six radiologists read correctly as showing a cancerous lesion, and the AI system missed.  There was also a film that all six radiologists said was negative for cancer while the AI system identified it correctly as a malignancy. The AI system was better at identifying \"invasive\" cancers that had expanded into general breast tissue, while radiologists were equally good at seeing invasive cancers and cancers \"in situ,\" meaning a cancer that remained within the milk duct where it originated. I have belabored this technical information for a reason: to make it clear that the promise of this technology should not be shunted aside due to a fear that, as Siddhartha Mukherjee opined in a 2017 New Yorker piece, it will lead to doctors becoming merely technicians instead of skilled diagnosticians.  Is it so hard to imagine that physicians could use artificial intelligence to create both a more precise and more human care experience for patients? I say no.  In the UK, two radiologists read every mammogram, and since the UK has a shortage of radiologists, the authors of the AI system study suggest that the second UK radiologist be replaced by the AI system when reading mammograms. Thus, the AI system would improve the overall accuracy of mammography reading, but also reduce the radiologists' workload—a benefit that radiologists in the US could enjoy as well. And here's when we discover the real value-added potential from using AI for mammography: providing, as the study authors claim, \"immediate feedback in the screening setting.\" When a woman comes in for a mammogram, she usually leaves without having the film read. Instead, she receives the result a few days later, possibly including a request for \"additional screening\" that may happen days or even weeks afterward. I know, because my breast cancer was diagnosed during \"additional screening\" two weeks after my initial appointment. I told myself not to worry about being called back until I had reason to, a Zen-like attitude that my cancer diagnosis ultimately belied. However, if a woman receives what is currently designated a \"diagnostic mammogram,\" any additional images are taken on the same day of the initial mammogram and she leaves the imaging center with her result. Let me repeat that: the woman leaves with her result. Now, that is humane, and is the standard of care in some imaging centers, but certainly not all. With AI, all mammograms could become \"diagnostic.\" That's a small change, but an important one: releasing the results of mammograms on patients' schedules rather than those of radiology departments. Further, having the AI system read film as an accompaniment to radiologists could give those same radiologists time to actually talk to patients in person about their results—something an artificial intelligence system absolutely cannot do. Finally, a positive mammogram must be confirmed by a biopsy, which likely also will be done by a radiologist, and for me at least, was scheduled separately from the mammograms. Again, a wait of about a week was involved. I was told that one of the radiologists had a family emergency. As if my breast cancer was not also an emergency. Using an AI system could be used to streamline the process of breast cancer diagnosis, from mammogram to biopsy in one day, or if needed, two. Some institutions already do this, but from what I hear anecdotally, many do not. I wonder if the doctors and nurses don't understand how it feels to be diagnosed with cancer, because I, a former oncology nurse, didn't understand. Suddenly, ordinary life looks like a dark maze of dead ends and shadowy twists and turns that move you forward, but ultimately take you nowhere. What the patient most wants is a light to penetrate those shadows, perhaps also a thread, like Ariadne gave to Theseus in the labyrinth. There is no good reason why patients should have to sit in that darkness waiting for the light, the thread, a guide back from the fear. I know this also because, despite the many scheduling difficulties I had and bureaucratic indifference I struggled with during the process of my cancer diagnosis, the radiologist who initially identified my breast cancer did guide me. As tears slowly dripped down my face, she took me into the dark room where she worked, the walls covered with screens in shades of black, white and gray—the colors of X-rays. She showed me my breast and the cancer. She advised me about a surgeon. She was unflappable and kind. I have forgotten, perhaps deliberately, her name, but I will never forget the light she brought to my sudden and overwhelming personal darkness."], "Language": false}