{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/fact-check-coronavirus-briefing-april-15/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale, Phil Mattingly, Maegan Vazquez, Liz Stark, David Wright and Em Steck, CNN"], "Writers": [["Daniel Dale", "Phil Mattingly", "Maegan Vazquez", "Liz Stark", "David Wright", "Em Steck"]], "FirstPublishDate": ["2020-04-16T03:11:56Z"], "LastModifiedDate": ["2020-04-16T13:42:17Z"], "Headline": ["Fact check: Trump repeats false claim he has power over state coronavirus restrictions, threatens to shut down Congress"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump littered Wednesday's coronavirus briefing with another procession of false and misleading claims. He inaccurately declared, again, that he has absolute power over state coronavirus restrictions. He falsely claimed \"nobody needs\" ventilators anymore. He exaggerated the number of federal judges confirmed during his presidency. He repeated some of his standard false claims about trade with China. Trump also accused the World Health Organization of perpetrating a \"cover-up\" without providing evidence of deliberate malfeasance. And he threatened to invoke a never-before-used constitutional authority to unilaterally adjourn Congress in order to confirm more of his appointees. Below, we explain that authority and fact check his multiple misstatements. Shutting down Congress  On Wednesday, President Trump threatened to invoke a never-before-used constitutional authority to unilaterally adjourn Congress in order to confirm more of his appointees.  Trump claimed that key nominations, including the Director of National Intelligence, Federal Reserve governors and a Treasury assistant secretary, would be helpful to the overall response effort to the coronavirus.  Specifically, Trump claimed that the Senate's practice of \"gaveling into so-called pro forma sessions when no one is even there\" has prevented him from making recess appointments. Said Trump: \"The Senate should either fulfill its duty and vote on my nominees or it should formally adjourn so that I can make recess appointments.\" So does the Constitution allow the president to unilaterally adjourn both houses of Congress?  Facts First: Technically, yes, under certain conditions, though no president has ever invoked the power before and the exact process by which it could be done is murky at best.  In Article 2, Section 3, the Constitution states the president \"may, on extraordinary occasions, convene both Houses, or either of them, and in case of disagreement between them with respect to the time of adjournment, he may adjourn them to such time as he shall think proper.\" The process of determining whether the House and Senate are in \"disagreement\" over adjournment is unclear, and may actually require lawmakers to come back to Washington to vote to clear it up.  Both the House and Senate would need to vote on resolutions to adjourn. It's exceedingly unlikely the Democratic-controlled House would agree to such a vote. It also would likely force Senate Republicans to return to Washington to vote for something that would create just the latest separation of powers battle between Capitol Hill and this White House.  What was Trump's point here?  Trump was voicing frustration about the Senate's use of pro forma sessions, which in layman's terms is the practice of the chamber gaveling in and out every three days to technically convene, while blocking the president's ability to make \"recess appointments.\"  This is not a new Democratic tactic to frustrate Trump specifically. In fact, in 2014, when then-President Barack Obama tried to make recess appointments during pro forma sessions, the Supreme Court sided with Senate Republicans on the validity of the practice -- the same practice Trump referred to on Wednesday as \"phony.\"  Have Democrats blocked Trump nominees?  Senate Democrats have certainly slowed the process to a crawl, by design. So much so that McConnell changed the Senate rules to limit time consideration in order to speed the process for certain nominees.  But it's not black and white. Republicans blocked and slowed the process for nominees of President Obama. The Trump administration has also been slow, at times, to fill positions, with Trump himself noting that he prefers the flexibility of having \"acting\" appointees instead of confirmed nominees.  Who determines when the Senate is in session?  That would be Senate Majority Leader Mitch McConnell, a Kentucky Republican. McConnell announced this week the Senate wouldn't return for votes until at least May 4.  What's McConnell's view on this idea?  A McConnell spokesperson released the following statement on Wednesday evening: \"Leader McConnell had a conversation today with the president to discuss Senate Democrats' unprecedented obstruction of the president's well-qualified nominees and shared his continued frustration with the process. The Leader pledged to find ways to confirm nominees considered mission-critical to the COVID-19 pandemic, but under Senate rules that will take consent from Leader Schumer.\" Read that statement closely. McConnell is very intentional in his word choice here. He certainly shares Trump's frustration, but making clear he needs agreement from Democratic Leader Chuck Schumer to move forward on the administration's nominees for the pandemic response is purposeful.  A World Health Organization \"cover-up\" Trump accused the World Health Organization on Wednesday of perpetrating a cover-up of the coronavirus. On Tuesday, Trump said his administration would review the WHO's role in \"covering up the spread of the coronavirus.\" His language got tougher on Wednesday, when he said the administration is reviewing \"the organization's cover-up and mismanagement of the coronavirus outbreak.\"  Facts First: There are legitimate questions about the WHO's handling of the coronavirus crisis and its willingness to accept and repeat information provided by the Chinese government. However, Trump has presented no evidence of a deliberate effort by the WHO to conceal the truth. Trump's complaints about the WHO are numerous, and include that it uncritically parroted inaccurate claims from the Chinese government, failed to investigate credible contrary reports, praised China's supposed transparency, opposed travel restrictions on China, and took too long to declare a public health emergency.  It is possible that damning evidence will emerge at some point. But up to now, Trump's complaints have not included proof that the WHO intentionally hid or mischaracterized information it knew to be true. In January and February, Trump himself repeatedly praised China's response to the coronavirus outbreak and its supposed transparency.   Trump also praised the WHO, saying in a February 24 tweet that \"CDC & World Health have been working hard and very smart\" and in a Fox Business interview on February 10: \"China, I can tell you, is working very hard. We're working with them. You know, we just sent some of our best people over there, World Health Organization, and a lot of them are composed of our people. They're fantastic.\"  The \"cupboard\" of medical supplies  At Wednesday's briefing, the President repeated his claim that he inherited a \"bare cupboard\" of medical supplies to fight coronavirus from the Obama administration.  Facts First: Trump's argument has some truth to it, but it's also somewhat misleading. While Trump isn't wrong to suggest he inherited a depleted stockpile of some medical supplies -- the stockpile of masks, for example, was depleted and not replenished by the Obama administration -- the cupboards were not completely \"bare\"; he inherited significant quantities of other supplies. And Trump had three years in office to build depleted stockpiles back up. The Strategic National Stockpile was not empty before the coronavirus pandemic. For example, the stockpile contains enough smallpox vaccines for every American, among other medical resources. However, critical supplies that could be used to combat coronavirus were drained and not replenished.   Ultimately, both Trump and former President Barack Obama ignored the warnings of experts and failed to restock masks and prepare other supplies to fight a potential pandemic.  Here's the backstory:  A 2010 report from a federally-sponsored task force recommended that national stockpiles of masks and other medical equipment be replenished after the 2009 H1N1 outbreak, and identified potential supply chain issues in the event of a pandemic.  Additionally, a 2012 HHS study reported that 75% of the strategic national stockpile's N95 masks were used during the H1N1 outbreak, and said an \"ample supply\" should be made available for use during a pandemic. The HHS study also warned of potential future ventilator shortages.   The supply of N95 masks in the strategic national stockpile was never replenished. In a spending bill signed by then-President Barack Obama in December 2011, after the swine flu outbreak had passed, spending for the national stockpile actually decreased. The Obama administration had initially requested increased funding for the national stockpile but made concessions and ultimately, funding for the stockpile was cut for years after.  This February, Health and Human Services Secretary Alex Azar told Congress that the national stockpile contained over 10 million N95 masks. That's far short of the billion-plus masks that the government projected in 2015 would be needed in the event of a flu-like pandemic -- and well short of the 7 billion needed in a worst-case scenario.   In 2010, the Association of State and Territorial Health Officials wrote a report sponsored by the CDC, titled \"Assessing Policy Barriers To Effective Public Health Response In The H1N1 Influenza Pandemic.\" The report concluded that in the aftermath of the Swine Flu outbreak, \"there should be a central repository of N95s which is replenished for future events,\" and that \"various healthcare providers, including EMS, should enhance their current PPE stockpiles, including N95s.\"  The group also recommended that \"supplies should be purchased in advance of an emergency, rather than essentially limiting the national supply chain in the midst of an emergency.\"  In addition, a 2012 HHS study on the H1N1 response reported that \"75 percent of the SNS's N95 respirators... were deployed for use in healthcare settings\" during the Swine Flu outbreak. Critically, the report also identified risks of future ventilator shortages. In the report, titled \"2009 H1N1 Influenza Improvement Plan,\" HHS issued this prescient warning:  \"If a large proportion of the U.S. population were to become severely ill during a pandemic and required mechanical ventilation, the healthcare system would quickly become overwhelmed. The number of respiratory-compromised patients is likely to easily surpass the number of available ventilators and trained personnel by severalfold.\"  Ventilator shortages  President Trump claimed during Wednesday's press conference that \"nobody needs\" ventilators anymore, suggesting that ventilator shortages around the country -- the result of increased hospitalizations of coronavirus patients -- have been fully resolved.  \"At this moment, nobody needs them. We have to remember, during the surge, nobody's needed them for weeks now. But we'll have them for stockpiles,\" Trump said. The President also suggested that there would be an abundance of ventilators to go around once companies "], "Language": false}