{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/30/entertainment/star-wars-kelly-marie-tran-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-30T14:52:04Z"], "LastModifiedDate": ["2019-12-31T14:41:21Z"], "Headline": ["'Rise of Skywalker' screenwriter addresses lack of screen time for Kelly Marie Tran"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A writer for \"Star Wars: The Rise of Skywalker\" is addressing why we didn't see some intended scenes with actress Kelly Marie Tran in the film. Both critics and fans of the movie have questioned why Tran's character, Rose Tico, spends much of her time back at the base in the latest installment in the \"Star Wars\" franchise. Chris Terrio, who co-wrote the movie with director J.J. Abrams, told Awards Daily that Tran was meant to have more screen time, but they faced post-production difficulties in her scenes with Carrie Fisher's General Leia Organa. \"One of the reasons that Rose has a few less scenes than we would like her to have has to do with the difficulty of using Carrie Fisher's footage in the way we wanted to,\" Terrio told Awards Daily. \"We wanted Rose to be the anchor at the rebel base who was with Leia. We thought we couldn't leave Leia at the base without any of the principals who we love, so Leia and Rose were working together. As the process evolved, a few scenes we'd written with Rose and Leia turned out to not meet the standard of photorealism that we'd hoped for. Those scenes, unfortunately, fell out of the film.\" He continued: \"The last thing we were doing was deliberately trying to sideline Rose. We adore the character, and we adore Kelly -- so much so that we anchored her with our favorite person in this galaxy, General Leia.\" It was a big deal for many, as Tico's role in \"The Last Jedi\" was celebrated as the first major role in the franchise for an Asian actress. \"Crazy Rich Asians\" director Jon M. Chu kicked off a social media campaign #RoseTicoDeservedBetter, protesting Tran's too small role in the latest film. "], "Language": false}