{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/entertainment/linda-ronstadt-songs-cnn-film/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Breeanna Hare, CNN"], "Writers": [["Breeanna Hare"]], "FirstPublishDate": ["2019-12-31T12:26:45Z"], "LastModifiedDate": ["2019-12-31T12:26:45Z"], "Headline": ["Linda Ronstadt's vocal genius in 7 songs"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In 1975, it didn't matter whether you were a fan of country music, pop or R&B -- if you listened to any of those genres, you were listening to Linda Ronstadt.  Between \"You're No Good,\" \"When Will I Be Loved\" and \"I Can't Help It (If I'm Still In Love With You),\" the Grammy-winning singer hit multiple Billboard charts with ease, displaying a range nearly as jaw-dropping as her voice.  But Ronstadt didn't stop there. For more than 40 years, she shaped her vocals to also fit rock, jazz, opera and Latin styles, even squeezing an Oscar-nominated song from a children's movie soundtrack into her repertoire (that's her singing with James Ingram on \"Somewhere Out There\" from 1986's \"An American Tail\").  \"I don't think anybody has tried more different styles and nailed it than Linda has,\" country star Bonnie Raitt says in CNN Films' documentary on Ronstadt, airing New Year's Day. \"There's not that many people who can pull off new wave music and rock and the most beautiful country ballads. Her range is huge.\" Dolly Parton, who crafted two albums with Ronstadt and Emmylou Harris, puts it this way: \"Linda,\" she says in the film, \"could literally sing anything.\"  Take a listen to these seven songs from varying genres to see what they mean: 'Different Drum'  In 1967, two years after forming the folk rock trio The Stone Poneys, Ronstadt released the single that put her vocals on the map: a rendition of The Greenbriar Boys' \"Different Drum.\"  Written by The Monkees' Michael Nesmith, it became the Stone Poneys' biggest hit and a catalyst that would push Ronstadt into her next act as a solo star. 'I Can't Help It (If I'm Still In Love With You)'  This was originally sung by Hank Williams, but Ronstadt made this country track her own when she recorded a version for her 1974 album, \"Heart Like A Wheel.\"  Her then-manager told her she was wasting her time because she'd be \"too country for the rock stations and too rock for the country stations,\" Ronstadt recalled in her 2013 memoir, \"Simple Dreams.\" \"I ignored him and began to look for musicians who could play the songs that had come out of Nashville but with a California twist.\" It's a good thing she did: Her performance of \"I Can't Help It\" not only earned her a No. 2 spot on Billboard's country chart but also the Grammy Award for best female country vocalist performance -- the first of the 10 Grammys she won throughout her career.  'You're No Good'  This pop/R&B anthem passed through many hands before Ronstadt began performing it on tour in the early 1970s. Written by Clint Ballard Jr., the single was recorded by Whitney Houston's cousin, Dee Dee Warwick, in 1963 and later by soul singer Betty Everett. It was an afterthought, Ronstadt says, when she and manager/producer Peter Asher decided to record it for 1974's standout album, \"Heart Like A Wheel.\" Rearranging the song to have a more prominent guitar solo, Ronstadt made the single her own -- and in the process, released a No. 1 hit.  \"Linda knew a good song, and she knew why it was good, and she knew how to sing it better than you,\" singer/songwriter J.D. Souther says in the CNN Films documentary \"The Sound of My Voice.\"  \"I consider her a real auteur,\" musician Jackson Browne adds. \"She didn't write songs but she made songs happen the way she wanted to hear them.\" 'Blue Bayou' and 'Get Closer'  One of the most interesting things about Ronstadt's rock career, music journalist and friend John Rockwell wrote in 2014, was its \"stylistic diversity under the broad tent that we call 'rock.'\" She was a singer whose vocals could swing from the country rock of \"Blue Bayou,\" her 1977 cover of the Roy Orbison original, straight into the harsher growls of a more mainstream rock track like 1982's \"Get Closer,\" which she sang in her first Grammys performance.  \"What tied this all together was her ear (nobody was better at working out harmonies, which Linda did for most of her duet and trio arrangements); her exquisite control of pitch ... (and) her willingness to master the rhythms and styles of every kind of music,\" Rockwell said.  'Poor Wandering One'  Over her four-decade career, there was rarely a risk that Ronstadt wasn't game to take -- including a detour from the record studio to Broadway. In the 1980s, Ronstadt made a break for the Great White Way, teaming up with director Joseph Papp and actor Kevin Kline for a production of the comic opera \"The Pirates of Penzance.\"  \"That was the first job I was ever offered where I actually got to sing like that,\" Ronstadt says in \"Sound of My Voice.\" \"I was delighted. ... It's really hard. You can't learn that overnight.\" 'Por Un Amor'  Ronstadt, who is of Mexican descent on her father's side, grew up singing in Spanish. And by the late 1980s, she longed to record a Spanish-language album. The result was 1987's \"Canciones de Mi Padre,\" a collection of traditional mariachi music that proved once again how Ronstadt could flex her vocal skills in virtually any genre.  \"Immersed in the rancheras, huapangos and other Mexican songs that span nearly a century, Ms. Ronstadt sounds as at home as she did singing the country-folk songs that made her a star in the late 60's and early 70s,\" The New York Times said in its review. \" 'Canciones de Mi Padre' ... may in fact be the most deeply felt album the singer has ever made.\""], "Language": false}