{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/30/media/netflix-top-release/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Alexis Benveniste, CNN Business"], "Writers": [["Alexis Benveniste"]], "FirstPublishDate": ["2019-12-30T19:38:09Z"], "LastModifiedDate": ["2019-12-31T00:43:13Z"], "Headline": ["'Murder Mystery' tops Netflix's most-popular titles of 2019"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In a year of huge streaming hits, \"Murder Mystery\" topped Netflix's most popular US releases list for 2019. The comedy movie beat out some impressive titles, including \"Stranger Things 3,\" \"6 Underground,\" \"The Incredibles 2,\" \"The Irishman,\" \"The Witcher,\" \"The Triple Frontier,\" \"Extremely Wicked, Shockingly Evil and Vile,\" \"The Umbrella Academy\" and \"The Highwaymen,\" which rounded out the streaming company's top ten list. Some Netflix customers might be shocked to see that \"The Irishman\" isn't higher up on the list. In its first week on the streaming service, the film was watched by more than 26 million accounts globally, Netflix said.  Although the \"Murder Mystery\" may have been watched a lot, Netflix's methodology for the list was a bit strange: The company based its list off of the number of subscribers who watched at least two minutes of a series, movie or special during its first 28 days on the streaming service. In the past, Netflix used a different metric: customers who watched 70% of a movie or a single episode of a TV show. The company said it has decided the 70% measurement discriminated against longer form content. \"We used this metric because this is a ranking, so we're looking for relativity rather than finite numbers,\" a spokesperson for Netflix told CNN Business, adding that this makes the two-minute measurement \"a far more pure way to measure popularity.\" \"Murder Mystery,\" starring Jennifer Aniston and Adam Sandler, was number one in nine countries including the United States, Canada, New Zealand, Australia, Mexico, Colombia, Argentina, Singapore and UAE. The kitschy crime movie's success could be a result of the all-star cast. But it could also be because interest in murder mysteries has exploded in recent years, from podcasts such as \"Serial,\" to shows like \"Dexter\" and \"CSI.\" Netflix is celebrating a successful year. As of December 11, the streaming service had 158 million subscribers worldwide.  \"We're really happy to see just how well Netflix films generally did in 2019,\" the company's spokesperson said. \"They took six of the 10 spots in the overall US list.\""], "Language": false}