{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/30/entertainment/best-movies-2019-reader-responses/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Breeanna Hare, CNN"], "Writers": [["Breeanna Hare"]], "FirstPublishDate": ["2019-12-30T15:24:54Z"], "LastModifiedDate": ["2019-12-30T15:24:54Z"], "Headline": ["We asked you for 2019's most essential films. Here's how you responded"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Take a look at critics' picks for the best movies of the year and you'll see the usual suspects: movies from the likes of Martin Scorsese, Bong Joon-ho, Quentin Tarantino and Greta Gerwig. And the lists aren't wrong; those four filmmakers were behind some of the year's most captivating and thought-provoking work, from \"Parasite\" to \"Little Women.\"  But sometimes these annual reviews overlook the titles that mattered most to the moviegoers themselves. Films that may not have been perfect, but nonetheless were unforgettable; the movies that made their mark not just because of artistic skill but because of the experience they provided.  That's what stood out to us as we read your recommendations for the most essential movies of 2019.  You named critically acclaimed titles such as \"The Irishman\" and \"Once Upon A Time In Hollywood,\" to be sure. But there were also several votes for the box office juggernaut \"Avengers: Endgame\" as well as the smaller Netflix rom-com \"Always Be My Maybe\" -- and for reasons as varied as the stories themselves.  In the end, your choices for the most essential movies of 2019 were overwhelmingly personal. You shared stories that emphasized how a great movie can connect us with loved ones and strangers alike, or help us reflect on our lives, our purpose and our world in a new way.  Below are 11 of your responses to the question, \"What's the most essential movie of 2019, and why?\"  Editor's note: The responses below have been lightly edited for length and clarity. 'The Peanut Butter Falcon'  \"I found 'The Peanut Butter Falcon' to be one of the sweetest and most uplifting movies I have seen in a while. With a cast spanning from seasoned veteran Bruce Dern; young talents Shia LaBeouf and Dakota Johnson; to newcomer Zack Gottsagen, this movie touches all the bases. It beautifully and delicately shows how all of us are broken in our own way, but friendship, love and maybe even redemption can be found in the family we choose for ourselves. I swept through a full range of emotions with this movie, laughing one moment, crying the next, also angry, scared, hopeful and relieved. It's simply a beautiful story told with outstanding performances and should not be missed.\" -\tJenni Gerhauser, Nixa, Missouri 'Once Upon A Time in Hollywood'  \"I am not a Quentin Tarantino fan. However, I think that 'Once Upon a Time in Hollywood' was probably the best movie I have seen in the last 10 years. It really held me spellbound, and was so funny, witty and had just the right amount of nostalgia.\" -\tPeggy Taylor, Minneapolis 'Avengers: Endgame'  \"There is nothing more moving than experiencing a theater full of fans watching the conclusion to a blockbuster movie series like 'Avengers: Endgame.' No matter who you are, where you came from, or how old you were, we all became friends because of our shared enjoyment of this incredible rollercoaster of a journey, growing up with these movies. There were cheers, laughter, sadness and a sense of togetherness I have never felt, and I assume never will again, during a cinematic experience. And they chanted ...'Wakanda Forever.'\" -\tJodie Rogers, Wisconsin 'A Beautiful Day in the Neighborhood'  \"As someone who grew up with Mr. Rogers -- and heading into my 40th year -- this movie really did impact me ... it was done with a true love of the person. What I liked about this movie is (that) it dealt with some complex themes in life, including grief, death and humanity. ... I consider this the movie of the year because Fred Rogers was a major part of so many lives. He represents a positive impact on society that is often lost, with a care and compassion that cannot be understated. It was actually one of my favorite movies in years.\" -\tJonathan Lovecchio, Miami Beach, Florida  'Parasite'  \"'Parasite' (is) a masterpiece in so many ways: perfectly placed shots, a sublime musical score, the potent juxtaposition of humor and tragedy in commenting on class inequality -- this dark comedy deserves Best Picture.\" -\tBill, Atlanta 'Queen & Slim'  \"The plot can be summarized in one sentence: 'A Tinder date-turned-tragedy.' It had a classic storytelling style with modern-day elements that made it relevant and relatable to today. The normalcy of the characters allowed me to connect with them in both a positive and negative way -- that while I can have no weapon in my possession, my black skin is what makes me armed, and yet it simultaneously serves as my only armor in this country. The movie was very well done, but that tragic, fictional ending ... that hurt just as much as the real-life tragic endings too many of my black brothers and sisters face in America. -\tDeja', New York 'The Irishman'  \"'The Irishman' is a brilliant return to filmmaking. It has it all: story, amazing acting, visuals -- everything that makes a Scorsese film stand out from the predictable regurgitation of yet another superhero, exploding special effects (movie).\" -\tDorothy Spencer, Maryland 'Star Wars: The Rise of Skywalker' \"Mind blown. As a millennial, I had the privilege of seeing the saga in the proper sequence; my father saw the original trilogy in the '70s (and) I caught up with him in the '90s and 2000s. Now I hope to do the same with my son when the next trilogy releases, hopefully in the next 10-20 years.\" -\tAvinash N., Boca Raton, Florida 'Joker' \"The 'Joker,' because we got to see something rare in the world of good vs. evil: The perspective of the antagonist, how they were shaped, and the incredibly sad and all too real struggle with poverty, mental health and human dignity. To me, this movie was brilliant.\" -\tAnna Blankinship, Seattle 'Jojo Rabbit'  \"Some movies have made me cry and some have made me laugh. 'Jojo Rabbit' did both -- sometimes in the same scene. Satire is vastly underused in modern cinema. A comedy about a war finished almost 75 years ago, it still managed to be hauntingly relevant and timely.\" -\tJuanita Smith, Halifax, Canada 'Always Be My Maybe'  \"This is essentially the only new movie I watched in 2019 due to the birth of my son and chasing his older sister around. Keanu Reeves' performance is so memorable, and watching this made the fatigue and chaos of motherhood more enjoyable. I love Ali Wong's sense of humor, and her past stand-up comedy special during her pregnancy has been greatly appreciated by me as a fellow mom.\" -\tHaley, Charleston, South Carolina"], "Language": false}