{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/29/opinions/2020-crystal-ball-newsletter-predictions-fredrick/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Yaffa Fredrick, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-29T13:12:20Z"], "LastModifiedDate": ["2019-12-30T12:15:48Z"], "Headline": ["Daring predictions about the winners of 2020"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Every year, we ask a select group of our contributors to make a round of predictions about the year to come.  While last year's prognosticators failed to correctly predict much -- most of them thought former Texas Rep. Beto O'Rourke would emerge as the likely Democratic nominee, for example -- we decided to give them another chance to prove themselves. To focus their attention, we provided a list of 10 questions, highlighting some of the biggest political, cultural and sports-related events on the calendar. And there was a surprising amount of consensus among our oracles. Let's start with politics. Half of our contributors believe Donald J. Trump will win reelection. As Paul Callan, our only contributor to successfully predict Trump's win in 2016, wrote, \"The Dow is up, unemployment is at an all-time low and we are slowly ending many of our overseas wars. While the Democrats and the media focus on impeachment, the voters will focus on the economy.\" Others believed Trump's prospect for reelection is not just about his economic successes; it's also about the left-leaning ideas that some of the leading Democrats are espousing, one contributor argued. SE Cupp said Democrats look like they are running for \"president of Progressivia\" -- not president of the United States.  Still, a few commentators were willing to give Joe Biden a fighting chance. \"No malarkey here,\" wrote Raul Reyes, \"Joe Biden will be elected president of the United States, propelled by his appeal to Midwestern voters.\" He, like many Democrats supporting Biden in the primary, seems to believe that the former vice president is the party's best chance against Trump. (And polls, far ahead of the actual voting, give Biden an edge.) The arts and culture offerings we can't refuse While our commentators largely made their presidential predictions down party lines, they came together on entertainment. Both Joey Jackson and Scott Jennings predicted that Ariana Grande's \"Thank U, Next\" album would take home the Grammy for album of the year. To cite Jackson, \"there is no denying that she is a superstar!\" And six of our prognosticators put their money on Lizzo's \"Cuz I Love You.\" As Roxanne Jones explained, \"with her empowering message, funky flute playing and fun performances,\" Lizzo stands out from the crowd. Or, as Jeff Yang succinctly stated, \"This is Lizzo's year; we're just living in it.\" But Lizzo is not the only superstar predicted to clean up the award shows in 2020. Martin Scorsese appears likely to win the Oscar for his latest film, \"The Irishman,\" according to seven of our contributors. This cinematic work, wrote Callan, \"will prove to be an offer the Academy cannot refuse.\"  Still, several of our oracles put their money on Todd Phillips' \"Joker.\" While it is rare for the Academy to award its highest honor to a film based on a comic book, James Gagliano argued that \"a dynamite script, coupled with Joaquin Phoenix's captivating turn as a tortured soul\" may just be enough to upend tradition. American sports, the great uniter What's more unifying than the arts? Sports, apparently. Every single contributor predicted that the United States would take home the most medals at the Summer Olympics in Tokyo. Even Holly Thomas, our lone British commentator, wrote, \"America! The pool of athletes is massive.\"  Back at home, more than half of our contributors thought the Baltimore Ravens would win Super Bowl LIV, and several attributed the potential win to the team's star quarterback Lamar Jackson. Gagliano said, \"with ... Jackson as quarterback, (the Ravens) look pretty unstoppable right now.\" And several commentators, including Dean Obeidallah, wrote that if their preferred team could not win, they would be satisfied -- so long as the New England Patriots lost.  The disdain for Boston teams was not limited to football. Nearly half of our contributors said the New York Yankees would win the World Series, giving the metaphorical middle finger to Fenway Park. \"Sure, they fell short in 2019, but it's a whole new ball game next year,\" argued Jones.  Alice Stewart begged to differ: After they beat the Yankees this year, advancing to the World Series, the Houston Astros are well positioned to go for the glory again in 2020. And she added, with a \"fun pitcher\" and \"great team leader\" like Justin Verlander, they will undoubtedly come out victorious this time. 'The most compelling voice on the most important issue' The other likely victor in 2020? Swedish climate activist Greta Thunberg, considered a strong contender for the Nobel Peace Prize. \"As climate-change fueled storms and fires batter the Earth, Thunberg's passion will win hearts, minds and the prize,\" wrote Frida Ghitis.  In fact, her passion already has scored. Time Magazine named her Person of the Year at the end of 2019. Charlotte Alter, Suyin Haynes and Justin Worland, Time reporters, wrote that she was given the honor because, \"By clarifying an abstract danger with piercing outrage, Thunberg became the most compelling voice on the most important issue facing the planet.\" Jennings, however, thinks the top peace prize belongs to the latest arrival in the \"Star Wars\" franchise -- Baby Yoda. \"Any other answer,\" he wrote, \"is incorrect.\" And Jennings' logic makes some sense. Memes of Baby Yoda, which have circulated widely on the internet, bring an immediate sense of happiness and serenity.  As we enter what is likely to be one of the most contentious news cycles yet, we could all use a bit of serenity. What else to expect in 2020: -- Lawrence Lessig, This is the silent political revolution of 2020 -- Samantha Vinograd, The game of espionage is set to heat up in 2020 -- Julian Zelizer, The five questions that will decide 2020 election -- Mark Zandi, for CNN Business' Perspectives section: Last year, I predicted a recession in 2020. Risks have receded, but not for long The day after the 2020 presidential election Hard as it may be to envision a world beyond Trump's impeachment trial and the 2020 presidential election, we can and we must try. Why? Because when November 4, 2020 arrives, we will have little choice but to find a path forward. Luckily, after devoting an entire series to the issue of political division, we have a set of solutions -- several of which we must credit to our devoted readers. Danny Fulton of Bremerton, Washington, told us that \"political ideologies may shape us and drive our passion but they do not define us,\" and we must instead turn our attention to what unites us.  In his case, he often feels like the lone conservative in the greater Seattle area, but he loves the Seahawks and \"Star Wars.\" And Fulton has used those mutual points of fandom to form friendships with Washingtonians across the political spectrum. In fact, he recently had dinner with a liberal friend -- they both made sure to bring their lightsaber chopsticks with them. Documentary filmmaker Ken Burns advocated we take our shared interests one step further and dare to share stories of our lives and experiences with each other. \"We all have stories. And sometimes they lead us back to emotions and feelings we have in common,\" he wrote.  Of course, to succeed, we must conscript all of our friends and family in this storytelling experiment. Because, as Burns explains, \"it is the diversity of our experiences that creates something new and better, something even more American.\" Happy 2020!"], "Language": false}