{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/29/politics/little-women-complex-world-female-candidates/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Brandon Tensley, CNN"], "Writers": [["Brandon Tensley"]], "FirstPublishDate": ["2019-12-29T14:36:12Z"], "LastModifiedDate": ["2019-12-29T14:36:12Z"], "Headline": ["'Little Women' reminds us how stuck we have been on judging female politicians"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["\"I am angry nearly every day of my life,\" Laura Dern's Mrs. March (Marmee) says, wearily, in Greta Gerwig's \"Little Women,\" a 2019 film adaptation of Louisa May Alcott's beloved 1868 novel of the same name about a quartet of New England sisters. \"I'm not patient by nature. But with nearly 40 years of effort, I'm learning to not let it get the better of me.\" Despite the quote's origin in the 19th century, its core conceit -- not merely anger, but swallowed anger, contained anger -- is remarkably resonant today. It arrives anew at a moment when women's rage is forcing America to reckon with power -- who wields it, whom it serves. But the honest exploration of fury is just one element that makes Gerwig's reimagining of \"Little Women\" stand out in 2019. Really, it's the fact that the movie's characters possess such a rich combination of things -- ambition, wit, affection, flaws -- that gives it potency. Coming at the close of a year in which women, in newly visible ways, have been portrayed one-dimensionally, \"Little Women\" feels like a corrective in how it paints in complex shades, its Victorian-era feminist angst containing meaningful lessons for the world today. To understand the force of \"Little Women,\" consider some recent mirror images from the political arena. \"It is now almost 2020, and here are our female candidates: the Meanie, the Lightweight, the Crazies, and the Angry, Dissembling Elitists,\" the journalist Rebecca Traister wrote, archly, in November, referring to the caricatures that have emerged of the women vying for the Democratic nomination. While this has been a banner year for women in politics, \"by many measures,\" she wrote, \"what's unfolded over the past six months has provided a reminder of exactly how uncool and unevolved we remain about the women who run for president.\" Or have you forgotten that charges of political opportunism have stalked New York Sen. Kirsten Gillibrand since she (and dozens of her colleagues) called on Al Franken, then-Minnesota senator, to resign after allegations of sexual misconduct? (\"The seventh dwarf of female political personalities, as Traister described it.) Or that two rivals have characterized Massachusetts Sen. Elizabeth Warren -- now the only remaining top-tier female candidate in the 2020 field -- as an \"angry woman\"? Beyond the presidential race, there was the attempt in January to smear and shrink New York Rep. Alexandria Ocasio-Cortez via an old video that shows her dancing -- strutting, twisting, breaking into full-body laughter -- on a roof. \"Here is America's favorite commie know-it-all acting like the clueless nitwit she is,\" the original post read, capturing the profound absurdity of a world that both demands that women be happy -- you should smile more -- but then also mocks them when they are. (Notably, the effort to embarrass Ocasio-Cortez failed; the congresswoman just kept dancing.) Put another way, 2019 has been a year rife with prominent examples of how, despite important progress, the culture at large continues to circumscribe women's lives, narrowing them until it's squeezed away most nuance. The characters of \"Little Women,\" on the other hand, receive no such treatment. They contain worlds. Take, for instance, Amy, played by Florence Pugh. There's a refreshing humanity in the way the youngest March sister -- who's at once bratty and thoughtful -- openly, rigorously dwells on the limitations of the cultural script that's been written for her, specifically in regard to the mingling of freedom, wealth and love. \"I've always known I would marry rich. Why should I be ashamed of that?\" Amy asks. \"As a woman, there's no way for me to make my own money. Not enough to earn a living or to support my family,\" she explains. \"And if I had my own money, which I don't, that money would belong to my husband the moment we got married. And if we had children, they would be his, not mine. They would be his property. So, don't sit there and tell me that marriage isn't an economic proposition, because it is.\" It's a sharp -- and devastating -- rebuke of an enduring stereotype that tends to make an accomplice of gender: women as man-eating gold-diggers. And of course, there's Saoirse Ronan's Jo, traditionally the audience favorite. A surface-level reading of Jo -- bookish, independent, tomboyish -- might dehumanize her by way of another trope: \"the asexual, 'masculinized' career woman.\" But as with anyone, layers abound. \"Women, they have minds, and they have souls, as well as just hearts. And they've got ambition, and they've got talent, as well as just beauty. And I'm so sick of people saying that love is just all a woman is fit for. I'm so sick of it,\" Jo says. Her bravado is on the verge of barreling into the thickets of saccharine sentimentality. Until: \"But I'm -- I'm so lonely,\" she sobs, her voice catching. The movie turns its heroines' journeys -- their inner lives as well as their professional ones -- into elaborate epics that defy easy classification or summary. (\"For so many female characters, and for women in general, the idea that desire and ambition are shameful is everywhere,\" Gerwig recently told Time magazine.) Crucially, \"Little Women\" makes room for the other sisters, Meg and Beth, played by Emma Watson and Eliza Scanlen, respectively. Rather than belittling their preference for the \"domestic struggles and joys\" of their cozy yet threadbare lives, the film makes it OK -- even embraces it.  As Meg puts it: \"Just because my dreams are different than yours doesn't mean they're unimportant.\" For all the compelling film adaptations of \"Little Women\" over the past 100 years, the latest one is a marvelous addition to the canon in how seamlessly its March sisters fit into a 21st-century understanding. It isn't a stretch to say that the story's mandate to complicate the narratives told about women feels perhaps more urgent today -- given how routinely that call is still ignored."], "Language": false}