{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/28/entertainment/east-asia-pop-culture-rise-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, CNN"], "Writers": [["Julia Hollingsworth"]], "FirstPublishDate": ["2019-12-29T00:40:33Z"], "LastModifiedDate": ["2019-12-29T00:40:33Z"], "Headline": ["Why the past decade saw the rise and rise of East Asian pop culture"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The year was 2009, and the thudding electronic beats of Lady Gaga's \"Bad Romance\" played everywhere. Around the world, people flocked to see futuristic sci-fi flick \"Avatar,\" and tuned in to watch fun-loving housemates get wild on reality television show \"Jersey Shore.\"  A decade on, and the English-speaking world remains dominated by American-made music, films and television. But there's been a noticeable shift: a steady rise in the influence of South Korean and Japanese pop culture exports. In 2019, Japanese consultant Marie Kondo taught us how to declutter our lives in her Netflix hit \"Tidying Up with Marie Kondo.\"  South Korean pop groups BTS and Blackpink showed us big-budget, action-packed music videos -- and smashed YouTube records in the process. And \"Parasite\" became the first South Korean film to win a Palme d'Or -- and then the film's director Bong Joon-ho appeared on \"The Tonight Show Starring Jimmy Fallon\" speaking mainly in Korean.   That capped off a decade that's seen the rise of East Asian pop culture in the West, including the catchy \"Gangnam Style\" by flamboyant South Korean rapper PSY (2012) and the glacially-slow romances in Japanese reality show \"Terrace House\" (which came to Netflix in 2015). Top English-language fashion magazines like \"Vogue\" and \"Elle\" now regularly feature South Korean beauty products, apparently endorsed by actresses Drew Barrymore and Emma Stone. \"Asia is becoming an increasingly significant cultural force,\" consulting firm McKinsey noted in a 2019 discussion paper. \"In contrast to the past when the region was largely a recipient of Western culture with Asian citizens enthusiastic consumers of Hollywood movies and British pop music, for instance, today cultural flows go in both directions.\" So what changed? The growing influence of East Asian pop culture A decade ago, Japanese anime like Pokemon and Digimon was already a fixture in the West.  Hong Kong martial arts stars Jackie Chan and Bruce Lee were household names. Analysts were already using the phrase \"hallyu\" -- or \"Korean wave\" in Korean -- to refer to the spread of South Korean fashion, beauty products, television dramas and music in other countries, especially in Asia.  \"(People say) 'the East is coming.' In fact, it has been for a while,\" said Anthony Fung, an expert in pop culture at the Chinese University of Hong Kong. But in the past decade, East Asian pop culture -- particularly from South Korea -- has really taken off. Now there's not just one kung fu star or one anime, but a range of different East Asian exports. And, say experts, there's a few reasons for that.  Jung-Sun Park, a professor and coordinator of Asian-Pacific studies at California State University at Dominguez Hills, says social media and the internet have \"totally transformed the transnational flows of pop culture.\" \"The various social media platforms have revolutionized the ways in which individuals encounter and consume pop culture and have greatly diversified the routes of pop cultural flows and influences,\" she told CNN. In the past, traditional media platforms like television and radio stations have controlled what we see and hear.  East Asian pop culture also offers something else: diversity. Susanna Lim, a professor of Asian studies at the University of Oregon, says Western fans are demanding greater diversity than they did in the past. She points to K-pop fans as an example, noting that many are from diverse backgrounds, and may also feel marginalized by American mainstream culture.  \"The growing interest in East Asian pop culture reflects these changing demographics and cultural awareness in the US and the West,\" she said.  K-pop is packed full of Western influences, so it can feel both familiar and unfamiliar to Western audiences, Lim added.  Of course, there's also been a big push from governments. With a population of 51 million, South Korea didn't have a big enough market to sustain its entertainment industry, so needed to go abroad, said Fung, from the Chinese University of Hong Kong. South Korea's government has backed the country's cultural expansion, seeing it is a vehicle for soft power and a way to boost the nation's reputation. In 2010, Japan announced it would pump 19 billion yen (then equivalent to $237 million) into the creative sector in 2011 to make more money from the country's creative industries, like anime, graphic design, film and fashion. Opinion is divided over the plan's success.  But to fans, the real reason Japanese and South Korean culture exports have taken off is simple: they're entertaining.  As David Kim, a co-host of K-pop YouTube channel DKDKTV, said in a recent Instagram video: \"My question is, why can't (K-pop) be a thing in Western culture?\" The effect of the East Asian spread Western fans of K-pop and other cultural products might initially be drawn in by flashy dance moves and edgy fashion, but it's having a ripple effect in other areas.  Enrollments in Japanese and Korean programs in the United States increased between 2013 and 2016, even as admissions to all other language courses apart than English declined, according to a study by the Modern Language Association of America. Enrollments for Korean language programs rose by 13.7%, by far the largest increase of any language being taught. K-pop is also boosting tourist arrivals to South Korea. According to Korean think tank Hyundai Research Institute, K-pop group BTS helped inspire an estimated one in 13 tourists that visited the country in 2017. That same report found that, if BTS maintain their popularity, they will contribute a projected 56.16 trillion South Korean won ($48 billion) to the country's economy by 2023.  It's no surprise then that South Korea uses K-pop to market itself to tourists. South Korea's largest airline, Korean Air, features K-pop group SuperM in its latest in-flight video, and Visit Seoul -- the city's tourism agency -- has collaborated with BTS.  And there are broader impacts too. Jo Elfving-Hwang, an associate professor of Korean Studies at the University of Western Australia, said that Korean Australians she had interviewed hadn't been interested in Korean pop culture, but started paying attention after being introduced to it by their non-Korean friends.  \"(The rise of Korean pop culture) made Korea really cool,\" she said. \"This is an interesting example of global popular culture that has been driven by external recognition of the cultural attractiveness rather than a push by local diasporas.\" The rise of K-pop has also had a positive impact for Asian male representation, she said. More Asian males have been brought into the public consciousness -- a contrast from the past, where Asian male characters were often villains or kung fu stars, like Jackie Chan and Jet Li. \"I think there is absolutely a shift happening in that there is more visibility for Asian Americans, Asian Australians, Asian Europeans,\" she said. \"I think definitely it has had at least some impact, because now it is not unusual to see more Asians in the West on screen. I'm quite excited about that.\" What the future looks like Experts say there's every reason to think Japan and South Korea's cultural exports will continue to have an impact in the coming decade. The big question mark is over China. Although China's rising economic and political influence has made it much more prominent on the world stage than it was a decade ago, it has barely made a dent on the West's pop culture landscape. For instance, China's highest grossing film, the 2017 action movie \"Wolf Warrior 2,\" raked in over $854 million domestically, but only brought in $16 million overseas.  Fung says China's limited impact is partly because there's less of an economic need for Chinese entertainment companies to look abroad -- it's the most populous country in the world, so there's already a huge domestic market. Another reason, though, is the strict control that China's Communist Party imposes on Chinese media. Regulators have banned actors with tattoos and censored song lyrics. Chinese state media outlets have also criticized male celebrities who appear effeminate.  Elfving-Hwang says it's \"harder to imagine\" the Chinese music industry ever having the same international appeal as K-pop. \"But you never know,\" she said. In the next decade, Elfving-Hwang thinks East Asian pop culture will keep going strong -- and she sees that as a good thing.  \"If K-pop can actually make people curious enough to take quite a big step like learning a language,\" she said, \"And then through that gain more understanding about the culture ... I think that will have a really significant impact on how we can communicate in the future.\""], "Language": false}