{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/28/opinions/richard-jewell-fbi-confirmation-bias-gagliano/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by James A. Gagliano"], "Writers": [["James A. Gagliano"]], "FirstPublishDate": ["2019-12-28T14:33:38Z"], "LastModifiedDate": ["2019-12-28T15:55:33Z"], "Headline": ["The FBI didn't learn from its disastrous Richard Jewell mistake"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["With a highly anticipated pre-holiday release, Clint Eastwood's latest directorial turn, \"Richard Jewell,\" hasn't exactly turned out to be a commercial box-office success. But the staunchly conservative director -- an outlier in Hollywood -- has earned some deserved Oscar buzz for his depiction of a wholly flawed investigation, possibly beset by confirmation bias, brought by the FBI against the titular subject, 1996 Atlanta Olympics security guard Richard Jewell. While some critics have showered effusive praise on Eastwood's treatment of the subject, others have criticized his poetic license -- including a less-than-glamorous portrayal of respected Atlanta Journal-Constitution reporter Kathy Scruggs as a do-anything-to-get-the-scoop journalist. Eastwood's depiction of Scruggs, who died in 2001 at 42, has led some press colleagues to decry the movie as one seeking to \"distort the facts or invent them to amp up the drama.\" Unfortunately, the facts in the Centennial Park bombing case (CENTBOM) that Eastwood elects to spotlight don't exactly exonerate the FBI's rush to judgment in the 1996 terror bombing case. The movie and my attendant reflection on this period of FBI actions during CENTBOM remind me that past is prologue and we never really learn from mistakes. The Jewell case is a picture-perfect example of a most pernicious investigation foible: confirmation bias. A type of cognitive bias, confirmation bias is considered a systematic error of inductive reasoning. At its most destructive, when applied in law enforcement investigations, it misinterprets information in a manner that affirms preconceived notions. The focus on Jewell as the Centennial Park bomber in 1996 was confirmation bias on steroids. In the summer of 1996, I was a young FBI SWAT agent assigned to the Bureau's Brooklyn-Queens metropolitan New York City resident agency. Dispatched to my hometown, Atlanta, with fellow agents that July, I delighted in returning to the proud city I loved in order to serve as federal law enforcement response to any terrorist threat to the Games. Jewell was assigned to Centennial Park during the week of Olympic evening performances by stars and celebrities. Jewell, portrayed by the brilliant Paul Walter Hauser in Eastwood's film, was the epitome of the cop-wannabe; a former sheriff's deputy and failed campus police officer who desperately sought to find a place within the law enforcement profession. The opportunity to serve as a security guard during the Atlanta Games was an attractive lure. Early Sunday morning on July 27th, shortly after I had completed my 2-10 p.m. shift at Atlanta Police Department headquarters, I was relaxing in Buckhead, a neighborhood in Atlanta. I was with fellow cops and FBI SWAT teammates at an Irish bar when our revelry was abruptly interrupted. It was just after 1:30 a.m., and my FBI-issued handheld radio crackled, blasting out an alert: \"All FBI tactical response personnel are directed to return to base and prepare for deployment to crime scene. There has been an explosion at Centennial Park. Initial reports indicate an intentional bombing. Appears to be a terror attack. Return to base ASAP.\" We'd soon learn a 40-pound pipe bomb had exploded, killing two and wounding 111 others. News reports identified Alice S. Hawthorne, 44, of Albany, Georgia, as being murdered in the attack, and a Turkish television crewman had a heart attack racing to the scene. President Clinton, in attendance for part of the Games, denounced the bombing as \"an evil act of terror.\" Jewell, who had discovered the bomb in a backpack and helped clear the area and had been considered a hero at first, was named as a suspect in the Atlanta Journal-Constitution shortly thereafter. Absolutely no one could have predicted that he soon would become the FBI's prime suspect. After returning to my duty station in New York in mid-August, I followed the details of the investigation through the media like everyone else. I empathized with my Atlanta-based FBI brothers and sisters charged with bringing the bomber to justice. Like everyone else, I consumed breathless reporting about Richard Jewell, first identified as the hapless, slow-witted security guard with pronounced Southern drawl, and now a suspect -- and public enemy No. 1. No doubt the obvious lead for the investigation was the guy who appeared too eager to begrudgingly serve as a hero. Jewell also lived with his mother and owned a number of weapons. Could he have pulled off the bombing while positioning himself as hyper-vigilant security officer who ultimately saved countless lives? The FBI theorized this and applied considerable resources to prove it. Were other leads ignored in the rush to judgment?  Months later, after Jewell's life had been summarily upended, the FBI was forced to acknowledge that Jewell wasn't in fact the Centennial Park bomber. Instead, a far right-wing extremist and anti-abortion, anti-gay terrorist named Eric Rudolph was identified as the real culprit in the Centennial Park bombing. The acknowledgment was too little, too late. Jewell never recovered from the FBI's leaked investigation. Though he settled with various news outlets that reported the story, including CNN, Jewell was unable to fully repair his smeared image, irreparably tarnished by the FBI's leaked investigation and the concomitant reporting of same. He died from a heart attack in 2007. Two years after the Atlanta Olympics, I was assigned to the FBI's elite Hostage Rescue Team and deployed to Nantahala National Forest in North Carolina as part of a manhunt for Rudolph. He was ultimately captured near there in 2003 and subsequently confessed to the Centennial Park bombing. I criticize FBI actions reluctantly. I spent 25 years in the FBI investigative trenches and realize, implicitly, how 20/20 hindsight and second-guessing can be decidedly lazy and unfair. But the Jewell case should have been a cautionary tale. It wasn't. Notably, after the 9/11 terrorist attacks when the FBI opened a case into a series of mailed letters containing anthrax spores, the agency's investigation zeroed in on the wrong man.  And now, with the recent release of the IG investigation into the origins of Crossfire Hurricane -- the FBI case into whether Trump campaign officials coordinated with Russia to interfere in the 2016 election -- it may be fair to acknowledge that confirmation bias among FBI headquarters officials may have played some role in the underpinnings of the highly scrutinized and justifiably criticized investigation. When applying for FISA warrant renewals to continue to surveil Carter Page, FBI agents, the IG report found, used shortcuts and omitted information that Page had worked with the CIA in order to shield it from judges charged with approving the effort. \"[T]he surveillance of Carter Page continued even as the FBI gathered information that weakened the assessment of probable cause,\" the report notes.  It seems some at the FBI had made up their minds already to continue to investigate Page, despite having new evidence on his behalf. In response to the IG's findings, FBI Director Christopher Wray directed his agency to comply with a number of corrective actions, including overhauling its surveillance warrant process.  The misdirected pursuit of Richard Jewell in 1996 should have served as a bellwether of change in how the FBI conducted sensitive investigations. Yet it may simply highlight how stubbornly resistant to change our bedrock institutions remain.    "], "Language": false}