{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/26/media/star-wars-skywalker-box-office/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jackie Wattles, CNN Business"], "Writers": [["Jackie Wattles"]], "FirstPublishDate": ["2019-12-26T18:42:47Z"], "LastModifiedDate": ["2019-12-26T21:43:06Z"], "Headline": ["'Star Wars: The Rise of Skywalker' made $500 million in its first week"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Moviegoers showed up in droves for the latest \"Star Wars\" movie. Fans watching the movie on Christmas Day put \"The Rise of Skywalker\" over the half-billion-dollar mark at the box office. Disney said Thursday that latest \"Star Wars\" sequel brought in $32 million in the United States on Wednesday, the biggest Christmas Day for a any movie since \"Star Wars: The Force Awakens\" was released before the holiday in 2015.  The total worldwide earnings for \"Star Wars: The Rise of Skywalker\" climbed to more than $500 million.   \"The Rise of Skywalker,\" the ninth film in the core Star Wars anthology, opened to mixed reviews on December 30, and earned $176 million in North America its first weekend. That would be a strong showing for any other film, but it was less than what the previous two Star Wars films brought in.  But it proved to be the flick of choice for Christmas moviegoers. \"Jumanji: The Next Level,\" which opened December 13, brought in \t$12.5 million Wednesday. And the \"Little Women\" movie netted about $6 million on its opening day. This \"Star Wars\" installment brings an end to the battle between Daisy Ridley's Rey and Adam Driver's Kylo Ren, and it closes the epic family drama of the Skywalkers. Following \"Skywalker's\" opening weekend, Shawn Robbins, chief analyst at Boxoffice.com, told CNN Business that Star Wars has \"always been a myth handed down like the stories of old.\" \"The Rise of Skywalker\" probably found an audience, because it was the end of one of cinema's most popular stories, Robbins said. \"This was the end of a trilogy of trilogies,\" he said. \"It was an event for multiple generations, including those who have grown up with the franchise from day one to the prequel generation and, now, the current generation who will grow up with the new films and pass them down again.\" Star Wars movies have made more than $9 billion worldwide, and that's not accounting for inflation.  However, \"Rise of Skywalker\" was controversial. The film holds a 58% score on review site Rotten Tomatoes — a steep drop from the scores for \"Force Awakens\" and \"Last Jedi,\" which were 93% and 91%, respectively. The film also received a \"B+\" CinemaScore from audiences. It is the only Star Wars film from Disney to receive a grade less than \"A.\""], "Language": false}