{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/25/us/star-wars-character-riley-howell-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2019-12-25T07:42:31Z"], "LastModifiedDate": ["2019-12-25T07:42:31Z"], "Headline": ["Hero student in UNCC shooting is being honored as a 'Star Wars' Jedi"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A hero of this galaxy is now also a hero of one far, far away. The makers of Star Wars have created a character in honor of Riley Howell, according to CNN affiliate WLOS. Howell was a 21-year-old ROTC cadet and student at the University of North Carolina at Charlotte. He died in April while tackling a gunman on campus.  Authorities have said that Howell saved the lives of others when he charged the shooter who had opened fire with a pistol in a classroom.  A spokesperson from Lucasfilm said a family from his hometown told them about Howell and this was their way of helping, according to WLOS. The character -- named Ri-Lee Howell -- is described in the Star Wars fan site as a Jedi Master and historian of the Jedi Order who collected accounts of explorations of the Force. His character was first mentioned in a 2019 reference book that accompanied this year's film \"Star Wars: Episode IX - The Rise of Skywalker,\" the site said. \"That's what everybody was saying. He's a Jedi master and he's a hero,\" Lauren Westmoreland, who was Howell's girlfriend, told WLOS. \"It's really cool that's how he's immortalized is through one of those because that's probably one of the best things they could have picked,\" Westmoreland told the outlet, adding that his fifth birthday was Star Wars themed. His cake had figurines on it, she said, and he made everyone be quiet so he could name them all aloud. A month after his death, the family received a letter from Lucasfilm telling them that Howell's courage and selflessness brings out the Jedi in others, WLOS reported.  The honor is coming to fruition in a significant month for Howell and his family, the outlet reported. Howell's birthday and his six-year anniversary with Westmoreland would have been this month, according to WLOS. \"To us, it's kind of like a really nice way to round out the worst year of all of our lives,\" Westmoreland told WLOS."], "Language": false}