{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/entertainment/holiday-movies/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2019-12-20T19:27:20Z"], "LastModifiedDate": ["2019-12-24T21:42:49Z"], "Headline": ["New movies to watch over the holidays"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Whether you're seeking entertainment to watch with your family or to get away from it, there's a little bit of something for everybody in the new releases coming out this holiday season.  Here are a few:  \"Cats\" Many of the reviews of this adaptation haven't been exactly paws-itive. But it can't be denied that with a cast that includes stars like Taylor Swift, Jennifer Hudson, Judi Dench, Jason Derulo and Idris Elba, this Tom Hooper-directed meow-sical has cross-generational appeal. At the very least, if you're my family, you get to enjoy cat puns on the drive to the theater. (In theaters December 20). Read the review. \"Little Women\"  Greta Gerwig takes on the latest adaptation of the Louisa May Alcott book about four sisters coming of age in the post-Civil War era. If you've seen any of the earlier iterations, you know it's a tear-jerker. So be warned: This beautifully done version might make warring siblings momentarily like each other and those who are close to their siblings ugly-cry. (In theaters December 25). Read the review. \"Spies in Disguise\" Tom Holland and Will Smith star in this animated film where an unlikely duo is forced to team up for an adventure after one of them gets turned into a pigeon. It's your classic man-fowl buddy-spy tale. (In theaters December 25) \"Just Mercy\"  Michael B. Jordan and Jamie Foxx star in this legal drama that tells the true story of Walter McMillian, a man from Alabama who was wrongfully convicted of murder. Foxx plays McMillian and Jordan plays defense attorney Bryan Stevenson. (In theaters December 25). Read the review. \"Star Wars: The Rise of Skywalker\"  You really don't -- or shouldn't -- need me on this one. (In theaters December 20). Read the review. \"1917\" This Golden Globe-nominated World War I film has been wracking up positive reviews everywhere. In the movie, two British soldiers (George MacKay and Dean-Charles Chapman) go on a dangerous mission to save hundreds of others, including one of the solider's brother, from death. (In theaters December 25). Read the review. \"The Two Popes\" Anthony Hopkins and Jonathan Pryce star in this drama set during a turning point in the Catholic Church that highlights the friendship between Pope Benedict XVI and the future Pope Francis. After having a brief theatrical release, this Netflix original movie hits the streaming service on December 20. Read the review."], "Language": false}