{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/24/entertainment/just-mercy-and-clemency-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-24T14:43:11Z"], "LastModifiedDate": ["2019-12-24T14:43:11Z"], "Headline": ["'Just Mercy' and 'Clemency' each take a stark look at the criminal-justice system"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Two year-end movies offer a solid, complementary one-two punch on the issues of the death penalty and criminal justice involving African-Americans, even though one, \"Just Mercy,\" is based on fact while the other, \"Clemency,\" is a fictionalized story. Set in the late 1980s, \"Just Mercy\" stars Michael B. Jordan as Bryan Stevenson, introduced as a Harvard law student working to help inmates in Alabama. Two years later, he's back as a full-blown lawyer, working for a group that seeks to assist those who were denied fair trials or adequate representation. Despite the smiling faces he encounters within the system -- urging him to visit the Harper Lee museum, honoring the author of \"To Kill a Mockingbird\" -- Stevenson's efforts suggest the justice in the Deep South hasn't advanced much since those days. The idealistic young attorney grapples with that as he seeks to free the wrongly convicted Walter McMillian (Jamie Foxx), hoping to win him a new trial for a murder he didn't commit. Directed by Destin Daniel Cretton, and based on Stevenson's memoir, \"Just Mercy\" rather slowly covers a lot of familiar ground, with another Marvel universe alum, Brie Larson, playing Stevenson's co-worker and Rafe Spall as the district attorney opposing him. Still, there's power in McMillan's plight, and a knockout performance by Tim Blake Nelson -- made all the more impressive by closing video of the guy he portrays -- as an oily prison informant whose testimony was used to put McMillan away. Dismissed as a \"kid,\" Jordan brings steely resolve to the role -- having to convince his client that he's up to the task -- with Stevenson's track record in the years since this early case adding an additional wallop. For all that, the movie isn't as stirring as it seeks to be. Mostly, \"Just Mercy\" has the feel of an old-fashioned studio throwback -- one where the underlying story is more compelling than the film. \"Clemency\" also deals with death-row inmates, but the perspective here is unusual -- following the process of execution, and attempts to secure mercy from the government, through the weary eyes of an emotionally numbed warden. In one of the year's best performances, Alfre Woodard plays Bernadine Williams, who is introduced impassively watching an inmate being put to death. But the implementation of that sentence doesn't go smoothly, which increasingly weighs upon her, especially as another inmate, Anthony Woods (Aldis Hodge), nears a similar fate. There's really not much more to it than that, the suspense in the film -- written and directed by Chinonye Chukwu, who drew inspiration from real cases -- coming from whether the governor can be persuaded to stay Anthony's execution, a standard request that's seldom granted. The fundamental issue, however, is the psychic toll being part of this ordeal exacts on Bernadine, her emotional distance driving a wedge between her and her husband (Wendell Pierce) and causing her to seek refuge in a variety of ways, including a bout of wanton drunkenness. Much like the western \"Unforgiven,\" \"Clemency\" wants to bring horror to the death penalty and the taking of a single life, something that's often lost in the violence that's frequently seen on screen. A grand-prize winner early this year at the Sundance Film Festival, it's a small movie, but one that provides considerable food for thought, while being elevated by a performance from Woodard that, often without uttering a word, betrays an inner conflict that cuts to her very core. \"Just Mercy\" premieres Dec. 25 in the US. It's rated PG-13, and is being released by Warner Bros., like CNN, a unit of WarnerMedia. \"Clemency\" premieres Dec. 27 in the U.S. It's rated R."], "Language": false}