{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/23/perspectives/hollywood-women-diversity-oscars-emmys/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Bill Carter for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2019-12-23T13:50:32Z"], "LastModifiedDate": ["2019-12-23T13:50:32Z"], "Headline": ["Women are finally getting the chance to shine in Hollywood. But it's still a battle"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["Television has never experienced a decade of more sustained excellence than the teen years of the 21st Century. A lot of that has to do with range — there's just more television now than ever before. But it also has to do with change. Thanks to the revolution that has swept the industry with streaming video services added to the already densely populated landscape of TV networks, there are so many more places hungry for good ideas from talented people that opportunity is running amok. (Well, it's at least knocking more aggressively.) And one group of talented people has clearly seized the day (and the remote) in this new television era: creative, inventive women.  When Phoebe Waller-Bridge walked off with a fistful of Emmy Awards this year for her widely acclaimed  comedy \"Fleabag,\" it was the culmination of 10 years of spectacular accomplishment for multi-talented women in the television business, many of whom not only created shows, but also starred in or directed them. (Sometimes both.) Before the \"Fleabag\" phenomenon, Amy Sherman-Palladino reigned over the Emmys last year with her hugely popular comedy, \"The Marvelous Mrs. Maisel.\" And these were far from aberrations. You cannot talk about outstanding television in the century's teen decade without noticing that a healthy percentage of the best-reviewed, most-awarded shows were created by women. Any such list would include the work of creators like: Jill Soloway (\"Transparent\"); Natasha Lyonne, Amy Poehler and Leslye Headland (\"Russian Doll\"); Lena Dunham (\"Girls\"); Jennie Snyder Urman (\"Jane the Virgin\"); Rachel Bloom and Aline Brosh McKenna (\"Crazy Ex-Girlfriend\"); Pamela Adlon (\"Better Things\"); Gloria Calderon Kellett (\"One Day at a Time\"); Issa Rae (\"Insecure\"); Ilana Glazer and Abbi Jacobson (\"Broad City\"); Liz Flahive and Carly Mensch (\"Glow\"); and Jenji Kohan (\"Orange Is the New Black\"). And then there is the one-woman studio who is Shonda Rhimes (\"Grey's Anatomy,\" \"Scandal,\" \"How to Get Away With Murder,\" etc.) You look at a list like that (and it's by no means a complete accounting) and you ought to be able to spot a trend. The trend is creative women becoming a cultural force to be reckoned with. What's new here is the concentration of talent. Women have created television shows in the past and made indelible marks on the medium, especially in comedy (defying that desperately stupid male mantra of \"women aren't funny\"). That group includes show creators like Susan Harris (\"The Golden Girls\"), Linda Bloodworth-Thomason (\"Designing Women\"), Diane English (\"Murphy Brown\"), Marta Kauffman (\"Friends\") and of course, Tina Fey, who crosses over in terms of decades, with \"30 Rock\" starting on broadcast TV in 2006 and \"Unbreakable Kimmy Schmidt\" emerging in the streaming era in 2015. But there has never before been a television era where women were breaking through as top creative talent in these numbers. Of course, this is not to say the television business has suddenly become the standard-bearer for gender equality, even in this decade of significant change. In a survey of the gender breakdown among showrunners — that is, the people, usually writers, who function as CEOs of individual programs — only 20% of showrunners were women. (Certainly not coincidentally, the stats were worse for people of color, with 91% of showrunners — male and female — white.) The survey was taken toward the end of the decade, 2017, and with more female-led recent shows added since then, like \"Russian Doll\" and \"Dead to Me\" (created by Liz Feldman), the stats are still improving.  What distinguishes virtually all of these female showrunners and creators is that they are fundamentally writers, often for themselves as performers. But even outside their own creations, women writers are everywhere in television now. Maybe the best example: What is widely regarded as the best individual episode of television of the decade — and for many critics much longer than that — was written by Moira Walley-Beckett: the Emmy-winning \"Breaking Bad\" episode, \"Ozymandias.\" But the area where the impact of creative women may be most noticeable is directing. Hollywood historically has been especially inhospitable — to use a mild term — to women directors, because of the enduring resistance among many men to having a woman in charge on the set. (Only five women have ever been nominated for the Oscar in directing, and only one, Kathryn Bigelow for \"The Hurt Locker,\" has won.) Television has been chipping chunks off that wall of resistance for many years, through the work of top-of-the-field directors like Mimi Leder (\"ER\"; \"The Leftovers\") and Lesli Linka Glatter (\"Mad Men\"; \"Homeland\"). In recent years, Michelle MacLaren on \"Breaking Bad\" and \"Game of Thrones\" and Reed Morano, who won the Emmy for directing \"The Handmaid's Tale,\" have done work that stands with the best being done in either film or television over the past 10 years. There have always been a few dedicated female artists who have broken through as film directors — usually after prolonged apprenticeships and refusal to be impeded by endless roadblocks. But what has been especially notable this decade has been an increasing number of women directors moving from film into television because the work is there, and it's appealing. Patty Jenkins went from the huge box office hit \"Wonder Woman\" to the TV limited series \"I Am the Night.\" And she will go back again to film with the \"Wonder Woman\" sequel opening in 2020. Ava Duvernay now moves easily between \"A Wrinkle in Time\" as a film and TV shows like \"When They See Us.\" Melina Matsoukas made the jump from directing \"Insecure\" to directing this year's highly regarded film \"Queen & Slim.\"  It has been a long time (too long) coming, and  opportunities in the ultimate job of program showrunner are still a significant mountain to climb for women and people of color. But over this decade, television, in its many shape-shifting forms, has been a place where women have been increasingly welcomed for their creative ideas and talent — and where they are excelling. "], "Language": false}