{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/21/media/eddie-murphy-hosts-snl/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Bill Carter, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2019-12-21T14:05:13Z"], "LastModifiedDate": ["2019-12-21T17:24:37Z"], "Headline": ["Eddie Murphy's enduring mark on 'SNL,' the show he helped save from the brink"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In June of 1982, NBC held a lunch in Los Angeles to publicize its then 7-year-old series, \"Saturday Night Live,\" which had all but died two years earlier, when the producer chosen to succeed creator Lorne Michaels, Jean Doumanian, had presided over a disastrous season. At this lunch, I was looking to meet up with the program's newest executive producer, Dick Ebersol, whom I already knew a bit. Dick spotted me and walked over with a cast member he was ushering around. I knew the cast member, because in the just-concluded season he had emerged as the first potential break-out star since the Belushi-Murray-Radner cast. \"This is Eddie Murphy,\" Dick said introducing what looked like an astonishingly young man. (He had just turned 21). Murphy didn't have a lot to say at first, seeming not distant but genuinely shy. I congratulated him on his sensational season (not technically his first because Doumanian had hired him in the fall of 1980, when he was 19—her most brilliant act as producer.) Murphy said a quiet thanks; that was about it. Looking to light a spark, I asked him if he was doing anything in LA—thinking he might talk about his stand-up act. \"Hey, I just saw 'E.T.,'\" he said, his face lighting up in that 400-watt Eddie Murphy smile. The film had opened that week. He talked about it in such enthused terms he might have been any other young Spielberg fan. Afterward, Ebersol pulled me aside and said, \"I'm building the whole show around him next season. This kid is a one-of-a-kind star.\" And so he was. It is not too much to say that Eddie Murphy, more or less single-handedly, brought \"SNL\" back from the brink of dimly remembered cult status. That fate might have befallen the show had it been canceled in the early 80's. Instead, Murphy's comic genius lifted \"SNL\" back to talked-about, must-see status. Murphy's mark on the show is like none other, not only because of his talent, but also because he brought a racial consciousness to the show—to all of television really—that it previously lacked. He barely got into the cast because he was first told the \"the black guy\" slot was already filled—by Robert Townsend. A brief contract snag with Townsend allowed Murphy to get his hand in, which he eventually turned into a fist, performing--daring for that era—ferocious, racially charged sketches, \"Mr. Robinson's Neighborhood\" and \"White Like Me,\" a satire of the film \"Black Like Me. Murphy's return on Saturday night might be the biggest non-sports event on television this fall season. It is almost surely the hottest (free) ticket in New York City this holiday season. That speaks to Murphy's re-emergence this fall, with a hit movie \"Dolemite Is My Name,\" and a new stand-up tour on the way. But it also speaks to Murphy's somewhat strained association with the source of his stardom. \"SNL\" alums are almost never totally separated from the show. They come back frequently to host, and now often to play characters they seem to embody especially well. (This season: Maya Rudolph as Kamala Harris; Bill Hader as Jim Jordan; Rachel Dratch as Amy Klobuchar). Murphy has only hosted the show once--in 1984, while he was still in the cast. And though he was a highly anticipated guest, finally making his return, in the show's 40th anniversary special in 2015, on that occasion he simply spoke about what the show meant in his career, after declining to do a comedy bit. (He was to play Bill Cosby and the awkwardness of that hit him at the last minute). There are other reasons for the long estrangement. Murphy is not in the Lorne Michaels universe of stars. He broke out in that thin sliver of time when Michaels was away from the show he has since raised to iconic status. So, there isn't the lasting association and fervent loyalty many former \"SNL\" stars have with Michaels. Add to that the fact that Murphy took major exception to a shot David Spade fired at him in an \"SNL\" episode edition in 1995. The absence has probably hurt both sides. Murphy, as charismatic a live comic as anyone in his generation—and many others--didn't perform live comedy for 28 years. And Murphy obviously would have generated a surge of interest in \"SNL\" any time he appeared. As he is doing this week. Murphy is nervous about the comeback, as Adam Sandler, who got a call from Murphy asking about the experience of returning, reported on Bill Simmons's podcast. That might seem uncharacteristic, but some of that shy kid I met in 1982 is still clearly part of Eddie Murphy. He has only raised the pressure on himself, stoking the white-hot level of interest in his appearance by promising to bring back several unforgettable characters, including Gumby, Buckwheat and, well-timed with Tom Hanks in theaters as Mr. Rogers, Mr. Robinson. Even though it has been a gobsmacking 35 years since he last performed those characters on \"SNL,\" they are an indelible part of the show's history. And they are a pretty sure bet to kill with the audience, bigger than, say, any Trump sketch the show has put on this season. That's another reason Murphy will be welcomed so warmly. He created his legend at a time when \"SNL\" could do stand-alone comedy with recurring characters without the high expectations of satirizing political figures almost too ridiculous for caricature. It will be virtually impossible for the show to avoid politics in a week when a president was impeached; a sketch is likely going to address that. But this week holds the promise of something different, something bigger. Eddie Murphy is back on \"SNL.\""], "Language": false}