{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/media/star-wars-rise-of-skywalker-box-office-analysis/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2019-12-20T16:33:08Z"], "LastModifiedDate": ["2019-12-20T22:09:10Z"], "Headline": ["'Star Wars: Rise of Skywalker' looks to cap off Disney's incredible year at the box office"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Disney is about to end its landmark year with yet another box office milestone as the final chapter of the Skywalker saga storms into theaters this weekend.  \"Star Wars: The Rise of Skywalker\" is expected to have a $175 million opening in North America this weekend, according to industry analysts, but some experts predict it could bring in as much as $200 million or more. Disney says it's anticipating a three-day opening around $160 million. It made $40 million on Thursday night. That's the fifth highest-grossing Thursday night of all time. If it does cross the $200 million mark, that would be the second biggest opening of this year, behind \"Avengers: Endgame.\" Only seven films in history have opened to more than $200 million domestically, and two of those films are part of the Star Wars franchise. A $200 million opening, however, would still be less than the domestic debuts of \"The Force Awakens,\" Disney's first film in the new trilogy which made $248 million in 2015, and its 2017 sequel \"The Last Jedi,\" which brought in $220 million. \"Rise of Skywalker\" holds an enviable box office position of being the final chapter of a Star Wars saga that was 42 years and three trilogies in the making, not to mention a fanbase that spans the globe and generations. Fandango correspondent Erik Davis said \"Rise of Skywalker\" caps off \"a story that is among the most well-known and beloved stories ever told on the big screen.\" \"There are countless households across the world that consider Star Wars to be like family,\" Davis told CNN Business. \"It's really that personal connection that helps it endure.\" Star Wars is by no means coming to an end. There will still be merchandising, theme park attractions, Disney+ series and spinoff films on the big screen. Disney announced in May that it is producing three more \"Star Wars\" films that will hit theaters starting in 2022. \"Rise of Skywalker\" looks to cap off an incredible year for Disney at the box office. The company set the record for the highest-grossing year for a studio in July. Disney also had six films gross $1 billion or more at the worldwide box office this year with \"Rise of Skywalker\" potentially set up to be the seventh. Star Wars at a crossroads Star Wars has made roughly $9 billion worldwide over 10 films, and that's not accounting for inflation. Yet despite the franchise's pop culture cachet, the films' box office performances have been uneven under Disney, which acquired Lucasfilm in 2012.  \"Force Awakens\" shattered box office records before making $2 billion and a year later Rogue One,\" Disney's first Star Wars spinoff, made just over $1 billion.  \"Last Jedi\" was a critical and commercial success, but the film sparked a backlash on social media. Then in 2018, the spinoff film \"Solo: A Star Wars Story\" disappointed at the box office, bringing in $393 million globally, which would be impressive for any other film, but a box office low for the series.  Critics were unimpressed with \"Rise of Skywalker.\" The film holds a 58% score on review site Rotten Tomatoes — a steep drop from the scores for \"Force Awakens\" and \"Last Jedi,\" which were 93% and 91%, respectively.  \"The Star Wars brand has certainly fluctuated since Disney purchased the rights,\" Jeff Bock, senior analyst at entertainment research firm Exhibitor Relations, told CNN Business. \"However, the ebb and flow of the franchise is a problem that, honestly, any other studio would love to acquire.\" The final chapter in the Skywalker saga arrives at a crossroads for the franchise. With the next film still three years away and no announcement about who will helm it since \"Game of Thrones\" creators David Benioff and D.B. Weiss dropped out in October, it's unclear how the next chapter of Star Wars will play out. Disney is filling the gap with \"The Mandalorian\" on Disney+, the company's new streaming service that is home to most of the Star Wars movies that came before \"Rise of Skywalker.\" There is also an Obi-Wan Kenobi series starring Ewan McGregor in the works for Disney+. Star Wars \"helped define the blockbuster era, which really changed cinema,\" Vanity Fair pop culture writer Joanna Robinson said. \"Maybe it'll help define the era of streaming too.\""], "Language": false}