{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/entertainment/two-popes-jonathan-pryce-francis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Daniel Burke, CNN Religion Editor"], "Writers": [["Daniel Burke"]], "FirstPublishDate": ["2019-12-20T17:05:01Z"], "LastModifiedDate": ["2019-12-20T17:05:01Z"], "Headline": ["This 'Two Popes' actor reveals the secret to playing Pope Francis"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Early in the film, \"The Two Popes,\" Cardinals Joseph Ratzinger and Jorge Bergoglio meet in a Vatican bathroom.  Bergoglio, the future Pope Francis, is humming a tune while washing his hands.  What's the name of the hymn? asks Ratzinger, the future Pope Benedict XVI. \"Dancing Queen,\" by Abba, Bergoglio answers with a sly smile.  It's hard to tell light-hearted stories about the Vatican these days. The Catholic Church is still consumed by a clergy abuse crisis that has ravaged the flock and sown distrust of its pastors. Conservatives and liberals fight fiercely about the future of the faith, with some following Francis' open-church-door policy and others buttressing the thick walls Benedict built around doctrine. Their battles can be nasty, brutish and very very long.  Into that arena comes \"The Two Popes,\" which is in theaters now and comes to Netflix on Friday.  Like a lot of popular accounts, the film exaggerates the differences, theological and otherwise, between Benedict and Francis. The German pope is portrayed by Anthony Hopkins as lonely and bookish, with a teasing wit and a taste for elegance. Jonathan Pryce, who bears an uncanny resemblance to Francis, gives the Argentine Jesuit a folksy touch. Bergoglio talks to gardeners, watches soccer and tells corny jokes. Quibbles aside, \"The Two Popes,\" directed by Fernando Meirelles, succeeds where it might be most expected to fail: Making a dialogue about organized religion between two old white men actually entertaining.  CNN spoke to Pryce this week about his own religious background, the secret to playing Pope Francis and why he welled up during a Vatican screening of the film. This interview has been lightly edited for length and clarity.  What went through your mind when you were offered the role of Pope Francis? My initial reaction was: Is this something I want to do? I certainly didn't want to be involved in anything purely biographical. It could have been a dry discourse about two men with opposing views about organized religion, but Fernando (the director) brought this different kind of energy and life. One of the things I've been pleased to see at screenings is that people are enjoying themselves, they are laughing. It's not a dry, dusty debate.  Do you have a religious background yourself?  I grew up in the Welsh Presbyterian Church, and would go to chapel every Sunday. I still maintain a Christian lifestyle, hopefully, but I moved away from the church as a teenager. In terms of the Catholic Church, I didn't really take too much notice of previous popes, and then along came Francis and I responded to him immediately. He was saying all of the things that you want you politicians to say, but they are not. In fact, a lot of them are saying exactly the opposite -- about walls, about climate change.   You've played religious leaders before: The High Sparrow in 'Game of Thrones,' even Martin Luther, who famously fought against the Catholic Church. How did playing Pope Francis compare?  Yes, this is my first pope (laughs). Everything that Francis says is on record, and I approached the role with that sense of veracity. Everything we say in the film are things that the two popes either said or wrote. I felt, in a way, like I was speaking with some authority about Francis, and I am very sympathetic toward him. I admire him so much it was actually a joy to play him and to be him.  When I looked at the role of High Sparrow, I was only given Season 5 to read, and I thought High Sparrow was a wonderful character. In fact, I drew parallels between him and Pope Francis. He was washing people's feet, blessing the poor ... and then Season 6 came along and I was shocked. (Spoiler alert: The High Sparrow gets corrupted by power.)  Some people have joked that we need a \"Two Popes: Part 2,\" in which Pope Francis goes bad, but I don't think we have to worry about that.  How did you research Pope Francis? There's a steeliness to him that you capture well.  Yes, there is. I watched a lot of videos on YouTube to get a sense of the man, the way he moved, his soft voice, how he gently approaches the issues. And then I found a piece of film from when he was the Cardinal Archbishop of Buenos Aires. He was being interrogated by a panel of his peers. (Editors: They were investigating the role of the clergy in Argentina's \"Dirty Wars\"). That was a very different image of the man. He was stern, drumming his fingers with impatience on the table. It was quite a different figure from the kindly man who showed up on that balcony in St. Peter's Square the night he was elected Pope.  You were recently at a screening of 'The Two Popes' at the Vatican, which seems a bit awkward: Employees watching a movie about their past two bosses.  That was the audience I was most worried about. A number of priests and cardinals and bishops came, and I approached them as they were leaving the screening. They were very straight-faced until one of them began to break up and smile at me, and they all slowly revealed that they enjoyed the film. Then Cardinal (Peter) Turkson, a close friend of Benedict's and Francis', told me that it was amazing to see his friends on screen and asked if he could take a DVD of the film to Francis. He said he thought Francis would like the film. I nearly cried. In fact, I did well up when he said that.   Why do you think you had that reaction?  Because I respect him so much. I want him to like the film.  Some actors talk about the effect of putting on the Pope's white robes to play the pontiff. Did that have any effect on you?  To be honest, I don't really know how it felt. I just know that I usually play a lot of jokes on set, helping create a good, amusing atmosphere. And I found that I didn't want to do that while wearing a cardinal's or the pope's garb. Jokes were off-limits. I didn't want to display any disrespect.   So, is there any secret to playing Pope Francis on screen?  Well, it helps if you look like him! And if you have empathy towards him, which I certainly do. I see him as a world leader and a man who can change opinions. "], "Language": false}