{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/uk/jk-rowling-transgender-tweets-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rory Sullivan and Kathryn Snowdon, CNN"], "Writers": [["Rory Sullivan"]], "FirstPublishDate": ["2019-12-20T12:34:01Z"], "LastModifiedDate": ["2019-12-20T14:17:49Z"], "Headline": ["JK Rowling under fire over transgender comments"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["\"Harry Potter\" author J.K. Rowling has come under fire for expressing support for a woman who lost an employment tribunal over comments she made on social media about transgender people. Maya Forstater brought a claim against the Center for Global Development and CGD Europe, an international development think tank, after she lost her job as a researcher following comments on Twitter criticizing UK government plans to allow people to self-identify their gender. Forstater does not believe that it is possible to change sex, and that men who have undergone gender reassignment surgery are still men -- even if the law recognizes them as women. \"I don't think people should be compelled to play along with literal delusions like 'transwomen are women,'\" she wrote in a private message to a co-worker that was cited in evidence in the case. The tribunal, making a preliminary ruling in her case, determined that Forstater's views were not protected as a \"philosophical belief\" under the Equality Act 2010.   Details of the tribunal, held between November 13 and 21, were published Wednesday.   The employment judge, James Tayler, wrote in his judgment that he considered Forstater's view to be \"absolutist\" and \"incompatible with human dignity and fundamental rights of others.\"    In a statement posted on Twitter Wednesday, Forstater said she believes that \"sex is a biological fact & is immutable.\" \"There are two sexes. Men are male. Women are female. It is impossible to change sex. These were until very recently understood as basic facts of life,\" she wrote. Rowling announced her support for Forstater on Thursday, writing: \"Dress however you please. Call yourself whatever you like. Sleep with any consenting adult who'll have you. Live your best life in peace and security. But force women out of their jobs for stating that sex is real? #IStandWithMaya #ThisIsNotADrill.\"  LGBT rights charity Stonewall declined to comment on Rowling's statement, but addressing Forstater's case, a spokesperson told CNN: \"This case was about the importance of dignity and respect in the workplace. Trans people are facing huge levels of abuse and discrimination with one in eight (12%) having been attacked while at work in the last year.\" Commenting on the implications of the ruling, Louise Rea, senior associate at law firm Bates Wells, who advised Forstater's former employers, said in a statement to CNN: \"A number of commentators have viewed this case as being about the claimant's freedom of speech.  \"Employment Judge Tayler acknowledged that there is nothing to stop the claimant campaigning against the proposed revisions to the Gender Recognition Act or, expressing her opinion that there should be some spaces that are restricted to women assigned female at birth.  \"However, she can do so without insisting on calling transwomen men. It is the fact that her belief necessarily involves violating the dignity of others which means it is not protected under the Equality Act 2010.\" Forstater's attorney, Peter Daly of law firm Slater and Gordon, told CNN: \"The significance of this judgement should not be down played. \"Had our client been successful, she would have established in law protection for people -- on any side of this debate -- to express their beliefs without fear of being discriminated against.\"  People have expressed their disappointment with Rowling's comments about the case on Twitter, with some calling her tweet transphobic. CNN has reached out to Rowling's representatives for comment. Freddy McConnell, who made the film \"Seahorse\" about his experience as a transgender man who gave birth, tweeted Thursday that Rowling had misrepresented the judgment. McConnell added: \"Forstater's argument is a dog whistle.\" Forstater has set up a fundraising page to pay for her legal representation, which has so far received more than £90,000 ($117,500)  in donations.  "], "Language": false}