{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/entertainment/cats-review-roundup-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-19T17:17:45Z"], "LastModifiedDate": ["2019-12-19T17:17:45Z"], "Headline": ["The reviews are in for 'Cats' -- and hiss they're harsh"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Adapting Andrew Lloyd Webber's musical \"Cats\" for the big screen was always going to be a gamble, but reviews from the critics have been especially damning. Directed by Tom Hooper (the man behind \"The King's Speech\" and \"Les Misérables\"), the trailer for \"Cats\" was widely criticized when it was revealed to audiences in July. While some filmmakers -- such as those behind \"Sonic the Hedgehog\" -- would have made edits in light of such strong audience feedback, the team behind \"Cats\" pushed ahead and the reception has been, well, less than welcoming. CNN's Brian Lowry writes that the film wasn't quite an \"unmitigated disaster\" that some fans feared, adding that the challenge for Hooper to create something palatable was simply just \"insurmountable.\" \"The near-absence of a plot might work well enough in a live context, but in a movie, it's an awfully tedious way to spend time for those with only one life,\" Lowry writes. And other critics were as equally disappointed in the final full-length product, with many feeling that it missed the mark and landed in the litter box. 'A rare and star-spangled calamity:' The Telegraph - 0 stars It's not often that a film comes along that isn't even deemed worthy of one star. Tim Robey at the Telegraph did not hold back his scorn, describing the film as a \"sinister, all-time disaster from which no-one emerges unscathed.\" He writes: \"Once seen, the only realistic way to fix Cats would be to spay it, or simply pretend it never happened.\"  \"A rare and star-spangled calamity which will leave jaws littered across floors and agents unemployed. For the first time since the head-spinningly dire dadcom Old Dogs in 2010, I'm giving a film no stars.\" 'A purr-fectly dreadful hairball of woe:' The Guardian - 1 star The Guardian's Peter Bradshaw saw it fit to deliver his thoughts on the feline spectacle, which features stars such as Taylor Swift, Jason Derulo, Judi Dench, James Corden, and Idris Elba, in verse. There was no pussyfooting in his approach. \"All elbows and shoulders and undulant arms.  \"Each male in the cast looks a bit of a bellend, \"And those bizarre whiskers don't add to their charms.\" Bradshaw also questions why \"do so many resemble Darth Maul?\" and whether Hooper intended such an appearance. \"Did it make him feel happy -- or cause him some stress?  \"We have to assume that he gave it his clearance.  \"But THE MAN HIMSELF KNOWS and will never confess.\" 'Missed the spot:' BBC -- 2 stars Writing for the BBC, Will Gompertz described Hooper's film as a plastic interpretation of the iconic musical with \"no heart or soul.\" He notes that the star power of the \"famous and gifted\" cast is not enough to save the film which \"takes forever to get going, and when it does -- eventually -- it lacks any real conviction or emotion.\" 'No plot to speak of:' Empire -- 2 stars Empire's review was almost as severe. John Nugent said that while the film is \"visually striking\" there are \"so many eye-meltingly bonkers moments, so many baffling creative choices that only raise questions.\" The scriptwriting also came in for criticism, with Nugent adding that: \"The intended humour mostly falls flat (lame jokes like 'cat got your tongue' are neither funny nor logical), but there's something in the garish, glorious failure of it that can absolutely be enjoyed. It is unbelievable that it even exists.\" Variety In his review published in Variety, Peter Debrudge slams Hooper's movie as an \"outlandishly tacky interpretation\" adding that it's \"destined to become one of those once-in-a-blue-moon embarrassments that mars the résumés of great actors.\" He insists that nobody emerged unscathed. \"Nine may not be enough lives for some of the stars to live down their involvement in this poorly conceived and executed adaptation of Andrew Lloyd Webber's hit musical.\" Vanity Fair Richard Lawson slammed it as \"revolting and briefly alluring\", adding that the film does the 1980s' strangest musical smash \"an injustice.\" \"It's by no means a good movie, and I left the premiere ready to toss an easy critical bomb at it and be done with rotten old 2019,\" he writes. \"But the more I sat with 'Cats', or with the, uh, memory of Cats, the more I realized how much I don't want to outright hate it. It's an ugly stray who smells bad and should not be invited into your home, certainly. And yet it is its own kind of living creature, worthy of at least some basic compassion.\" \"Cats\" premieres in the US on December 20, maybe cinemagoers will be kinder... "], "Language": false}