{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/business/50-shades/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chauncey Alcorn CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2019-12-19T15:41:46Z"], "LastModifiedDate": ["2019-12-19T15:56:31Z"], "Headline": ["\"Fifty Shades\" trilogy takes the first three spots on the top 10 best-selling novels of the decade list"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["At the beginning of the decade, British author E.L. James's erotic \"Fifty Shades of Grey\" novel became a surprise hit, selling millions of copies, spawning two sequels and three film adaptations. Now, as the 2010s near their end, James's \"Fifty Shades\" books hold the first, second and third place on a list of the decade's best-selling books, according to NDP BookScan, which collects point-of-sale data for the publishing industry. In all, the trilogy had 35 million print and e-book sales between 2011 and 2019.  The saga chronicles the decidedly NSFW sexual exploits of the young, shy and beautiful Anastasia Steele and her mysterious, seductive and fabulously wealthy older boyfriend, Christian Grey. The series, which focuses on their BDSM relationship, is particularly popular with female audiences. The first \"Fifty Shades\" book sold an estimated 15.2 million copies and the second, \"Fifty Shades Darker,\" also published in 2011, sold about 10.4 million copies, making it the second best-selling book of the 2010s. And \"Fifty Shades Freed,\" published in 2012, has sold roughly 9.3 million copies, making it the decade's third best-selling book, according to NDP BookScan. James, whose real name is Erika Leonard, went on to publish even more books in the series: \"Grey: Fifty Shades of Grey as told by Christian\" in 2015 and \"Darker: Fifty Shades Darker as told by Christian\" in 2017. Her 2019 romance novel \"Mister\" was also a #1 New York Times bestseller. \"The Hunger Games\" and \"The Help\" tied for fourth and fifth on the best-selling books of the decade list. Author Suzanne Collins' 2008 young adult novel about the dystopian adventures of Katniss Everdeen was published in 2008, but it sold roughly 8.7 million copies between 2010 and 2019, as did \"The Help,\" by Kathryn Stockett, published in 2009. The success of the Hunger Games books compelled Hollywood to create four feature films that made lead actress Jennifer Lawrence a household name. Author Paula Hawkins's 2015 \"The Girl on The Train\" placed sixth on the list after selling 8.2 million copies, narrowly beating out Gillian Flynn's 2012 thriller \"Gone Girl,\" which sold 8.1 million copies. \"The Fault in Our Stars\" by John Green, \"The Girl with The Dragon Tattoo,\" by Stieg Larsson, and \"Divergent\" by Veronica Roth rounded out the top 10. Virtually all of the books on Bookscan's top 10 list were made into films, or a series of films. \"Many of the recent decade's top-selling books, including these leaders, were tied to movie adaptations, which is a testament to the marketing power Hollywood brings to book sales,\" said NDP Bookscan analyst Kristen McLean in a written statement.  The decline of print media may have decimated book retailers like Barnes & Noble, which has closed more than 150 stores over the last decade, according to The New York Times. But NDP Bookscan said printed books overall still outsold e-books by a nearly four-to-one margin over roughly the same period. About 6.5 billion printed books were sold between 2010 and 2019 compared to just 1.8 billion e-books, according to NDP. \"At the start of the decade, digital e-books were expected to decimate print book sales,\" McLean said. \"However, print books have remained surprisingly resilient. After a high point in 2013, e-books have continuously lost share to print books every year.\""], "Language": false}