{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/entertainment/togo-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-19T14:59:51Z"], "LastModifiedDate": ["2019-12-19T14:59:51Z"], "Headline": ["'Togo' tells the heroic dog story you only think you know on Disney+"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Disney has a long history of dog movies -- \"Old Yeller\" still gets you every time -- and dips back into that well with \"Togo,\" a hard-to-resist movie for Disney+. Willem Dafoe plays the man in this fact-based story about the famous Alaska serum run, but it's a Siberian husky who steals the show and does most of the heavy lifting. The basic conceit of \"Togo\" is by itself amusing -- namely, that the story everyone thinks they know is actually wrong. Most people have heard of Balto, the sled dog with his own statue in Central Park. But that fame, according to this movie from director Ericson Core and writer  Tom Flynn, was essentially an accident of timing, leaving the real dog hero holding the short end of the stick. \"Togo\" seeks to set the record straight, recounting the harrowing 1925 run through the Alaskan tundra by Leonhard Seppala (Willem Dafoe) and his canines to bring an antitoxin serum to treat a diphtheria outbreak.  Dafoe actually gets to spout dialogue not too far from his recent work in the indie film \"The Lighthouse,\" yelling things like \"Well done, all!\" and \"Good dogs!\" at his team, led by Togo, who, naturally, was the dog that he nearly gave away. Told using extensive flashbacks, \"Togo\" recounts how Seppala -- frustrated by the mutt's headstrong nature -- tried to get rid of him, initially ignoring the objections of his wife (Julianne Nicholson), only to have the determined dog keep finding a way home. Now 12 years old, Togo is seemingly on his last legs, but the stakes force Seppala to task the pack leader with spearheading his epic journey, amid deteriorating weather that requires a perilous trip over frozen water to deliver the medicine in time. There's nary a note of surprise to be found, but the heroism and man-dog bond carry the movie along. (Disney, notably, has a new version of \"Call of the Wild\" due next year, but based on coming attractions, Harrison Ford is a bigger draw than the CGI-generated pooch.) Disney is obviously engaging in some trial and error regarding what sort of original movies work for its new streaming service, favoring family-oriented fare that might not be sure-fire box-office attractions -- the live-action \"Lady and the Tramp\" (yes, another dog yarn) having led the way. \"Togo\" appears to pull its weight in terms of meeting that criteria -- a simple movie, but one worthy, on its modest terms, of a \"Well done\" cheer all around. \"Togo\" premieres Dec. 20 on Disney+."], "Language": false}