{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/princess-leia-buns-remember-when/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacqui Palumbo"], "Writers": [[]], "FirstPublishDate": ["2019-12-19T04:26:13Z"], "LastModifiedDate": ["2019-12-19T04:26:13Z"], "Headline": ["Remember when Carrie Fisher debuted Princess Leia's side buns?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Since 1977, when \"Star Wars: A New Hope\" kicked off a now-$65-billion franchise, fans of all ages have tapped into Princess Leia Organa's indomitable attitude by donning her saucer-like side buns. The hairstyle declares a sense of self-assuredness fitting of a Rebel Alliance agent.  Worn by adults, it can be flirty or daring; on \"Star Wars'\" youngest fans, it can be cute and precocious. Leia herself became sci-fi's most famous feminist icon -- her look has lasted over four decades to become a mainstay of fandom, from casual Halloween-goers to serious cosplayers. As the leading woman in a male-centric film, 19-year-old Fisher was an instant hit.  Daring, whip-smart, resilient, and often cheeky, Leia toppled expectations about what a princess could be. \"George didn't want a damsel in distress, didn't want your stereotypical princess,\" Fisher said of director George Lucas in 1977. \"He wanted a fighter, he wanted someone who was independent.\" When Leia is first introduced in \"A New Hope,\" she's deceptively demure -- a captive damsel in holographic form. Wearing a white dress that cloaks her hair, her projection sweetly cries \"You're my only hope\" in a virtual message to the Jedi Master Obi-Wan Kenobi. But when her male counterparts Luke Skywalker and Han Solo mount a rescue mission in the Death Star stronghold of antagonist Darth Vader, Leia saves them from a laser stand-off.  \"This is some rescue,\" she quips. \"You came in here, but didn't you have a plan for getting out?\"  Fisher may have only worn her signature side buns in the first film, but the silhouette became synonymous with the actress, and has been endlessly referenced in pop culture. In 2009, Liz Lemon of \"30 Rock\" dressed as the rebel princess to get out of jury duty. In the recent final season of \"Silicon Valley,\" Monica Hall sported the look to appeal to a team of nerdy engineers.  Perhaps most famously, Rachel Greene of \"Friends\" attempted a highly sexy but ultimately non-canonical Leia outfit for Ross, erroneously combining the side buns with Fisher's \"slave Leia\" look from 1983's \"Return of the Jedi.\" (When Ross is stunned, she pouts: \"Did I get the hair wrong?\" Yes, but we'll forgive her.) Fisher initially had reservations about her hairstyle, however, calling them \"cinnamon buns\" and a \"hair-don't.\" She found them impractical -- it took two hours for stylists to secure them -- but Lucas had even wilder ambitions.  In the prequel trilogy, Natalie Portman as Queen Amidala becomes the guinea pig for all of Lucas's hair dreams, with dramatic sculptural styles and intricate tresses seemingly influenced by every corner of the world, from East Asia to Africa to Renaissance Europe. By comparison, Daisy Ridley's Rey in the final trilogy had it easy with her no-fuss triple bun. Lucas's inspiration for Leia's side buns surfaced in 2002, in an interview with Time. \"I went with a kind of southwestern Pancho Villa-woman revolutionary look,\" Lucas said.  \"The buns are basically from turn-of-the-century Mexico.\" It was a puzzling reference, though, and journalists tried for years to fact-check his claim. Female Mexican revolutionaries of the era were not known for wearing a particular hairstyle; instead, it suggested he may have been looking at photos of the \"squash blossom\" style of the southwestern Native American Hopi tribe. In 2017, the traveling Smithsonian exhibition \"Star Wars and the Power of Costume\" clarified the director's comment. The show featured an inspiration board with a portrait of the Mexican Revolution colonel Clara de la Rocha, who wore large twin buns on either side of her face. A Post-It from Lucas noted: \"Mexican -- Revolution -- Hairstyles -- Women.\" The board also featured images of Hopi women, confirming that Lucas had combined multiple visual references. Today, the hairstyle's revolutionary origins have taken on new meaning. Fisher passed away in December 2016 aged 60 years following a heart attack mid-flight; the next month, her face became a powerful symbol for female strength across the world at the multi-city Women's March.  Among all the posters featuring Leia, \"A Woman's Place is in the Resistance\" flashed in the crowds again and again. Hayley Gilmore, the designer of the posters, told Wired: \"I think Carrie Fisher's portrayal as Leia in the Star Wars film franchise resonates with many women because she is a fierce, intelligent, charming, and powerful woman. It makes sense (marchers) would gravitate towards Leia, especially after Carrie's death. It's a way to honor a woman who stood up for her beliefs.\" The most touching tribute has come from Fisher's daughter, actress Billie Lourd. The 27-year-old appears in the sequel trilogy, the last of which -- \"The Rise of Skywalker\" -- premieres on December 20 in the US. In the films, she sports mini Leia buns, but off-screen, she has honored her mother's famous looks, too, including wearing Fisher's braided bun hairstyle for \"The Last Jedi\" premiere in 2017.  Following her mother's death, Lourd penned a candid and heartfelt essay for Time. \"Leia is more than just a character. She's a feeling. She is strength. She is grace. She is wit. She is femininity at its finest,\" she wrote. \"And no one could have played her like my mother. Princess Leia is Carrie Fisher. Carrie Fisher is Princess Leia. The two go hand in hand.\""], "Language": false}