{"Type": ["gallery"], "Url": ["https://www.cnn.com/2016/12/27/entertainment/gallery/carrie-fisher/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Sunset Boulevard/Corbis/Getty Images", "Bettmann/Getty Images", "ullstein bild/Getty Images", "Archive Photos/Getty Images", "Sunset Boulevard/Corbis/ Getty Images", "Express/Archive Photos/Getty Images", "The LIFE Picture Collection/Getty Images", "Ron Galella/WireImage/Getty Images", "Frank Trapper/Corbis/Getty Images", "Victor Spinelli/WireImage/Getty Images", "Kevin Winter/Getty Images", "Axel Koester/Corbis/Getty Images", "Steve Granitz/WireImage/Getty Images", "Alberto E. Rodriguez/Getty Images", "LEON NEAL/AFP/Getty Images", "Ian Gavan/Getty Images", "ANDREW BIRAJ/AFP/Getty Images", "Araya Diaz/WireImage/Getty Images"]], "FirstPublishDate": ["2016-12-27T18:09:09Z"], "LastModifiedDate": ["2019-12-18T17:43:22Z"], "Headline": ["Carrie Fisher: The galaxy's princess"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Carrie Fisher is seen as Princess Leia on the set of George Lucas' \"Star Wars: Episode IV -- A New Hope\" in 1977. The American actress and writer is best-known for her portrayal of Princess Leia in the \"Star Wars\" movie franchise. Fisher was hospitalized December 23 in Los Angeles after suffering a heart attack. Fisher died on Tuesday, December 27. She was 60. Fisher was born in Beverly Hills on October 21, 1956, to Eddie Fisher and Debbie Reynolds. Here, they gaze proudly at their newborn daughter on January 2, 1957. Fisher is photographed with her parents and brother, Todd, who was born in 1958.  Debbie Reynolds makes her first appearance on Broadway in a remake of the 1919 musical \"Irene\" in 1973. Fisher, seated on the floor, dropped out of high school at age 15 and was featured in the musical as part of the chorus. Warren Beatty and Fisher, then 17, take a break during filming of the movie \"Shampoo\" in 1974. Fisher has acted in films, plays and television shows, and has written a number of best-selling books. Mark Hamill (Luke Skywalker), Fisher and Harrison Ford (Han Solo) on the set of \"Star Wars: Episode IV -- A New Hope\" in 1977. Fisher with fellow actresses Amy Irving, left, and Teri Garr in 1978. Fisher on the set of \"Star Wars: Episode V -- The Empire Strikes Back\" in 1980. Harrison Ford and Fisher embrace during filming of \"Star Wars: Episode V - The Empire Strikes Back\" in 1980. On November 16, 2016, Fisher revealed to People magazine that she and co-star Ford had an affair during the 1976 filming of \"Star Wars.\" Fisher smiles for a photograph in 1980. Fisher is a well-respected script doctor of such movies as \"The Wedding Singer\" and \"Sister Act.\" Fisher stars in the film, \"Star Wars: Episode VI -- Return of the Jedi\" in 1983. The 'gold bikini' is one of her most famous costumes as Princess Leia. In addition to her acting career, Fisher -- who was diagnosed with bipolar disorder at age 24 -- has lobbied as an advocate for mental health awareness and treatment and has spoken before the California state Senate. Musician Paul Simon poses for a picture with Fisher in 1983. The two were married in August and divorced about one year later in July 1984. Meryl Streep, left -- who portrayed a character based on Fisher in the film adaptation of Fisher's 1987 novel, \"Postcards from the Edge\" -- is seen at the film's premiere in Century City, California, on September 10, 1990. Fisher carries Billie Catherine Lourd -- her daughter with talent agent Bryan Lourd. Fisher attends a book signing for her novel, \"The Best Awful,\" in Beverly Hills, California, in 2004. The semi-autobiographical novel fictionalized events from Fisher's life.  \"Star Wars\" trio Mark Hamill, left, Fisher and Harrison Ford speak during a tribute to filmmaker George Lucas at the 33rd American Film Institute Life Achievement Award event in Hollywood on June 9, 2005. Fisher takes part in a dress rehearsal for her play \"Wishful Drinking\" at the Geffen Playhouse in Los Angeles in 2006. Fisher  poses with her mother Debbie Reynolds and daughter Billie Catherine Lourd at the 21st Annual Screen Actors Guild Awards in Los Angeles on January 25, 2015. Fisher takes part in a \"Star Wars\" celebration event on April 16, 2015, in Anaheim, California. Fisher salutes as she poses with a storm trooper at the European premiere of \"Star Wars: The Force Awakens\" in central London on December 16, 2015. Domhnall Gleeson, left, Hugo Sigman, Fisher, and Damian Szifron pose for a photo at the EE British Academy Film Awards in London on February 14, 2016. Their film, \"Wild Tales,\" won the BAFTA Award for best film not in the English language. Tom Hiddleston looks on as Fisher and her dog, Gary, arrive for the 102nd White House Correspondents' Association dinner in Washington on April 30, 2016. Fisher signs copies of her book, \"The Princess Diarist,\" in Los Angeles on November 28, 2016."], "Language": false}