{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/entertainment/the-simpsons-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2019-12-17T23:12:24Z"], "LastModifiedDate": ["2019-12-17T23:17:19Z"], "Headline": ["Welcome to your thirties, 'The Simpsons'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Seems like just yesterday that a five-member family from Evergreen Terrace moved into America's television neighborhood, but, in fact, it was 30 years ago Tuesday that \"The Simpsons\" debuted.  Frozen in time as the characters may be, the show itself has learned many of the lessons regular people do by the time they're 30 -- like that  life is full of inconsistency and that when someone points out something to you that you don't understand, just say it's magic.  Executive producer James L. Brooks was among those who paid tribute to the show on its milestone birthday.  \"Nostalgia is slapping me around today, the 30th anniversary of the first Simpsons show. Sentiment getting in some kicks,\" he wrote on Twitter. \"Sam Simon, Matt Groening & David Silverman once more gather with me as I remember random key early moments word for word and wish for a retroactive group hug.\" Simon, Groening and Silverman all had hands in the creation of \"The Simpsons.\" Simon died in 2015.  Current \"Simpsons\" showrunner Al Jean gave fans an unintentional present from the show, confirming to BBC News that a new film starring the characters is a \"possibility\" and that the team has \"worked on it a little.\"  \"We'd only want to do it if it was something that was terrific and a great story,\" he said.  On this special and holy day -- among those who worship at the animated yellow altar, anyway --  we salute \"The Simpsons\" for turning 30.  Here's to being old enough to remember the '90s, treating your credit better and sitting at the adult table during the holidays."], "Language": false}