{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/entertainment/2020-oscars-shortlist-beyonce/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2019-12-17T15:02:36Z"], "LastModifiedDate": ["2019-12-17T21:04:05Z"], "Headline": ["There's hope for a Beyoncé performance at the Oscars"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Academy of Motion Picture Arts and Sciences announced a shortlist of nominations in consideration for nine of its categories for the upcoming Oscars. It was an exciting announcement for Beyoncé, who was highlighted for \"The Lion King\" song, \"Spirit.\" Others in consideration for that category include Thom Yorke for \"Daily Battles\" from the film \"Motherless Brooklyn\" and Pharrell Williams for \"Letter To My Godfather\" from \"The Black Godfather.\"  Lady Gaga won the original song Oscar last year for her ballad \"Shallow,\" which was co-written by Mark Ronson, Andrew Wyatt and Anthony Rossomando. (We all remember her performance at the show with Bradley Cooper.) If Beyoncé's name is on the final list of Oscar nominees on Jan. 13, there is reason to hope Queen Bey will grace us with a live performance at the ceremony. See below for the Oscars shortlist: Documentary Short Subject \"After Maria\" \"Fire in Paradise\" \"Ghosts of Sugar Land\" \"In the Absence\" \"Learning to Skateboard in a Warzone (If You're a Girl)\" \"Life Overtakes Me\" \"The Nightcrawlers\" \"St. Louis Superman\" \"Stay Close\" \"Walk Run Cha-Cha\" International Feature Film Czech Republic, \"The Painted Bird\" Estonia, \"Truth and Justice\" France, \"Les Misérables\" Hungary, \"Those Who Remained\" North Macedonia, \"Honeyland\" Poland, \"Corpus Christi\" Russia, \"Beanpole\" Senegal, \"Atlantics\" South Korea, \"Parasite\" Spain, \"Pain and Glory\" Makeup and Hairstyling \"Bombshell\" \"Dolemite Is My Name\" \"Downton Abbey\" \"Joker\" \"Judy\" \"Little Women\" \"Maleficent: Mistress of Evil\" \"1917\" \"Once upon a Time...in Hollywood\" \"Rocketman\" Music (Original Score) \"Avengers: Endgame\" \"Bombshell\" \"The Farewell\" \"Ford v Ferrari\" \"Frozen II\" \"Jojo Rabbit\" \"Joker\" \"The King\" \"Little Women\" \"Marriage Story\" \"Motherless Brooklyn\" \"1917\" \"Pain and Glory\" \"Star Wars: The Rise of Skywalker\" \"Us\" Music (Original Song) \"Speechless\" from \"Aladdin\" \"Letter To My Godfather\" from \"The Black Godfather\" \"I'm Standing With You\" from \"Breakthrough\" \"Da Bronx\" from \"The Bronx USA\" \"Into The Unknown\" from \"Frozen II\" \"Stand Up\" from \"Harriet\" \"Catchy Song\" from \"The Lego Movie 2: The Second Part\" \"Never Too Late\" from \"The Lion King\" \"Spirit\" from \"The Lion King\" \"Daily Battles\" from \"Motherless Brooklyn\" \"A Glass of Soju\" from \"Parasite\" \"(I'm Gonna) Love Me Again\" from \"Rocketman\" \"High Above The Water\" from \"Toni Morrison: The Pieces I Am\" \"I Can't Let You Throw Yourself Away\" from \"Toy Story 4\" \"Glasgow\" from \"Wild Rose\" Animated Short Film \"Dcera (Daughter)\" \"Hair Love\" \"He Can't Live without Cosmos\" \"Hors Piste\" \"Kitbull\" \"Memorable\" \"Mind My Mind\" \"The Physics of Sorrow\" \"Sister\" \"Uncle Thomas: Accounting for the Days\" Live Action Short Film \"Brotherhood\" \"The Christmas Gift\" \"Little Hands\" \"Miller & Son\" \"Nefta Football Club\" \"The Neighbors' Window\" \"Refugee\" \"Saria\" \"A Sister\" \"Sometimes, I Think about Dying\" Visual Effects \"Alita: Battle Angel\" \"Avengers: Endgame\" \"Captain Marvel\" \"Cats\" \"Gemini Man\" \"The Irishman\" \"The Lion King\" \"1917\" \"Star Wars: The Rise of Skywalker\" \"Terminator: Dark Fate\""], "Language": false}