{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/entertainment/ellie-goulding-royal-mail-crash-intl-scli-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-17T19:02:06Z"], "LastModifiedDate": ["2019-12-17T19:26:42Z"], "Headline": ["Ellie Goulding helps driver in car pushed sideways down road by mail truck"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["British pop singer Ellie Goulding has confirmed that she was among those to check on a motorist whose car was dramatically pushed sideways down a busy road in west London by a Royal Mail truck. The 32-year-old star shared a photo of the incident and confirmed that she was in the footage which began circulating on social media. In the video shared online on Monday, a black Volkswagen is seen being shunted down the A40 by the delivery vehicle. Other vehicles honk their horns to get the attention of the lorry driver. When the truck driver finally stops, he can be heard yelling: \"I honestly didn't see him. I didn't see him.\"  Goulding, who was a passenger in a vehicle driving down the road at the time of the incident, revealed on Instagram that her driver was one of the motorists who stopped to help, with the songstress herself checking on the stunned driver. \"Was just sent this -- I'm the one in the car checking if this guy was ok,\" she captioned a news article about the accident. \"Craziest thing I've ever seen on the road.\" She then urged her followers to \"drive safe and look out for others.\" In a follow-up post, the \"Love Me Like You Do\" hitmaker criticized other road users for stopping simply to film the incident or abuse the Royal Mail driver. \"I can't believe the first instinct of the other drivers who got out was to instantly start filming on their phones and shout abuse at the poor shocked driver, not even checking the other driver was ok. What on earth,\" she told her 14.4 million followers. Royal Mail said they are investigating the incident.  A spokesperson for the UK postal service told CNN in a statement: \"We are very concerned about this incident. We sincerely hope that no one was hurt. We are investigating as a matter of urgency.\" London's Metropolitan Police told CNN there were no reported injuries and no arrests have been made."], "Language": false}