{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/us/patriots-video-producer-speaks-out-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin, CNN"], "Writers": [["Jill Martin"]], "FirstPublishDate": ["2019-12-16T13:32:51Z"], "LastModifiedDate": ["2019-12-16T21:55:52Z"], "Headline": ["Videographer had 'no intention' of giving Bengals sideline footage to Patriots"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["After video was leaked showing footage a New England Patriots' video crew shot of the Cincinnati Bengals' sideline, a producer on the Patriots' film crew has spoken out, saying he had \"no intention\" of giving the footage to the football team. In a statement Sunday sent to multiple outlets, including CNN affiliate WFXT, David Mondillo, a supervising producer with Kraft Sports and Entertainment, explained his side, saying the crew shot the field at a game between the Bengals and the Cleveland Browns to show a Patriots scout doing his job. \"We went directly to the press box and set up our camera to get the footage we needed,\" Mondillo said. \"We interviewed and shot the Patriots scout sitting in a chair watching the action and panned back and forth from him to what he was seeing on the sidelines.  \"We also took footage of the field as the intent was to show what he was looking at when looked through his binoculars watching the game. \"At that point, I went to the restroom and when I came back, my cameraman was told to stop shooting by someone from the NFL and he was joined by two others from the Bengals organization and an additional NFL security person. We stopped shooting immediately when asked to do so and cooperated fully. \"We had a detailed exchange about who we were and why we were there and what they wanted us to do. I gave the Sony SXS card to NFL security and we complied with their request, packed up and went home. \"I had no intention to provide footage to football operations, I did not provide any footage, and I was never asked to do so.\" Kraft Sports and Entertainment is owned by the family of Patriots team owner Robert Kraft. CNN has reached out to Mondillo for comment. Policy was violated 'unknowingly' The Patriots organization previously have said its video team, which was credentialed, was shooting a behind-the-scenes feature on the Patriots scouting staff at FirstEnergy Stadium in Cleveland for a series called \"Do Your Job.\" The team said it acknowledges that the production crew \"unknowingly violated a league policy by filming the field and sideline from the press box.\" Earlier on Sunday, video aired on Fox that shows last week's confrontation between Bengals security and the Patriots' video crew. The video, which was obtained by Fox Sports reporter Jay Glazer, shows a video camera, with Bengals' security and the Patriots' video crew speaking in the background. The footage on the camera shows the Bengals' sideline. In the conversation, a member of the Patriots' video crew then said he could delete the video. A member of the Bengals' security could be heard saying, \"The damage is done my friend.\" Patriots head coach Bill Belichick has insisted multiple times that he and the coaching staff had no involvement. The NFL continues to investigate. The Patriots clinched a playoff berth on Sunday, beating the Bengals 34-13."], "Language": false}