{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/us/five-things-december-16-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-16T11:32:42Z"], "LastModifiedDate": ["2019-12-16T11:35:38Z"], "Headline": ["5 things to know for December 16: Impeachment, Afghanistan, Lebanon, COP25, North Korea"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Did you have a somewhat temperate weekend? Enjoy it while it lasts. Most of the country will be hit with snow and freezing rain sometime this week. Here's what else you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Impeachment Are you ready for another contentious week of impeachment activity? This is the week the House is supposed to conduct a full vote of the articles of impeachment. The House Judiciary Committee released a 658-page report explaining its decision to charge Trump with two articles of impeachment -- abuse of power and obstruction of Congress. It will only take a simple majority vote to formally impeach President Trump, and then it's on to a Senate trial. When the trial starts, you'll be introduced to a whole new impeachment vocabulary. First up: Impeachment manager. Those will be the head Democrats chosen by Speaker Nancy Pelosi to lead the prosecution of the President. Who will she choose? One option is independent Justin Amash, a congressional Republican who switched parties after backing impeachment proceedings. However, fellow lawmakers say it's \"highly unlikely\" Pelosi would make a flashy partisan gamble on such an important decision. 2. Afghanistan The Trump Administration is preparing to announce a long-awaited reduction of US troops in Afghanistan, a senior administration official confirmed to CNN. There are between 12,000 and 13,000 US troops in the country right now, and the US has maintained a solid presence throughout the 18-year war in the area. This drawdown would remove up to 4,000 troops, with more possible reductions in the future, the official said. That matches the claim Trump made on Fox News Radio in August that his administration would take the number \"down to 8,600.\" The reduction comes at the same time the US is restarting peace talks with the Taliban, and some worry the troop drawdown could be seen as a concession to the terrorist group.  3. Lebanon Protests in Lebanon took a violent turn this weekend. On Saturday night, at least 46 people were injured in clashes between protesters and security forces in the capital of Beirut. The protests have been going on since October and center around accusations of corruption and mismanagement against Prime Minister Saad al-Hariri. If your memory is particularly sharp, you'll recall Hariri actually stepped down in late October, a few weeks after the protests began. He's back again, and is expected to be named head of the next government during parliamentary consultations today. Some other Lebanese leaders have said they won't join any government led by Hariri, which adds another layer of conflict on top of an already incendiary situation.  4. COP25 The marathon COP25 summit in Madrid concluded two days late and with little to show for it all. The climate summit was supposed to end with global leaders hammering out important new emissions regulations and other environmental guidelines to stave off the effects of climate change. Instead, 12 days turned into 14 and the resulting agreement was largely inconclusive, with vague language that deferred big decisions until next year's summit. For instance, the agreement concludes there's an urgent need for new carbon-cutting commitments, but doesn't really outline how to secure those commitments or what that system would look like. Some leaders put the blame on \"large emitters\" who were either missing in action at the summit or reportedly dug in their heels at the negotiation table. 5. North Korea  Remember when North Korea threatened the US with a possibly-nuclear \"Christmas gift?\" US officials are urging the country to restart denuclearization talks, sending US special representative to North Korea, Stephen Biegun. Those talks fell apart last February after President Trump cut short a summit with North Korean leader Kim Jong Un. North Korea has given the US until the end of the year to make a move in the nuclear negotiations, which means the country wants some sort of concession, like sanctions relief. What happens after that is anyone's guess, but it could include restarting long-range missile tests and completely severing the on-again, off-again diplomatic bromance between Trump and Kim. BREAKFAST BROWSE Thousands of bizarre-looking 'penis fish' washed up on a California beach  For all those middle school boys asked to bring a news story to class, this is what is known as jackpot.  These were the top trendy food stories for 2019  They were either meatless or fried, slapped on a bun and fought over for hours at the drive-thru.  LSU's Joe Burrow won the Heisman Trophy this weekend You know what would go nicely with that? A College Football Playoff Trophy.  Thousands of Santas flooded the streets of NYC for 'SantaCon' One Santa: Jolly! Thousands of Santas: Utterly terrifying.  TODAY'S QUOTE \"Harvey Weinstein is trying to gaslight society again. He says in a new interview he doesn't want to be forgotten. Well, he won't be. He will be remembered as a sexual predator and an unrepentant abuser who took everything and deserves nothing.\" An excerpt from a statement signed by 23 women who have accused Harvey Weinstein of sexual misconduct. The disgraced movie producer recently told the New York Post his \"work has been forgotten\" in light of the widespread accusations of harassment, misconduct and rape. Weinstein has repeatedly denied all allegations of nonconsensual sex. TODAY'S NUMBER $1 billion Disney's \"Frozen 2\" crossed this magical threshold at the international box office this weekend, making it the sixth billion-dollar Disney film THIS YEAR ALONE. No other studio has had so many films cross the billion dollar mark in a year.  TODAY'S WEATHER AND FINALLY She's beauty and she's grace Chill out to one of the most famous -- and festive -- ballet solos ever, and try to remember if you have ever actually eaten a sugar plum. (Click here to view) "], "Language": false}