{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/15/media/gretchen-carlson-fox-news-nda-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2019-12-15T21:26:26Z"], "LastModifiedDate": ["2019-12-15T21:26:26Z"], "Headline": ["Gretchen Carlson fights back against nondisclosure agreements like the one she signed with Fox News"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The new movie Bombshell depicts former \"Fox and Friends\" host Gretchen Carlson's 2016 lawsuit against then-Fox News CEO Roger Ailes for sexual harassment, and the movement that followed.  But Carlson herself couldn't consult with the filmmakers and actors who made the movie and she can't comment on the film's accuracy, either. In fact, Carlson says she's barred entirely from discussing what happened to her at Fox News because of the nondisclosure agreement she signed as part of her $20 million settlement with 21st Century Fox.  Now, she's trying to change that.  Carlson spoke with CNN's Brian Stelter on \"Reliable Sources\" Sunday about Lift Our Voices, the nonprofit organization she founded along with fellow former Fox colleagues Julie Roginsky and Diana Falzone to advocate for an end to nondisclosure agreements that prohibit people who have been sexually harassed at work from speaking about it. NDAs are still a common occurrence in many industries.   \"I see this as the next phase of the revolution, that women want their voices back ... Enough is enough,\" Carlson said. \"We want to be able to say what happened to us as a way of moving this forward for our next generation.\"  Fox News did not immediately respond to a request for comment. Carlson sued Ailes in July 2016 after she was removed from her 2 p.m. newscast \"The Real Story\" in late June. The lawsuit alleged she was terminated for \"refusing Ailes' sexual advances.\" Ailes initially denied the allegation, but eventually was pushed out of the network after 21st Century Fox brought in an outside firm to look into allegations of pervasive sexual harassment. More than 20 women spoke to investigators about inappropriate behavior by Ailes.  In addition to its $20 million settlement with Carlson, the network also issued a public apology and settled with multiple other women.  But Carlson didn't know at the time what more would follow — the #MeToo movement that saw a wave of stories about powerful men forced to agree to massive settlements or resign over sexual harassment, many of them in media, including film producer Harvey Weinstein, Fox personality Bill O'Reilly, former NBC host Matt Lauer and others. Carlson said she now wishes she would have fought harder to not sign an NDA.  \"But how could I have known we would be in this position? How could I have known we would have these mini series and movie projects being made about the story?\" Carlson said. \"Back then it was a very different environment.\"  The #MeToo movement drew attention and scrutiny to the practice of using NDAs to quiet women who have been sexually harassed at work. Just last month, NBCUniversal said it would release NBC News employees from nondisclosure agreements. The Weinstein Company made a similar move in 2018.  With Lift Our Voices, Carlson said she, Roginsky and Falzone are not only asking Fox to release them from their NDAs, they're trying to \"eradicate nondisclosures\" as a practice more broadly. Over the past three years, Carlson has also lobbied for the passage of the \"Ending Forced Arbitration of Sexual Harassment Act\" on Capitol Hill, a bipartisan-supported bill that would prohibit companies from requiring employees to confidentially arbitrate sex discrimination disputes. \"This is not about me. This is about helping women across America and across the world,\" Carlson said, adding, \"to companies out there in America, don't you want to be on the right side of history for women?\""], "Language": false}