{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/15/politics/john-durham-investigation-fbi-russia/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By David Shortell, CNN"], "Writers": [["David Shortell"]], "FirstPublishDate": ["2019-12-15T13:22:42Z"], "LastModifiedDate": ["2019-12-15T18:40:24Z"], "Headline": ["John Durham's investigation into the FBI Russia probe comes into focus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A clearer picture of the next charged investigation into the FBI's probe of Russian interference in the 2016 election is emerging, and President Donald Trump is already cashing in on suggestions that it could reveal damning accusations of bias by law enforcement and intelligence officials that last week's inspector general report debunked.  The probe by federal prosecutor John Durham is now said to be wrapped up as soon as springtime and Justice Department officials in recent days indicated that Durham will dig deeper and cut harder on questions that Michael Horowitz, the department's independent watchdog, already asked.  Attorney General William Barr, long a skeptic of the FBI's tactics in operation \"Crossfire Hurricane,\" has boosted Durham's access to foreign governments and US intelligence agencies, leaving some Democrats suspicious of potential political influence on the investigation. Horowitz last week said his office found no evidence the FBI had improper motive in launching Crossfire Hurricane or carrying out certain investigative steps, but also detailed a series of errors by the FBI as they sought out intrusive surveillance measures. After touting the inspector general's report for months, Trump has in recent weeks seized on Durham's investigation as the one to watch as he continues to inflame conspiracies that \"deep state\" operatives spied on his campaign.  \"I look forward to Bull Durham's report -- that's the one I look forward to,\" Trump told a crowd of supporters at a rally in Pennsylvania on Tuesday, referencing the 1988 baseball film.  A longtime Justice Department lawyer based in Connecticut, Durham has built a reputation as a rigorous prosecutor while carrying out sensitive special investigations for attorneys general of each political party.  Here's what to know about Durham's efforts: Meeting with foreign officials, US intel agencies From the start, Durham's investigation was said to be more broad in scope than Horowitz's, which was centered on the FBI's requests to the Foreign Intelligence Surveillance Court regarding onetime Trump campaign aide Carter Page. As he's scrutinized the officials involved in the Russia probe, Durham has met with foreign intelligence officials in London and Rome alongside Barr and has been spotted in the hallways of the CIA. Durham is said to be working in close collaboration with the CIA chief and director of national intelligence as he's considered whether the intelligence collection in the period was lawful.  \"That's why we have Durham,\" Barr said at a Wall Street Journal conference last week. \"He's able to talk to other agencies. He's able to talk to private parties. There's a lot of swirl of activity coming out at this time -- it wasn't only the FBI -- so I think he will have a broader appreciation of all the facts and a determination can be made.\" Trump in May gave Barr the authority to declassify secret material. The Durham probe was later elevated to the status of a criminal inquiry by the Justice Department, meaning that his investigators had narrowed in on specific criminal activity and would now be able to issue subpoenas to compel testimony. At least one of the crimes under investigation is an allegation born from Horowitz's review that a low-level FBI lawyer doctored an email during the FISA process.  Durham going beyond the origins of 2016 FBI investigation In his report, Horowitz described a number of \"significant errors or omissions\" that the FBI made as they sought the FISA wiretap on Page. Barr has dismissed the inspector general's finding on bias, saying Horowitz was limited by a low evidentiary standard and an inability to reach witnesses outside of the department. On Tuesday, Barr said that the possibility that FBI officials were motivated by \"bad faith\" was high.    RELATED: 7 new things we learned from the Horowitz report Barr also told NBC he had recently directed Durham to \"spend just as much attention on the post-election period\" than on the origins of the Russia probe in 2016. \"I did that because of some of the stuff that Horowitz has uncovered, which to me is inexplicable,\" Barr said, citing how FBI officials withheld exculpatory information that they had learned from their investigation as they sought to renew the FISA warrants.  \"What was the agenda after the election that kept them pressing ahead after their case collapsed? He`s the President of the United States,\" Barr added. Durham disagrees with Horowitz over conclusion on probe's beginning On Monday, Durham took the unusual step of releasing a statement and disputing the inspector general's conclusion that the investigation was properly predicated. It was the first time Durham has remarked publicly on his ongoing investigation.  \"I have the utmost respect for the mission of the Office of Inspector General and the comprehensive work that went into the report prepared by Mr. Horowitz and his staff,\" Durham said. \"However, our investigation is not limited to developing information from within component parts of the Justice Department.\"   \"Based on the evidence collected to date, and while our investigation is ongoing, last month we advised the Inspector General that we do not agree with some of the report's conclusions as to predication and how the FBI case was opened,\" he continued.  In testimony before the Senate Judiciary Committee on Wednesday, Horowitz stood by his 400-plus page report, while also highlighting a specific conclusion that his office lacked the evidence to conclude a motivation for the errors made in the FISA applications -- whether improper or not.  Horowitz also added clarity to the dispute between his office and Durham over whether the investigation was properly opened, revealing a finer point to Durham's argument than what the statement on Monday appeared to say. According to Horowitz, Durham said in a meeting in November that he felt that the FBI only had enough evidence to open what's referred to as a preliminary investigation. That kind of investigation would have given the FBI the ability to use certain tools, like setting up meetings between targets and informants, but prevents them from using others, like FISA surveillance.  Horowitz will testify again on Capitol Hill on Wednesday. What will we see and when It's unclear what form Durham's findings will take when they are completed, and if they will even become public. Barr said Tuesday that Durham could reach an \"important watershed\" in the late spring or early summer but that he hasn't discussed with Durham yet how his findings would be presented. The Justice Department does not have a formal guideline on the timing of the release of information or investigative steps related to electoral matters, but several former department officials, as well as inspector general Horowitz, have cited an unwritten policy known as the \"60-day\" rule to criticize former FBI Director James Comey for his decision to notify Congress of a key movement in the Clinton email investigation just days ahead of the 2016 election. While the Clinton email probe had a potential to find criminal wrongdoing by a political candidate, Durham's investigation does not appear to have a similar target. Any political implications should be considered, though, when determining the timing of its conclusion, former officials said.   \"If [Durham] is going to release some kind of report that relitigates and brings a whole new narrative to the Russia investigation, then the timing of the release of that should be considered in conjunction with the political calendar because it can be reasonably foreseen to have a significant political impact,\" said Carrie Cordero, a former national security counsel at the Justice Department and CNN legal analyst. "], "Language": false}