{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/entertainment/danny-aiello-obit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2019-12-13T17:00:50Z"], "LastModifiedDate": ["2019-12-13T19:37:38Z"], "Headline": ["Danny Aiello of 'Do The Right Thing' and 'Moonstruck' dies at 86"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Danny Aiello, a prolific actor who was nominated for an Academy Award for his role as pizzeria owner Sal in Spike Lee's \"Do the Right Thing,\" has died, a family representative confirmed Friday to CNN. \"It is with profound sorrow to report that Danny Aiello, beloved husband, father, grandfather, actor and musician passed away last night after a brief illness,\" according to a family statement provided to CNN. \"The family asks for privacy at this time. Service arrangements will be announced at a later date.\" He was 86. The veteran actor appeared in a plethora of well-known roles including as Johnny Cammareri in \"Moonstruck,\" Tony Rosato in \"The Godfather II\" and as Madonna's father in the \"Papa Don't Preach\" music video. Aiello was born in Manhattan, the second youngest of six children, to a seamstress and a laborer. His mother was born in Naples, Italy, and married his father when she was 15 years old. In a 1990 New York Times Magazine article, Aiello talked about his father's frequent absences from the home. ''It seems he would come home once a year and my mother would have another child,'' he said. Aiello used his imagination to cope. ''I used to tell people he was a detective chasing prisoners in Cleveland, Ohio,'' Aiello said. ''I made him a detective because he always wore a raincoat and a big hat.\" The actor wrote of being a child and visiting his father in jail in his 2014 memoir, \"I Only Know Who I Am When I Am Somebody Else: My Life on the Street, On the Stage, and in the Movies.\" Aiello told radio talk show host Diane Rehm in 2014 that his mother never bad-mouthed his father. \"He was never home. He came home maybe one day a year, twice a year and so we really didn't know my father that much, but she never bad-mouthed him,\" Aiello said. \"And for that reason, I think our love continued to grow for a long period of time.\" Aiello quit school after eighth grade, worked odd jobs and ran with a gang of boys who called themselves \"the Kingsmen.\" \"I think I robbed the bowling alley 20 times,'' he told the New York Times. ''We'd open cigarette machines and take whatever money was in there.'' At 16, he lied about his age to join the Army and was sent to Germany to serve before being honorably discharged three years later. Aiello returned to New York City, married Sandy Cohen in 1955 and settled down to family life, with children and a job working at a Greyhound Bus Terminal in Manhattan where he soon gained a reputation for being quite the character, according to the newspaper. The family struggled when Aiello was let go from that job after a decade.  He said he robbed some places to help feed his family and also was offered a gig as a bouncer at the comedy club Improvisation, where he began honing his skills as a performer -- sometimes acting as a master of ceremonies or as the straight man in skits, the newspaper reported. Soon he was auditioning and winning roles on the big and small screens, including on \"Kojak\" and in ''The Godfather II,\" \"Once Upon A Time in America\" and ''Fort Apache, The Bronx.\" Aiello never studied acting and said he used his real-life experiences, including modeling the nervous mama's boy character of Cammareri -- whom he played opposite Cher -- on his brother-in-law, Johnny Palumbo, who Aiello said ''lets my sister get away with anything.'' Aiello has appeared in more than 100 roles, but it was his performance as Sal the pizzeria owner in a mostly black neighborhood in Lee's critically acclaimed 1989 film \"Do the Right Thing\" that resonated with viewers and earned him an Oscar nomination. ''What was interesting to me was how much sympathy there was for Sal,\" Lee said at the time."], "Language": false}