{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/entertainment/olivia-wilde-richard-jewell-kathy-scruggs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-13T15:04:33Z"], "LastModifiedDate": ["2019-12-13T18:36:48Z"], "Headline": ["Olivia Wilde addresses controversy around her 'Richard Jewell' character"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Olivia Wilde is addressing the controversy surrounding the portrayal of her character, journalist Kathy Scruggs, in Clint Eastwood's new film, \"Richard Jewell.\" Scruggs, who died in 2001, was working at The Atlanta Journal-Constitution when she broke a story that the FBI was investigating security guard Richard Jewell for the bombing in Centennial Olympic Park during the 1996 Olympics. Jewell wrongly came under suspicion after he spotted and reported a pipe bomb that had been left in a bag in the crowded park. Jewell was exonerated 12 weeks later and Eric Rudolph was named as the bombing suspect in 1998. Rudolph eventually pleaded guilty and is serving life in prison, while Jewell died in 2007 at age 44. The paper claims that Warner Bros. and the movie's producers took dramatic license and portrayed Scruggs, played by Wilde, as having traded sex for information from a FBI source, and having done so due to being exploited by the newspaper -- accusations the paper denies and has called \"extremely defamatory.\" (CNN and Warner Bros. share parent company WarnerMedia.) Wilde, who had previously defended her portrayal of Scruggs in an interview with Variety, took to Twitter Thursday to expand on her comments. \"I was asked to play the supporting role of Kathy Scruggs, who was, by all accounts, bold, smart, and fearlessly undeterred by the challenge of being a female reporter in the south in the 1990s. I cannot even contemplate the amount of sexism she may have faced in the way of duty,\" she wrote. \"Contrary to a swath of recent headlines, I do not believe that Kathy 'traded sex for tips.' Nothing in my research suggested she did so, and it was never my intention to suggest she had,\" Wilde continued. \"That would be an appalling and misogynistic dismissal of the difficult work she did.\" \"The perspective of the fictional dramatization of the story, as I understood it, was that Kathy, and the FBI agent who leaked false information to her, were in a pre-existing romantic relationship, not a transactional exchange of sex for information.\" Ultimately, she wrote, \"I cannot speak for the creative decisions made by the filmmakers, as I did not have a say in how the film was ultimately crafted, but it's important to me that I share my personal take on the matter.\" The Atlanta Journal-Constitution has asked Warner Bros., the film's director Eastwood, and screenwriter Billy Ray, to issue a statement acknowledging some of the events in the film were \"imagined for dramatic purposes.\"  Warner Bros. is standing by the film.  \"The film is based on a wide range of highly credible source material. There is no disputing that Richard Jewell was an innocent man whose reputation and life were shredded by a miscarriage of justice. It is unfortunate and the ultimate irony that the Atlanta Journal Constitution, having been a part of the rush to judgment of Richard Jewell, is now trying to malign our filmmakers and cast,\" the studio said in a statement to CNN earlier this week. \"'Richard Jewell' focuses on the real victim, seeks to tell his story, confirm his innocence and restore his name.\" The studio also pointed to a disclaimer included at the end of the movie. \"The film is based on actual historical events,\" the disclaimer reads. \"Dialogue and certain events and characters contained in the film were created for the purposes of dramatization.\""], "Language": false}