{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/world/macron-world-truce-putin-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Pierre Bairin and Emma Reynolds, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T21:31:37Z"], "LastModifiedDate": ["2020-04-16T02:53:39Z"], "Headline": ["France's president says US and China back a world truce -- and he thinks Putin will 'definitely agree'"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["French President Emmanuel Macron said he has backing for a world truce during the coronavirus pandemic and is hopeful he can secure Russian President Vladimir Putin's support. Speaking on French radio, Macron said he had secured the agreement of several of the five permanent members of the United Nations Security Council to back a call by the UN Secretary-General Antonio Guterres for a global ceasefire. In a wide-ranging interview with RFI on Tuesday evening, Macron said that China, the US and the UK were on board and he was optimistic about Russia. \"President Xi Jinping confirmed his agreement to me,\" said Macron. \"President Trump confirmed his agreement to me. Prime Minister Boris Johnson confirmed his agreement to me. I think President Putin will definitely agree too.\" Macron did not provide more details about his conversations with those world leaders. CNN has contacted the Chinese mission to the UN and the US State Department for comment. Putin's spokesman Dmitry Peskov said Wednesday: \"Most likely, work is underway -- at the expert level, our diplomats are working on this before we can join it. As soon as this work is completed and [passes] approval with other partners, relevant statements will be made.\" The UK signed up to the plan two weeks ago in response to the call from Guterres.  A spokesman for the UK's Foreign and Commonwealth Office told CNN: \"The UK supports the UN Secretary-General's call for a global ceasefire; the UN's ability to deliver humanitarian aid is a priority. \"The UN Security Council should be united in tackling coronavirus, in light of the risks to stability and the impact on vulnerable populations.\" Discussions are ongoing regarding a UN Security Council resolution to address the impact on international security of the pandemic.  UN spokesman Stephane Dujarric said he had seen press reports of Macron's comments but could not confirm them. Dujarric said the UN would \"obviously welcome any unified calls\" not only from the permanent five members but the whole Security Council.  Pope Francis also called for an \"immediate global ceasefire\" and an end to weapons manufacturing in a special address after Easter mass on Sunday. \"This is not a time for continuing to manufacture and deal in arms, spending vast amounts of money that ought to be used to care for others and save lives,\" he said. On March 23, Guterres warned that in war-torn countries, health systems have collapsed and the small number of health professionals left were often targeted in the fighting. \"The fury of the virus illustrates the folly of war,\" Guterres said via his spokesman's Twitter account in March. \"That is why today, I am calling for an immediate global ceasefire in all corners of the world. It is time to put armed conflict on lockdown and focus together on the true fight of our lives.\"  On April 3, Guterres reiterated his appeal, saying: \"There should be only one fight in our world today, our shared battle against Covid-19.\" He said that \"in many of the most critical situations, we have seen no let-up in fighting, and some conflicts have even intensified.\" The Secretary-General said his representatives were working in countries including Yemen, Syria, Libya and Afghanistan to help move towards ceasefires \"as a prerequisite of lasting peace.\" \"We know the pandemic is having profound social, economic and political consequences, including relating to international peace and security,\" he said.  \"We see it, for example, in postponement of elections or limitations on the ability to vote, sustained restrictions on movement, spiraling unemployment and other factors that could contribute to rising discontent and political tensions.\" Guterres added that terrorist or extremist groups may seek to take advantage of the global uncertainty caused by the spread of the virus."], "Language": false}