{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/cnn-underscored/knives-out-fishermans-sweater/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wallace"], "Writers": [["Elizabeth Wallace"]], "FirstPublishDate": ["2019-12-10T23:45:57Z"], "LastModifiedDate": ["2019-12-12T20:51:10Z"], "Headline": ["The fisherman's sweater from 'Knives Out' that every guy needs"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["One of the runaway stars of Rian Johnson's murder mystery film \"Knives Out\"—which boasts an A-list ensemble cast including Jamie Lee Curtis, Don Johnson, Toni Collette and Chris Evans—is the \"Ransom sweater.\" That would be the cream cable-knit Aran sweater worn by Evans' spoiled trustafarian Ransom Drysdale. Fans on Twitter couldn't get enough of the Irish fisherman's classic, dramatically worn with a privileged sneer and a few artful holes.  One user called called up Chris Pine's sweater in \"Wonder Woman\" for a cine-knit-off.  We love it too, as the obvious pullover for nesting by a fire with a steaming Irish coffee, or as a seasonal gift for any beloved man in your life (though clearly this style is fantastic on women too, and pretty much anyone whose jam is cozy-chic). Here are our favorite fisherman's sweaters.  ________________________________________________________________________________________  Heritage Sweater, Irish Fisherman's Crewneck ($179; llbean.com) A classic model, knit in Ireland exclusively for Bean and built to withstand serious winter weather or seafarer winds. ________________________________________________________________________________________ \nTraditional Men's Aran Sweater ($89.95, originally $139.95, theirishstore.com) Quintessential original with a honeycomb stitch, straight from western Ireland, delivered to your door from Dublin. ________________________________________________________________________________________  Merino Wool Fisherman Sweater ($178.80, originally $298; brooksbrothers.com) This rollneck made from 100% Italian merino wool features a classic cable and raglan sleeves.   ________________________________________________________________________________________  Black Sheep Irish Fisherman's Sweater ($129, orvis.com)  The pinnacle of quality and fit—this one could last long enough to become a family heirloom. ____________________________________________________________________________  Aran Woollen Mills 100% Irish Merino Wool Traditional Aran Sweater by Carraig Donn ($99; amazon.com) 100% Irish merino wool means it's soft, super-comfy—and poof, just like that, you're transported to a welcoming pub with loved ones. ________________________________________________________________________________________  Men's Cable-Knit Alpaca Blend Sweater ($91.99, originally $185; lacoste.com) An urbane, French take on the cream cable-knit, with the pattern adorning only half the torso and the sleeves. ________________________________________________________________________________________  Cable Crewneck Sweater ($39, originally $78; abercrombie.com)  A wool-nylon blend makes this option lighter, for warmer weather and all occasions.     Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}