{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/olivia-newton-john-grease-jacket-gift-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2019-12-11T18:10:21Z"], "LastModifiedDate": ["2019-12-12T13:34:21Z"], "Headline": ["A man bought Olivia Newton-John's 'Grease' jacket for $243,200 and gave it back to her"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["When Olivia Newton-John's iconic black leather jacket from the movie \"Grease\" sold for $243,200 last month at a charity auction, the Grammy-winning singer and actress probably thought it was gone for good. But the buyer, who described himself as her number one fan, had other ideas. \"This jacket belongs to you and the collective soul of those who love you, those for whom you are the soundtrack of their lives. It should not sit in a billionaire's closet for country club bragging rights,\" the anonymous buyer said in Los Angeles this weekend, in a video posted on Facebook by Julien's Auctions. \"For this reason I humbly and respectfully return it to its rightful owner, which is you.\" In the video, Newton-John seemed shocked when she realized what was in the bright pink, gift-wrapped box. \"Are you serious?\" she said before giving the man a huge hug. \"That is the sweetest thing.\"  The buyer wanted to remain anonymous, so his face is blurred in the video. The auction house said he is a doctor and a medical technology entrepreneur. The jacket and skin-tight pants Newton-John wore in the 1978 film sold separately in the November 2 auction for more than double their estimate and raised $405,700 for the Olivia Newton-John Cancer Research and Wellness Centre in Australia. Spanx founder Sara Blakely bought the pants, which Newton-John said she had to be sewn into, according to the auction house. Newton-John wore the outfit for one of the film's final songs, \"You're the One That I Want,\" alongside John Travolta. The actress and singer screamed with excitement when she finally got to open the box and ruffled through tissue paper to get to the jacket. \"You're the best, you're the best! I'm so grateful,\" Newton-John said, while hugging the jacket and then the buyer. \"This is the most beautiful present, but mainly it's your heart that I'm grateful for.\" She seemed thrilled when the buyer asked if she would put it on display in her cancer center. \"Yes, it was was always my dream to do that, so yes!\" Newton-John said. The 71-year-old decided to auction off more than 500 items from her career -- including costumes, awards, jewelry and other memorabilia -- to raise funds for her cancer center after she was diagnosed with breast cancer for the third time since 1992. Her \"Pink Ladies\" jacket from the movie sold for $50,000, which was 25 times the estimated price, and a \"Grease\" poster signed by the cast sold for $64,000. The sale raised a total of $2.4 million, according to the auction house. On the auction website, a note said that Newton-John wanted to see people enjoying what they'd bought. Julien's asked the winners to send a photo of themselves with the item they purchased and a personal note, which the auction house would compile in a scrapbook for the star."], "Language": false}