{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/us/colin-kaepernick-roger-goodell-moved-on/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Darran Simon, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-12T03:19:20Z"], "LastModifiedDate": ["2019-12-12T04:26:16Z"], "Headline": ["'We've moved on' from Colin Kaepernick, NFL Commissioner Roger Goodell says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["NFL Commissioner Roger Goodell said Wednesday the league has \"moved on\" from former San Francisco 49ers quarterback Colin Kaepernick, who changed the venue last-minute for an NFL sponsored workout and held his own workout last month.  Goodell was addressing the New England Patriots' video recording violation of the Cincinnati Bengals sideline on Sunday when he was asked about Kaepernick's recent workout.  \"This was ... about creating an opportunity, which Colin's representatives came out in early October and we created that opportunity. It was a unique opportunity -- an incredible opportunity and he chose not to take it. I understand that. And we've moved on here,\" Goodell said at the National Football League owners' meetings at Las Colinas, in Irving, Texas. Kaepernick's much-awaited private workout in front of dozens of NFL teams did not go as planned. He abruptly changed the venue at the last minute from the Atlanta Falcons training center in Flowery Branch, Georgia to a high school in Riverdale, south of Atlanta, where he opted to hold his own workout session.  Kaepernick's representatives said he wanted the session to be open to the media and the NFL balked, forcing him to change the location. Kaepernick's agents said he was told not to bring his own film crew to the previous venue.  The former quarterback's camp was also upset with the liability waiver the NFL wanted the player to sign, saying it was \"unusual\" and \"addresses employment-related issues.\" They said the NFL rejected the standard waiver they had proposed. About 300 fans -- and at least six scouts -- came to see Kaepernick at the new venue.  \"So we're waiting for the 32 owners, the 32 teams, (Commissioner) Roger Goodell, all of them to stop running,\" Kaepernick said after the workout. \"Stop running from the truth, stop running from the people.\" The league said it was disappointed by the last-minute change of venue, which the NFL said happened 30 minutes before the start of the event.  It league accused Kaepernick of not showing up for the event. Kaepernick hasn't played in the league since the 2016 season -- when he first sat during the playing of the anthem. He has said the protest evolved into kneeling after onetime Seattle Seahawk and Green Beret Nate Boyer persuaded him it would be more respectful to the nation's military. Kaepernick said he kneeled to protest police shootings of black men and other social injustices faced by black people in the United States. Kaepernick became a free agent in 2017 but no team offered him a contract. He filed a grievance against the NFL, accusing team owners of colluding to keep him from being signed. The NFL denied any collusion and they reached a settlement with Kaepernick and former teammate Eric Reid, who knelt with him.After the November workout, a representative in Kaepernick's camp told CNN he was willing to visit any NFL team facility for the typical interview and workout process. Kaepernick's team sent video from his workout to all NFL teams with that message, the representative said then.  Jordan Veasy, one of the wide receivers who participated in Kaepernick's workout in Riverdale, was signed this month to the Washington Redskins' practice squad. Veasy, 24, played at University of California at Berkeley and went undrafted in 2018. He was on the Buffalo Bills practice squad before being released in October. "], "Language": false}