{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/opinions/boris-johnson-love-actually-debacle-thomas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Holly Thomas"], "Writers": [["Holly Thomas"]], "FirstPublishDate": ["2019-12-11T21:58:19Z"], "LastModifiedDate": ["2019-12-11T21:58:19Z"], "Headline": ["UK election is a 'Love Actually'-esque holiday horror show"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["As if to prove a Christmas election can be even more painful than it sounds, British Prime Minister Boris Johnson has come out with a \"Love Actually\"-style campaign video. In the video posted to his Twitter page on Monday, Johnson is shown ringing a woman's doorbell, message boards underarm. He proceeds to silently instruct her that \"with any luck, by next year,\" Brexit will be \"done,\" \"if Parliament doesn't block it again.\" He tells her to vote for the Conservatives, before walking off. Before the video ends, he stops and says to the camera: \"Enough, enough. Let's get this done.\"    In case you've never seen \"Love Actually\" (Johnson has since told a journalist in an interview he is familiar only with the \"basic concept\" of the film), the scene parodied by the Conservatives is one in which a man who has made a labor-intensive video of his best friend's wife at her wedding, shows up at her house to deliver a vaguely stalkerish pre-Christmas message of love.   Johnson's campaign material, which both whitewashes the reality of Brexit and confirms the capacity of \"Love Actually\" to toxify everything it goes near, typifies an election characterized by false promises, misinformation and poorly-curated grandstanding from all sides.    First off, Johnson's promise of getting Brexit \"done\" by next year is a reach, to say the least. Even if the Withdrawal Agreement Bill, an unratified agreement with Europe that takes the United Kingdom formally out of the European Union, is passed in Parliament, allowing Britain to leave the European Union on the 31st of January, Parliament will have until the December 31, 2020, transition period to figure out its future relationship and trade deals with Europe.   If it can't do that -- and Parliament's history of stalling and disagreeing on Brexit suggests that's likely -- either the transition will be extended, or the controversial Northern Ireland protocol, which is designed to prevent a hard border on the island of Ireland, should kick in. Earlier this week, the Financial Times reported it saw extracts from a document from the Department for Exiting the EU that highlighted that this protocol represents a \"strategic, political, and operational challenge,\" one which could prove a major obstacle to Brexit delivery.  And on top of all that, there's the fact that Johnson previously claimed he'd rather wind up \"dead in a ditch\" than delay Brexit -- before proroguing (suspending) Parliament at the height of the Brexit crisis in the autumn and... eventually being forced to delay Brexit.  Add to this the gumption of recreating a scene in which a man tells his best friend's wife he's in love with her, when Johnson's own personal life is controversial at best, and the entire thing starts to look disingenuous and ill-judged from every angle. It's far from an isolated lapse.   A study by the non-profit First Draft found that 88% of the Johnson Tory Party's most widely-promoted Facebook advertisements in the first four days of December featured claims that had been flagged by an independent fact-checking organization as misleading.    The Tories weren't alone. According to First Draft, the Liberal Democrats produced ads featuring a number of misleading polling or bar graphs, which seemingly indicated the Lib Dems were the only party that could beat either Labour, the Conservatives or the Scottish National Party \"in seats like yours,\" including one that obscured that the polled question presumed \"none of the other parties were competitive.\" The Labour leader has separately been rebuked by the chairman of the UK statistics watchdog for claiming that violence had doubled under the Tories.   Elsewhere, parties have been using sneakier means of bending facts to get voters on their side. During an election debate between Boris Johnson and Labour leader Jeremy Corbyn, the Conservative party rebranded one of its social media accounts as \"factcheckUK.\" It proceeded to challenge Corbyn's claims and lend support to Johnson's, concluding at the end that the Prime Minister had \"won.\" In response, the Electoral Commission issued a warning to all parties, telling them stand up for transparency during the campaign.   The spread of misinformation -- and corresponding public anger -- rose to a crescendo this week, just days before Thursday's election.     During an ITV interview on a campaign trip to a factory Monday, Johnson refused to look at a photo of a sick child stuck in a British hospital waiting room who slept under cots as he waited for a bed to open up -- and even pocketed the reporter's phone on which he was being shown the image, before returning it a few minutes later. Johnson later refused to answer questions about the event.   When Health Secretary Matt Hancock was dispatched to a local hospital to defuse the situation, reports emerged that protesters had \"punched\" an aide of his outside the building. These claims were later proven via video footage to be false, but not before they were widely circulated.    At the same time, Allison Pearson, a right-leaning columnist for The Daily Telegraph -- the newspaper that Johnson wrote a column for until recently -- promoted claims on social media that the original photograph of the sick boy had been staged. She and others continued to do so even after it emerged that the original claim the photos were faked was dispelled by the nurse whose account the claim appeared on, and the hospital in question had apologized for the boy's treatment. According to The Guardian, Pearson later deleted her tweets.  These ugly events, hearsay and hysteria at the expense of facts and substance, are the natural conclusion of campaigns built on such flimsy foundations. At the most critical moment in modern British history, its political parties -- and especially the one in power -- have chosen memefied promises and unsubstantiated one-upmanship over integrity. In not taking this election campaign seriously, Britain's main political parties have left behind a toxic mess of mistrust that will carry over into the new year, whatever the election result. "], "Language": false}