{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/entertainment/screen-actors-guild-nominations/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-11T19:34:06Z"], "LastModifiedDate": ["2019-12-11T20:47:31Z"], "Headline": ["Scarlett Johansson and others react to their Screen Actors Guild nominations"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Awards season is in full swing and the nominations keep coming in, this time for the Screen Actors Guild Awards, an annual celebration of the year's best TV and film. The nominations were announced Wednesday morning, with Quentin Tarantino's \"Once Upon a Time in Hollywood,\" Martin Scorsese's \"The Irishman\" and Jay Roach's \"Bombshell\" leading the nods.  \"Superstore\" star America Ferrera and \"Black Panther\" actress Danai Gurira announced nominees from the Pacific Design Center in Los Angeles. Here are reactions from some of those who were lucky enough to nab a nod. Scarlett Johansson Outstanding Performance by a Female Actor in a Leading Role -- \"Marriage Story\" Best Supporting Actress -- \"Jojo Rabbit\" Best Ensemble -- \"Jojo Rabbit\"  \"I've been fortunate to work with some of the best actors alive who challenge me to dig deeper and make new discoveries. I feel very humbled today to be recognized by our guild which comprises the very artists that I admire most.\" Jharrel Jerome  Outstanding Performance by a Male Actor in a Television Movie or Limited Series -- \"When They See Us\"  \"From the bottom of my heart, thank you to my fellow peers and to the SAG-AFTRA foundation. I remember learning what a SAG card was in my drama class in high school... now I have 6 of them stuffed in my wallet and a nomination! But more importantly, I am proud to know that the Exonerated 5 are continuing to be recognized on such major platforms. This is for them!\" Jamie Foxx Outstanding Performance by a Male Actor in a Supporting Role -- \"Just Mercy\" \"I am humbled to be in the company of the other legends in this category. I am so grateful for this recognition from my peers in the SAG community. 'Just Mercy' is one of the most life fulfilling films I have had the pleasure to work on. I am indebted to Michael B. Jordan, our director, Destin Daniel Cretton, Warner Bros., our producer, Gil Netter and the entire creative team. And of course -- Bryan Stevenson who is our hero- fighting for justice every single day.\" Taron Egerton  Outstanding Performance by a Male Actor in a Leading Role -- \"Rocketman\" \"Portraying Elton has been the greatest professional experience of my life. I am so proud to have worked with the greatest team of creatives led by Mathew Vaughn, David Furnish and Dexter Fletcher. To cap it all I now count Bernie and Elton, the subjects of our movie, amongst my dearest friends. Thank you SAG for this recognition. I wish I could convey what it means to me. Congratulations to the other extraordinary nominees.\"  Cynthia Erivo Outstanding Performance by a Female Actor in a Leading Role -- \"Harriet\" \"Playing Harriet was an incredibly special time in my life. To be part of telling this hero's story is nothing short of an honor, but to be recognized by my peers is overwhelming. I'm deeply grateful to SAG-AFTRA and for the kindness that's been shown. In this moment, all I can think of is Harriet and the sacrifices she made so I and my fellow actors of color would have the opportunity to do what we love.\" Jared Harris Outstanding Performance by a Male Actor in a Television Movie or Limited Series -- \"Chernobyl\" \"I always say, 'every day with acting is a good day.' To be recognized for the work in a Chernobyl by my fellow actors makes today an extremely good day. We all know our best takes are always the ones off-screen with our scene partners. Thank you very much for this honor!\" Billy Crudup   Outstanding Performance by a Male Actor in a Drama Series\" -- \"The Morning Show\" \"What a great surprise. It's kind of hard to describe how proud and grateful I feel sharing this recognition with so many actors I admire and esteem. The creation of this character was a team effort, and it was a big team, but they know who they are, and I hope they are all joining me in the appreciation of such a terrific honor.\"    Check out the full list of nominees here.  The 2020 ceremony will take place on January 19 at the Shrine Auditorium in Los Angeles."], "Language": false}