{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/politics/jack-evans-dc-scandal-explained/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kelly Mena, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-10T22:56:21Z"], "LastModifiedDate": ["2019-12-11T16:29:50Z"], "Headline": ["The Jack Evans scandal explained: Why DC's longest-serving politician may be removed from office"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As Washington, DC, hones in on impeachment proceedings against President Donald Trump, local officials in the nation's capital are focused on their own potential ousting: that of City Councilmember Jack Evans.  The DC Council on Tuesday moved forward with formalizing the expulsion vote of the 28-year incumbent, following a unanimous recommendation to remove Evans from office last week. Tuesday's vote is the latest move in the formal process that could eventually boot Evans from the council; a final vote could come in January. A 10-week investigation was launched earlier this year into the Democrat's outside employment as a lawyer and consultant and how that conflicts with his position on the Council, after the Washington Post first reported on Evans' possible violations. The investigation identified 11 ethical violations by Evans, according to a 100-page report on the probe published last month.  Who is Evans and what did he allegedly do?  Evans is DC's longest-serving elected official currently in office; he first won office in a 1991 special election. Evans represents Ward 2, which covers neighborhoods like Dupont Circle, Georgetown and parts of downtown Washington including the White House and the National Mall.  Aside from council chairman, outside employment for city councilmembers is allowed, but only Evans and City Councilmember Mary Cheh, who is a constitutional law professor at the George Washington University, have outside careers. Evans was employed as a securities lawyer with Patton Boggs (now Squire Patton Boggs). However, it's his work and eventual employment with Manatt, Phelps & Phillips, LLP, which began in October 2015, that started drawing ire from other council officials and staffers at the time.  The council's investigation zeroed in on the firm's work in the $6.8 billion merger of Pepco and Exelon in March 2016, as reported by the Washington Post, to create the largest publicly held utility in the country. The allegations detailed in the 100-page report state that Evans made three ethical violations in his dealings with the merger, including publicly speaking in favor of the merger with a prepared speech, voting to not divert funds to research government takeover of local utilities and submitting a public letter in support of the merger.  Evans' lawyers, Abbe David Lowell and Mark Tuohey, argue in an official response, that the merger pre-dated Evans' employment at Manatt and that when he became aware of the firm's relationship to the deal, he immediately notified DC's ethics board.  Evans, however, did publicly throw his support behind the merger at a town hall before joining Manatt, per the allegations in the report. It is unclear how much financial gain Evans made from the merger, but he reportedly received an annual salary of $60,000 while at Manatt. He left the firm on November 17, 2017, according to the report, with a severance payment of $30,000. The majority of the other violations in the report involve Evans' firm NSE Consulting, LLC, which he launched in July 2016.  According to the allegations detailed in the report, lawyers for the council alleged that Evans' work with NSE led to multiple instances in which a rule that forbids public employees from use their official position to influence a particular matter in which they or a connected party to them has a financial interest . Evans allegedly voted twice in favor of a bill that provided funding for buildings either owned by or near to NSE clients — Squash on Fire and EastBanc, Inc. Evans' lawyers argue the bill, the West End Parcels Development Omnibus Amendment Act of 2016, was a \"technical amendment to properly implement existing legislation\" to fund the maintenance to the buildings in question. According to Evans, it was DC's Chief Financial Officer who requested the amendment.  Evans also introduced a bill that included financial incentives for film, television and digital media facilities for Willco, an NSE client. The company self describes itself as a leader in commercial real estate boasting over 20 million square feet in real estate development. The Relieve High Unemployment Tax Incentives Act was adopted in December 2017 and enacted in early 2018.  In response to his support for the 2017 tax incentive for film and media production facilities, Evans claims that he is the \"film guy\" of the council and supported a similar bill from 2013 -- that died in committee in fall 2014. Among other violations cited in the report are Evans' failure to disclose his NSE client list and his improper filing of financial disclosures for both Mannatt and NSE. His lawyers refute the allegation, claiming that this was a \"clerical error\" and not an attempt by Evans to \"conceal his outside employment or income.\"  What's next?  So far, the city council's hearings and votes on the Evans allegations have been conducted in a special ad hoc committee made up of all the councilmembers minus Evans. Later this month, the proceedings will move to the full council, which will include the embattled official. Evans will get the chance to refute the allegations against him at a January hearing; the event is tentatively set for January 7, according to Chair of the Council Phil Mendelson's spokeswoman Lindsay Walton. A final vote to officially expel Evans from the council is expected later in January. The expulsion would take place immediately. \"Mr. Evans has betrayed each and every one of us -- his colleagues, the government, and the residents of the District of Columbia. I don't think there is any other action that we can fairly take other than expulsion. Nothing short of that would be proportionate to what he's done,\" Cheh, who led the ad hoc committee, said last week. If expelled, Evans will be the first sitting City Council member in DC history to be removed from office. The expulsion would be immediate and his committee roles and constituent services would be redistributed to other members of the Council including the three at-large members, according to Cheh spokesperson Kelly Whittier.  Evans was set to face a re-election campaign in 2020, with a June 2 primary date. The expulsion does not stop him for running for his same seat next year, Whittier added. So far, there are six candidates in the race for Evans' seat including Patrick Kennedy, his former 2016 reelection campaign co-chair. "], "Language": false}