{"Type": ["gallery"], "Url": ["https://www.cnn.com/2012/08/22/showbiz/gallery/celebrity-feuds/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Theo Wargo/Cindy Ord/Getty Images for Iconix", "Getty Images", "Larry Busacca/Getty Images/Jamie McCarthy/Getty Images for TNT", "Roy Rochlin/Getty Images for Paramount Pictures/John Parra/Getty Images for Barstool Sports", "AP/Getty", "Vivien Killilea/Jason Merritt/Getty Images", "Buda Mendes/LatinContent/Getty Images", "James Devaney/WireImage/getty images", "Dimitrios Kambouris/Getty Images for Harper's BAZAAR/Slaven Vlasic/Getty Images for Daily Mail", "Frederick M. Brown/Getty Images/FILE", "Johnny Nunez/WireImage/Getty Images", "Fred Lee/ABC/Getty Images", "John Sciulli/Frazer Harrison/Getty Images", "Ethan Miller/Theo Wargo/Getty Images", "Jemal Countess/CHRIS DELMAS/AFP/Getty Images", "Kevin Mazur/Jason LaVeris/getty images", "Pascal Le Segretain/Jason Kempin/Getty Images", "Lisa Lake/Bryan Bedder/Getty Images", "Frazer Harrison/Neilson Barnard/Getty Images", "CBS", "VALERY HACHE/AFP and Kevin Winter/Getty Images", "Tommaso Boddi/Paras Griffin/Getty", "Larry Busacca/Getty Images", "Jason Merritt/Getty Images", "Steven Lawton/FilmMagic/Getty Images/File", "Rick Kern/Getty Images/FILE", "FOX", "Stuart C. Wilson/JP Yim/Getty Images", "Jason Merritt/Charley Gallay/Getty Images for W Hollywood", "Ron Hoskins/Getty Images", "Ken Ishii/Slaven Vlasic/Getty Images", "Frazer Harrison/Getty Images", "Elsa/Chelsea Lauren/Getty Images", "Christopher Polk/Getty Images", "Jason Merritt/Astrid Stawiarz/Getty Images", "John Lamparski/Rommel Demano/Getty Images/File", "Pascal Le Segretain/Jason Merritt/Getty Images/File", "Sonia Recchia/John Sciulli/Getty Images/File", "Imeh Akpanudosen/Alberto E. Rodriguez/Getty Images/File", "Charles Norfleet/Dimitrios Kambouris/Getty Images", "Kevin Winter/Jason Merritt/Getty Images/File", "Ben A. Pruchnie/Frederic J. Brown/AFP/Getty Images", "Jason Merritt/Christopher Polk/Getty Images/File", "Jamie McCarthy/Theo Wargo/Getty Images/File", "Mark Davis/Getty Images/File", "Ben Gabbe/Getty Images for Golf Digest/D Dipasupil/Getty Images", "Dimitrios Kambouris/Ari Perilstein/Getty Images/File", "Frederick M. Brown/Michael Kovac/Getty Images/File", "Jemal Countess/Anthony Harvey/Getty Images/File"]], "FirstPublishDate": ["2012-08-22T11:01:41Z"], "LastModifiedDate": ["2019-12-10T13:29:57Z"], "Headline": ["Biggest celebrity feuds"], "Section": ["showbiz"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It's a case of he said/she said/he said. Eminem set it off after he claimed to have had a torrid dating relationship with singer Mariah Carey, who denied it. Her then husband, Nick Cannon, even offered to defend her honor by meeting the rapper in the ring. One of pop music's biggest beefs has apparently ended. In June, Katy Perry let the world know via her Instagram account that all is now well between her and Taylor Swift.  Kanye West took to Twitter in September 2018 to apologize to fellow rapper Drake after West got caught up in a beef Drake was having with Pusha- T.  He seemed to renew the feud in a barrage of tweets in December. Rappers Nicki Minaj and Cardi B took their feud to new heights when the two got into a fight leaving a New York Fashion Week party in September 2018. Partygoers posted video of the fight on social media. The pair traded insults in the public eye after and appeared to call a truce in October.  Rappers Curtis \"50 Cent\" Jackson and Ja Rule have a long history of beefing which began in 1999. Their latest incident happened in October 2018 when 50 Cent said he bought 200 tickets to Ja Rule's concert to keep the seats empty. Ja Rule retaliated with some non-flattering, photoshopped images of 50 Cent he posted on social media.  Singer Lana Del Rey, left, is the latest celeb to have a beef with rapper Azealia Banks. The pair got into it over Del Rey's comments about a Kanye West social media post, and it soon escalated to Del Rey threatening Banks and Banks criticizing Del Rey's appearance. Kanye West gets into it with lots of folks, the latest being Nick Cannon. West posted a series of videos on his official Instagram account taking Cannon and rapper Drake to task over speculation that Drake had been intimate with West's wife, Kim Kardashian West (she has denied it). Cannon, who formerly dated Kardashian West, responded with his own video on Instagram saying he won't be told what he's allowed to say.  Kanye West gave Jimmy Kimmel the rap feud he's always wanted. After Kimmel poked fun at West's 2013 interview with the BBC -- in which the entertainer called himself the No. 1 rock star on the planet -- West went to Twitter to air his profane grievances (in all caps, of course). The two later made amends with a televised sit-down. Paris Hilton, left, and Lindsay Lohan's beef dates back to 2006 when Lohan was reportedly linked to Hilton's ex, Greek shipping heir Stavros Niarchos. There was shade over the years with Lohan remarking on Hilton's famous sex tape that same year and Hilton joking about Lohan \"stealing the earrings\" in 2011. In July 2018 Hilton started fans buzzing again about their frenemy status after she called Lohan a \"pathological liar\" on social media.  Dwayne \"The Rock\" Johnson and Vin Diesel are apparently no longer close. It all kicked off in 2016 when Johnson wrote in a now deleted Instagram posting about male co-stars he called \"Candy a**es.\" Some fans theorized he was talking about Diesel. In 2018 Johnson confirmed to Rolling Stone magazine that he and Diesel did not film their scenes together in \"The Fate of the Furious.\" Kim Cattrall and Sarah Jessica Parker were apparently better friends on \"Sex and the City\" than in real life. There had long been speculation that the pair were on bad terms and in February Cattrall slammed Parker on social media for reaching out after the death of Cattrall's brother. When Lindsay Lohan, right, said in January 2018 that she was confused by Kim Kardashian West's new hairstyle, the TV reality star clapped back with \"You know what's confusing..... Your sudden foreign accent.\" In November 2017, stylist Clinton Kelly tweeted a photo showing that his former \"What Not to Wear\" costar Stacy London had blocked him on Twitter. In January 2018 she posted on Instagram that after reflecting on forgiveness, she had unblocked a group of people.  Hip hop stars Kid Cudi and Kanye West used to be cool, but not so much in 2016. Kid Cudi called West out in a series of tweets in September of that year and West offered a scathing response during one of his concerts. the pair have reportedly made up since then. Singers Monica and Brandy reunited in 2012 for a new song, \"It All Belongs To Me.\" Their original duet, 1998's \"The Boy Is Mine\" won them a Grammy. In September 2016 it was reported that the pair were on the outs.  In 2016, Taylor Swift took issue with Kim Kardashian saying that Swift knew that Kanye West would refer to her by a derogatory word in his song \"Famous.\" Rapper Azealia Banks and Disney child star Skai Jackson got into a heated exchange on Twitter in May 2016 after Banks tweeted some derogatory remarks about singer Zayn Malik.  Musician John Legend was not having it in March 2016 when Donald Trump Jr. said demonstrators at a Chicago campaign rally for his father could not explain what they were protesting. \"I think they were protesting your racist father. This isn't complicated,\" Legend said on Twitter.  A Trump supporter on Twitter said Legend has \"no education,\" to which Legend replied, \"the Donalds and I graduated from the same University, funny enough,\" referring to the University of Pennsylvania. Fans were upset when Miley Cyrus posted some unflattering photos of \"Full House\" star Jodie Sweetin from her partying days. Sweetin took the high road, saying, \"I don't pay attention to negative stuff.\"  Reality star Kim Kardashian didn't take too kindly to Bette Midler criticizing her for posting a nude selfie in March 2016. Midler tweeted, \"If Kim wants us to see a part of her we've never seen, she's gonna have to swallow the camera,\" and Kardashian responded by accusing the actress of trying to be a \"fake friend.\"  Kanye West and Taylor Swift had a renewal of their feud after his mention of her in one of his songs. In the song \"Famous,\" West crooned, \"I feel like me and Taylor might still have sex. / Why? I made that b***h famous.\" Swift fans reacted quickly. West went in on fellow rapper Wiz Khalifa in a series of tweets in January 2016, after Khalifa was critical of the title of West's new project. West later deleted several of the tweets.  Actress Vivica A. Fox set it off  when she appeared on Bravo's \"Watch What Happens Live\" and implied to host Andy Cohen that her former love interest 50 Cent might be gay. She went on to say that he's not but that some of his actions gave her pause. The rapper responded with a few profane Instagram posts.  It seems like Khloe Kardashian, left, didn't appreciate Amy Schumer joking about her weight loss during an \"SNL\" monologue. Kardashian tweeted, \"No need 2 tear down others just 2 make urself feel bigger. It actually makes u quite small.\"  TVLine reported that Julianna Margulies, left, and Archie Panjabi did not actually film their final scene together on the \"Good Wife.\" According to the site, body doubles and special effects were used to create the scene. There have long been rumors of tension between the pair on the set of the hit CBS drama.  Actor Sean Penn filed a defamation lawsuit against \"Empire\" creator Lee Daniels, alleging that in Daniels' interview with The Hollywood Reporter, Penn was falsely accused of hitting women by being likened to \"Empire\" star Terrence Howard. Rapper Meek Mill, right, started a Twitter spat in 2015, claiming that Drake doesn't write his own raps.  Taylor Swift, left, and Nicki Minaj went at it on Twitter after the pop singer took offense at the rapper's comments about her exclusion from video of the year nominees at the MTV Video Music Awards. And as if it that wasn't enough, Katy Perry seemed to weigh in as well.  Iggy Azalea, left, and Britney Spears were chummy at the Billboard Music Awards a few years back, but there were reports they were at odds over the lack of success of their single \"Pretty Girls.\"  Playboy founder Hugh Hefner's former girlfriends Kendra Wilkinson-Baskett, left, and Holly Madison argued over Madison's portrayal of their former life at the Playboy Mansion in her new book. Rappers Dwayne \"Lil Wayne\" Carter, left, and Bryan \"Birdman\" Williams were once the father and son of Cash Money Records. But in 2015 the pair became embroiled in a $51 million dollar court battle over Carter's contract and the delayed release of \"Tha Carter V.\" Mariah Carey and Nicki Minaj shared the judges' table during season 12 of \"American Idol,\" and they bickered all season. \"Let's just say I don't think they had any intentions for us to have a good experience doing that show,\" Carey reflected in a recent interview on Australian radio. \"Pitting two females against each other wasn't cool.\" It seems that not everyone loves Jennifer Lawrence, left. In talking about some of her fellow actresses to V Magazine, Chloe Sevigny said, \"Jennifer Lawrence, I find annoying. Too crass.\" Wow.  The beef between Lady Gaga and Kelly Osbourne dates to an open letter Gaga wrote, accusing Kelly of being a bully. When Kelly O. saw that Gaga had offered her a birthday cake, she tweeted, \"Not to be ungrateful but why would you send me a birthday cake via my MOTHER in a country half the (world) away? ... #EatMyS***.\"  Onetime friends Denise Richards and Heather Locklear hit a major impasse after the former started dating the latter's ex, Bon Jovi's Richie Sambora. In interviews, Richards denied that she and Locklear were still friends at the time she began seeing Sambora. Oprah Winfrey was reportedly annoyed by David Letterman's constant joking references to her name when he hosted the Academy Awards in 1995. The late-night talk-show host told \"The Daily Show's\" Jon Stewart he had also once played a practical joke on Winfrey, convincing a waiter that she had agreed to pick up his tab. They have since made peace. Tom Cruise got on Brooke Shields' bad side by decrying her use of medication to treat postpartum depression. Shields responded with an op-ed in The New York Times, and Cruise later apologized for his remarks. Paris Hilton and Nicole Richie helped to coin the term \"frenemies\" after their very public bust-up in 2004. The former \"Simple Life\" co-stars went on to make up two years later. It appears that rapper Lil' Kim has not taken too kindly to what she views as Nicki Minaj's lack of respect and similar style with the colored wigs and sexually explicit lyrics. The pair have traded insults all over the media. Kanye West and Taylor Swift had one of the greatest celeb feuds of all time. The rapper famously grabbed the singer's mic at the 2009 MTV Video Music Awards. He later apologized, and she seemed to accept his apology via her song \"Innocent.\" Model Amber Rose served it up to reality Khloe Kardashian on Twitter after Kardashian criticized her for talking about Kardashian's younger sister Kylie Jenner during an interview. Let's just say the word \"hoe\" was used.  Abigail Breslin's big music debut did not go over well with fans of Australian boy band 5 Seconds of Summer. In a song called \"Y"], "Language": false}