{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/entertainment/chhapaak-movie-trailer-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Swati Gupta and Amy Woodyatt, CNN"], "Writers": [["Swati Gupta", "Amy Woodyatt"]], "FirstPublishDate": ["2019-12-10T12:38:16Z"], "LastModifiedDate": ["2019-12-10T12:38:16Z"], "Headline": ["Trailer for acid attack film 'Chhapaak' shows struggle and strength of survivors"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The official trailer for \"Chhapaak\" -- the first mainstream Indian movie to tackle the subject of acid attacks -- hit the internet on Tuesday. \"Chhapaak,\" which translates to \"Splash\" in Hindi, stars Bollywood actress Deepika Padukone and is set for release in January. The movie is based on the true story of Laxmi Agarwal, who was disfigured by an acid attack in 2014 when she was just 15 years old after rejecting the advances of a man twice her age.  In the trailer, we get a glimpse of Agarwal's story -- the day that she is attacked with acid, and the reaction of the police, who question the circumstances leading up to her attack and the \"many\" men she may have known.  \"Chhapaak\" shows Agarwal's struggle to come to terms with the way she looks, and her decision to lead a campaign to stop the sale of acid, which she eventually takes all the way to court.   \"How good would it be if acid was never sold? If it was not sold, then it would not be thrown,\" Padukone, playing Agarwal, says in one scene.  In an emotional press conference, Padukone told reporters that the movie -- directed by Meghna Gulzar -- would remain \"the most special film of my career.\" \"Usually you have to sit through the entire process and then decide whether you want to do a film or not -- and it's not often where you come across a story where you know instantly in the first few minutes of meeting a director that this is what you want to commit your life to,\" she said. \"Chhapaak is that for me,\" she added. Padukone said of the film: \"It's not about the incident as much as it's about the triumph over it.\"  244 acid attacks were recorded in 2017 -- the most recent data available -- according to figures from India's National Crime Records Bureau. In most cases, women were attacked for spurning advances from men. Since her attack, Agarwal has campaigned for stricter regulation of acid sales in India. She has walked the runway for New York Fashion Week, delivered a TEDx talk and received the US State Department's International Women of Courage Award from Michelle Obama. "], "Language": false}