{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/entertainment/star-wars-epilepsy-warning-disney-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-09T15:30:37Z"], "LastModifiedDate": ["2019-12-09T18:46:53Z"], "Headline": ["Disney warns its new Star Wars movie could trigger seizures in people with epilepsy"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Star Wars: The Rise of Skywalker,\" the highly anticipated conclusion to the Skywalker saga, could trigger seizures in photosensitive people, Walt Disney Studios said.  The company issued a statement with the Epilepsy Foundation warning viewers that the film contains \"several sequences with imagery and sustained flashing lights\" that could affect those with photosensitive epilepsy, the letter reads.  Disney suggested posting notices at movie theaters to warn viewers of the risk, Variety reported.  The company didn't elaborate on how the effects are used or what scenes they appear in. The company has closely guarded the film's plot.  People with photosensitive epilepsy can still watch the film Flashing lights at certain intensities and certain patterns can trigger seizures in about 3% of people with epilepsy, according to the Epilepsy Foundation. Anything from the flashing strobe of a fire alarm to flickering computer monitors can trigger seizures in photosensitive people.  Photosensitive epilepsy happens to be more common in young people, the foundation says, and happens less as those with epilepsy age.  Epilepsy is one of the most common neurological diseases, affecting about 50 million people worldwide, according to the World Health Organization. The warning doesn't mean \"Star Wars\" lovers with epilepsy can't find out how Rey, Kylo Ren and co. end the series. The Epilepsy Foundation recommends asking a friend to watch the film first and taking that friend to see the film again to warn about the scenes before they happen.  It also helps if that friend knows seizure first aid -- stay with the person, keep them safe and away from objects that could harm them and turn the person on their side if they're not conscious.  It's not the first film Similar warnings accompanied Disney's \"Incredibles II,\" which contained a sequence of flashing lights that also could have triggered seizures in people with photosensitive epilepsy. Notices were posted in theaters for that premiere after people on Twitter shared concerns. And in 1997, flashing lights in the popular television cartoon \"Pokemon\" were tied to more than 600 cases of convulsions, vomiting, irritated eyes and other symptoms among children in Japan."], "Language": false}