{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/entertainment/golden-globes-analysis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-09T15:49:34Z"], "LastModifiedDate": ["2019-12-09T15:49:34Z"], "Headline": ["Netflix gets a bear hug from the Golden Globes, hoping the Oscars come next"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The path to movie glory at the Golden Globes runs through your TV, with Netflix landing four out of 10 major film nominations. Will the Oscars be next? That's clearly the hope at the streaming giant. Netflix overcame any misgivings about inviting a streaming service to the party with best drama bids for \"The Irishman,\" \"Marriage Story\" and \"The Two Popes,\" as well as the Eddie Murphy vehicle \"Dolemite is My Name\" among comedies. It's a validation for the service, which has invested heavily in prestige movies, at a moment when the streaming business is suddenly starting to look a little crowded -- including Golden Globe nominations on the TV side for \"The Morning Show,\" the new series from Apple TV+. The movie categories unveiled Monday will arguably help give additional shape to what's a rather unpredictable awards year, with only a few clear favorites and some top contenders hailing from Netflix, a service whose participation still makes parts of the movie industry queasy. Steven Spielberg, among others, has expressed skepticism about honoring movies that only view theaters as a pitstop on the way to home viewing. Although Netflix releases these movies theatrically, it's not clear how many people see them that way, since the service doesn't provide box-office figures.  Last year, Netflix made a dent with the Spanish-language film \"Roma,\" with \"Bohemian Rhapsody\" and \"Green Book\" going on to win at the Globes, and the latter echoing that feat at the Oscars. That said, the Globes have always been in imperfect predictor of Oscar success, and not just because the presentation splits its top prize into \"drama\" and \"musical or comedy,\" while usually playing pretty loose with what meets the definition of the latter. Netflix has more traditional players awards-wise this time with \"The Irishman,\" an epic mob drama from director Martin Scorsese; \"Marriage Story,\" director Noah Baumbach's semi-autobiographical look at divorce, featuring nominees Adam Driver and Scarlett Johansson; and \"The Two Popes,\" which landed bids for its stars Jonathan Pryce and Anthony Hopkins as well. \"Dolemite\" also brings Murphy into the race, in a year so densely populated with movie stars that veterans Tom Hanks (\"A Beautiful Day in the Neighborhood\"), Brad Pitt (\"Once Upon a Time ... in Hollywood\"), and \"The Irishman's\" Al Pacino and Joe Pesci join Hopkins in the supporting actor category. The Globes also mark a further validation for \"Joker,\" the box-office smash starring Joaquin Phoenix as the Batman villain, which received a nomination as best drama as well as for its star and director Todd Phillips. Nominating popular movies is seen as one way to potentially boost rooting interest in awards shows, and there are several demonstrable hits among the Globe nominees, including \"Knives Out\" and \"Once Upon a Time.\" In television -- where the Globes, by virtue of their scheduling four months after the Emmys, often pick up on trends early -- Apple TV+ received love for \"The Morning Show,\" with bids for best drama and its stars Jennifer Aniston and Reese Witherspoon. Not surprisingly, there were some notable oversights as well, with \"Cats\" failing to make the cut for musical or comedy (a category composed of some movies that, as usual, don't really seem to fit either description), while \"Game of Thrones\" earned a lone nomination for Kit Harington in its final season. The absence of any female directors among those nominees, and a noted dearth of people of color especially on the TV side, also stood out. Presented by the Hollywood Foreign Press Assn., the Globes will be televised by NBC, where the relatively high ratings for these awards have bestowed a level of importance and credibility on the ceremony that the organization hasn't always enjoyed through its long history. Nevertheless, the TV exposure does separate it from much of the pack, even if its choices aren't always a reliable guide among the many tea-leaf reading aids used to assess Oscar prospects during what's known as as \"awards season.\""], "Language": false}