{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/entertainment/bombshell-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-09T14:46:05Z"], "LastModifiedDate": ["2019-12-09T14:46:05Z"], "Headline": ["'Bombshell' spotlights the women who ended Roger Ailes' reign"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Bombshell\" lands as the year's second expose on Fox News under Roger Ailes, following the Showtime miniseries \"The Loudest Voice.\" The two work quite well viewed in tandem, with the latter focusing on the late Fox News mastermind, while this well-made, entertaining movie zeroes in on the women who finally toppled him at what was, arguably, the apex of his power and influence. Granted, \"Bombshell\" might have been better served by a premium-TV showcase as well, since the behind-the-curtain peek at media and politics has all the trappings of an HBO movie. Nor does it feel like an accident that Jay Roach, working from a script by Charles Randolph, has directed a number of those films, including \"All the Way,\" \"Game Change\" and \"Recount.\" The backstage aspect of \"Bombshell\" is clearly media catnip, as evidenced by the wave of coverage for \"The Morning Show,\" the Apple TV+ series that also delves into the high-powered machinations of TV news, and not incidentally, sexual misconduct. Whether broader audiences will be equally captivated by the subject matter -- to the tune of actually buying tickets -- could be another matter.  Setting questions about the platform aside, \"Bombshell\" filters Ailes' downfall through the experiences of three women: Megyn Kelly (Charlize Theron), the standout anchor; Gretchen Carlson (Nicole Kidman), a star in decline at the network, who finally chose to publicly take legal action against Ailes (John Lithgow); and Kayla (Margot Robbie), in the movie's most conspicuous cheat, a composite character, standing in for all the ambitious young women who Ailes asked to prove their \"loyalty.\" Although not the key figure in the Ailes drama, Kelly becomes the centerpiece of the story, thanks in large part to the uncanny performance by Theron, who captures the tenor of her voice and manner while still emerging as a flesh-and-blood figure. It's about as dazzling a portrayal of a living person as you'll see, in a way that will make it difficult to ever look at Kelly again without thinking of it. Perhaps foremost, the film (like the miniseries) lays bare the culture within Fox that allowed Ailes' alleged abuses to fester, including the complicity of subordinates. At the same time, all this unfolds against the backdrop of a presidential campaign, as Kelly's tough questioning of then-candidate Donald Trump makes her a lightning rod of controversy. \"I'm gonna be the story,\" she mutters after Trump lashes out at her in the wake of moderating a debate, as support from the network appears to waver, despite assurances to the contrary. As is so often true of these films, the dizzying array of characters -- introduced on the fly -- can be a bit discombobulating. Roach seeks to address that with on-screen identifications, a familiar tactic, but also mixes actual footage with scenes of actors playing the same characters, which proves distracting.  Those amount to quibbles, however, about a film that sharply captures the win-at-all-costs corporate environment that enabled Ailes to operate with such impunity. It also conveys the courage of the women who spoke up, at a moment when Ailes, after years building his empire, was on the verge of installing a president for which he, and his network, had clearly helped lay the groundwork. Beyond the principals, \"Bombshell\" has assembled an inordinately good cast, including Kate McKinnon, Connie Britton, Rob Delaney, Allison Janney and Malcolm McDowell, who portrays Fox patriarch Rupert Murdoch. Of course, the times being what they are, the loudest voices currently featured at Fox will dismiss \"Bombshell\" as another hit piece by liberal Hollywood -- always a favorite target, and a means of shooting the messenger -- if they choose to acknowledge the film at all. Historically, those in the news business tend to get prickly and agitated, to echo Kelly, when faced with the prospect that they're \"gonna be the story.\" What \"Bombshell\" briskly details is how and why Fox News -- and those who possessed the grit to stand up -- came under that unwelcome spotlight, one brick, and abuse, at a time.  \"Bombshell\" premieres in select theaters on Dec. 13 and expands nationwide on Dec. 20. It's rated R."], "Language": false}