{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/entertainment/rebel-wilson-never-been-drunk-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-09T12:45:42Z"], "LastModifiedDate": ["2019-12-09T12:45:42Z"], "Headline": ["Rebel Wilson says she has never been drunk -- and James Corden is stunned"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Rebel Wilson wants the world to know that her party girl persona is fake. The Australian actress made this shock confession when asked about her drinking habits during an appearance on \"The Late Late Show with James Corden\" on Thursday.  \"Fun fact. I've never been drunk in my whole entire life,\" the 39-year-old told the stunned audience, before adding: \"That's not a joke.\" Country singer Kacey Musgraves, who was also a guest, reacted to the news, saying: \"Wait, no!\" while Corden's jaw dropped. Wilson, who is set to play Jennyanydots in the forthcoming musical fantasy film \"Cats,\" went on to disclose that she had her first sip of alcohol at 25 years old because \"in science class, they said if you drink alcohol, it kills your brain cells.\" Her scene-stealing role as Fat Amy in \"Pitch Perfect\" earned her the Teen Choice Award for comedy actress in 2013. A quick scan of her social media and fans would be easily forgiven for thinking Wilson possesses some of Amy's eccentric personality traits. According to the screen star, the Rebel Wilson her 6.8 million Instagram followers have come to know and love is nothing like who she is in real life. \"I cultivate this party girl image, like, on Instagram and stuff, but it's not true,\" Wilson said. \"It's just, like, me with bottles. It's an internal joke with myself because I'm normally just at home in my pajamas not eating dinner.\" Wilson will appear in the first cinematic adaptation of Andrew Lloyd Webber's musical, alongside Taylor Swift, Jason Derulo, Judi Dench, James Corden and Idris Elba when it is released on December 20 in the US and UK."], "Language": false}