{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/disney-park-reopenings-ceo-bob-chapek-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Forrest Brown, CNN"], "Writers": [["Forrest Brown"]], "FirstPublishDate": ["2020-05-13T02:54:00Z"], "LastModifiedDate": ["2020-05-13T02:54:00Z"], "Headline": ["Are more Disney park reopenings on the happy horizon? CEO Bob Chapek weighs in"], "Section": ["news"], "MappedSection": [null], "Article_Body": ["Shanghai Disneyland in China has cautiously opened back up, and that has raised hopes in the United States and around the rest of world for more reopened Disney parks that might be closer to home. So do any additional Disney parks have firmly scheduled, announced opening dates? In a word, no. \"We certainly want to open up as soon as we can across the world, but we're going to do so in a responsible way,\" said Disney CEO Bob Chapek on CNBC and reported by CNN affiliate WESH. \"We're moving slowly, but we're very encouraged by what we see in Shanghai,\" Chapek said Monday. Taking reservations But adding to the intrigue and desire: Walt Disney World Resort in Florida is now taking reservations for travel July 1 and afterward. The park's website provided no further details concerning that date. The Orange County Economic Recovery Task Force recently live streamed its guidelines and mandates for reopening the larger-sized theme parks in the Orlando area (that covers Disney as well as Universal and SeaWorld). Phase 1 of a reopening would allow the parks to operate at 50% capacity, and Phase 2 would jump that up to 75%.  Chapek had a warning for Americans eager to return: Masks are going to be a must.  He acknowledged that compliance might be more of a challenge in the United States than in Asia, where mask-wearing in public is more commonplace. Chapek also noted the hot, humid summers of Central Florida aren't conducive to wearing masks. Constant sanitizing of hands and surfaces is to be expected, along with possible temperature checks. At the Shanghai reopening, roaming Disney characters gave waves instead of hugs. On the ground, yellow tape marked off 1.5-meter (6-foot) spaces to help families keep their social distance. Disney Springs For Americans who simply need a taste of anything Disney, the Florida resort is reopening Disney Springs, a collection of retail shops, entertainment spots and restaurants, on May 20.  They plan to limit how many people can park there and enter, while operating hours could be shortened. \"Disney Springs will begin to reopen in a way that incorporates enhanced safety measures, including increased cleaning procedures, the use of appropriate face coverings by both cast members and guests, limited-contact guest services and additional safety training for cast members,\" the website said."], "Language": false}