{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/us/pets-of-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kara Scannell, CNN"], "Writers": [["Kara Scannell"]], "FirstPublishDate": ["2020-05-12T13:46:44Z"], "LastModifiedDate": ["2020-05-12T18:41:17Z"], "Headline": ["This is what happens to the pets left behind when their owners die from coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Secured head-to-toe in a white protective suit, mask, gloves and booties, animal welfare enforcement supervisor Sean Gallagher entered an apartment in northeast Miami in late March to take custody of a dog. The 7-year-old German shepherd mix was frightened, and snapped at him. The dog's owner had been hospitalized with coronavirus and Gallagher, along with Miami-Dade Police Department officers, was at the apartment after a family member in New York asked the police to check on the pet.  \"The dog was reactive and scared,\" said Alex Munoz, director of Miami-Dade County Animal Services. \"She lost her family.\"  The shelter named her Linda. They soon learned that her owner died of coronavirus. Munoz said Linda was the first pup his organization took in who was abandoned because of the pandemic, and one of 30 dogs and cats currently housed at the shelter whose owners died from coronavirus or a suspected case of the virus. Linda's story is playing out across the country, including in places like New York, which is considered the epicenter of the outbreak as it accounts for nearly one-third of coronavirus deaths nationwide. Animal Care Center in New York City said it has taken in more than two dozen pets whose owners have died from coronavirus, while other pet rescues in the city have also opened their adoption centers Animal shelters emptied from coast to coast after state governments issued stay-at-home orders, as many people who now work remotely rushed to adopt cats and dogs. Now, some shelters are beginning to see an increase in pets who have become homeless after their owners died during a pandemic. \"It was an almost creepy silence,\" said Tiffany Lacey, executive director of Animal Haven, a New York City animal rescue. \"My worry was always, where are the animals? What's going on?\"  Lacey said it took \"about a week or two\" before the shelter started receiving calls about people dying and animals being left behind. \"We knew what was going to happen, and it slowly started to trickle and now the ball is rolling down the hill faster,\" Lacey said. Among those who came to Animal Haven: Bo, a 10-year-old blind and deaf pug. The spry senior pug was fed three homemade meals a day from his owner, who cared for him since he was a puppy, Lacey said.  But when Bo's owner died from Covid-19, family members didn't know what to do with him. No one could take him in permanently. They considered euthanizing him because of his age. Instead, he was brought to Animal Haven, which now has more than 30 dogs and cats who have lost their families to coronavirus.  \"Something so sad that's happening right now is the amount of people who don't have that safety net at all, whether it's family or friends\" to take their pets, Lacey said. Bo went to a new home on Sunday. Last weekend, a 55-year old woman and her brother died at the small apartment in Ridgewood, New York, that they shared with their mother. They were believed to have contracted Covid-19. Their mother, who is also sick and grieving the loss of her children, was left with at least 16 Chihuahuas, Lacey said. Animal Haven sent a team of volunteers wearing white protective suits, gloves, blue booties over their shoes, and masks across their faces to remove most of the Chihuahuas. They placed them in carriers and crates to transport them by van to their Manhattan shelter where they were placed in quarantine.  Information about owners can be scarce  \"That's happening all over the place right now,\" Lacey said. \"We rescued a cat from an apartment in the East Village. The gentleman had gone to the hospital and never made it out. It keeps coming in.\" With some animals that are rescued, like the cat in the East Village, information about their owners can be hard to find. Winter, an 8-year-old white-furred cat with blue-green eyes, lived with her elderly owner. The cat came to Animal Haven after a neighbor who had been leaving food out for her learned of the owner's death and contacted the shelter.  Winter was hiding beneath a bed, but the shelter was able to coax her out using food and a safe trap. But information about Winter's owner is scarce.  \"He loved music and he really loved his cat,\" said Jenny Coffey, director of community engagement at Animal Haven. \"I'm hoping we can carry that forward. Sometimes the people who didn't have support only had their animals. Their animal was the final representation of who they were.\" After Linda, the shepherd mix, was picked up by Miami-Dade County Animal Services, she was bathed and placed in quarantine for two weeks.  She's now been transferred to Heidi's Legacy Dog Rescue in Tampa, which placed her with a foster family. Linda has calmed down, they said, and is playing fetch and with toys at her foster home. The rescue group renamed her \"Charise, to signify her fresh start\" and has placed her up for adoption, according to her adoption page.  In some cases, the shelters are able to connect pets with family.  Kyra Swartz, a 33-year-old digital marketing analyst in New York City and cat rescue volunteer, died in her apartment from Covid-19. Officers with the New York Police Department notified her parents, who told them about Swartz's shy 8-year-old cat named Anderson. The officers took Anderson to ACC. Her parents contacted the shelter, who confirmed it was Anderson after scanning his microchip. After a 14-day quarantine, ACC facilitated a reunion with the help of a volunteer from another rescue who drove Anderson to Swartz's parents.  Anderson is now living with Swartz's brother, his wife and their two cats, two hours north of the city near Albany. \"The cat was very important to our daughter,\" said Andrew Swartz, Kyra's father. \"We can't say enough about what ACC did for us and did for our family.\" Anderson is one of nearly 60 pets ACC has taken in that have been affected by the Covid pandemic. \"It's heartbreaking enough when someone has to surrender an animal but when you see an animal brought in who is lost and scared and you know they're not ever going to go home it's really hard,\" said Katy Hansen, a spokeswoman for ACC.  Planning for pets The American Society for the Prevention of Cruelty to Animals recommends pet owners have an emergency plan in place: identify a friend or family member who can care for your pet should you become sick, have up-to-date veterinary records and proof of vaccinations, and stock up on food and medications that could last a few weeks.  Last month, New York City launched a taskforce hotline -- 877-204-8821 -- along with several animal rescues, to assist people who need help caring for their pets. Services range from temporary boarding to free food deliveries and medical care. Across the country, some shelters are also hosting food drives for pet owners and offering low-cost medical care for their animals. Their goal is to keep pets with their families rather than have them surrendered. In Miami-Dade, the animal shelter has held two food drives where they handed out between 40,000 to 50,000 pounds of food.  The Massachusetts Society for the Prevention of Cruelty to Animals has held food drives and in New York City shelters have made food deliveries. Since the shelters emptied out in March, they have more capacity to handle new dogs and cats. But they're bracing for the possibility that more animals will be surrendered in the months ahead as companies lay off or furlough employees. The Massachusetts SPCA took in seven pets recently. Three were brought in after their owners passed away from the virus. Four of the pets were surrendered because their owners could no longer afford to care for them due to financial difficulties amid the pandemic. Shelters have gone through stresses before from Hurricanes Katrina in Louisiana, Super Storm Sandy in New York, and the global recession of 2008 -- but some shelter employees said it's different during the coronavirus pandemic. \"What's so unique about this situation as opposed to other economic situations is we just don't have any idea of when things will be back to any semblance of normal and what things will look like when we get there,\" said Anna Rafferty-Arnold, associate director of the Massachusetts SPCA Boston adoption center. \"It's unpredictable. We're bracing ourselves for everything.\""], "Language": false}