{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/kurt-cobain-mtv-guitar-auction/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Staff"], "Writers": [[]], "FirstPublishDate": ["2020-05-12T06:22:13Z"], "LastModifiedDate": ["2020-05-12T07:59:30Z"], "Headline": ["Kurt Cobain's 'MTV Unplugged' guitar could sell for $1 million"], "Section": ["luxury"], "MappedSection": ["STYLE"], "Article_Body": ["The guitar that Kurt Cobain played during his 1993 \"MTV Unplugged\" performance is expected to sell at auction next month for at least $1 million. The rare D-18E guitar is listed with a number of other items once owned by the Nirvana frontman, who died by suicide in 1994, approximately five months after the New York show. \"This important guitar has earned its rightful place in Rock 'N' Roll history as the instrument played by one of rock's most influential musicians and icons in one of the greatest and most memorable live performances of all time,\" said Darren Julien, President of Julien's Auctions, in a press release. The auction house is hosting the sale in Beverly Hills, Hollywood. The guitar was previously owned by Cobain's daughter Frances Bean Cobain, who reportedly gave it up during an acrimonious divorce from her former husband, musician Isaiah Silva.   Even without the fame of its former owner, the guitar is one of only 302 D-18Es made by the Martin Guitar company, which has been making instruments for some of the world's best musicians since 1833. Cobain customized the guitar, adding a Bartolini pickup to the soundhole, according to a statement from Julien's Auctions. He also decorated the hard-shell case that is included in the lot, with a flyer from Poison Idea's 1990 album \"Feel the Darkness.\"  Three baggage claim stubs are still stuck to the handle, the statement added. The case also includes half a pack of Martin guitar strings, three guitar picks and a suede \"stash\" bag decorated with a miniature silver spoon, fork and knife. Cobain achieved legendary status as the lead singer of Nirvana, the American grunge band he formed in 1987 with bassist Krist Novoselic. Drummer Dave Grohl, now of the Foo Fighters, joined in 1990. The band quickly attained cult status with their gritty, soulful music and scruffy personal style that fans embraced for its lack of preppy pretense. The band's popularity soared with their second album \"Nevermind.\" Released in September 1991, the record had sold over 1 million copies in the US by the end of that year. In 1992, it reached the No.1 slot on the Billboard 200 -- and has spent 472 weeks on the chart.   \"MTV Unplugged in New York\" also reached No.1 soon after its release in 1994.  During the set, Novoselic joked that there was a donation basket going around to raise the funds to buy a guitar that once belonged to Cobain's \"favorite performer,\" Huddie William Ledbetter, better known as Lead Belly. Lead Belly was an American folk-blues singer and songwriter famed for his mastery of the 12-string guitar. He died in 1949.  Cobain told the MTV studio audience he'd been approached about buying Lead Belly's guitar for $500,000. The audience laughed, presumably at the astronomical cost. \"I even asked (DGC Records boss) David Geffen personally if he'd buy it for me, he wouldn't do it,\" Cobain said, before launching into Nirvana's cover of the Lead Belly's \"Where Did You Sleep Last Night.\" Cobain's own guitar should sell for a lot more than $500,000 — bidding is expected to start at $1 million, Julien's said in the statement. The baggy olive-green cardigan Cobain wore during the same MTV performance sold for $334,000 at auction last October, beating pre-auction estimates and setting a record for the most expensive sweater ever sold at auction, according to Julien's. His custom, left-handed Fender Mustang guitar, used during Nirvana's \"In Utero\" tour in 1993, also sold for $340,000."], "Language": false}