{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/cnn-underscored/best-noise-canceling-headphones-outbrain-2/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-05-11T21:13:55Z"], "LastModifiedDate": ["2020-05-11T21:13:55Z"], "Headline": ["These are the best noise-canceling headphones of 2020"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["When you need to concentrate, relax, or otherwise tune out the world around you, a pair of headphones featuring active noise cancellation can be a godsend. Of course, as with any headphones, you'll want to consider sound quality, comfort and other features like Bluetooth connectivity. But when you're in the market for an ANC pair specifically, you want headphones that'll block out distractions.  So we set forth on a distraction-blocking mission, testing headphones that boast ANC as a headlining feature. We ultimately chose 14 pairs, based on reading reviews and our editorial expertise in the market, and tested them all extensively.  In total, we tested across six categories and 23 subcategories. Like our process for determining the best over-ear headphones, we identified two features as most important and weighted them accordingly: sound quality and ANC performance. And although ANC is a primary focus for this hands-on review, we weighted sound quality slightly more than noise canceling abilities. After all, if the headphones play your music poorly, ANC alone isn't worth all that much. Additionally, we factored in comfort, controls and battery life. (Scroll down for the full scope of our testing process.) After hundreds of hours rocking out to music, using the headphones in loud environments, and running battery tests that ran into the wee hours of the morning, we're ready to share our three top picks. The best noise-canceling headphones Best overall noise-canceling headphones: Beats Solo Pro\nRunner-up: Sony WH-1000XM3\nBest value: Anker Soundcore Life Q20 The short of it The Beats Solo Pros absolutely dominated in ANC quality, and also excelled in most of our other testing categories, like design and sound quality. At $299.99, these on-ear cans have a ton to offer. That said, the Sony WH-1000XM3s were hot on their heels as a close runner-up. The Sony WH-1000XM3s (our winner for best over-ear headphones) deliver excellent sound that even outdoes the Beats Solo Pros in bass performance. Their ANC functionality is excellent as well, trailing the Solo Pros' ANC quality only ever so slightly in our testing. At $349.99, they're a comfortable device with a lot of winning features. The Soundcore Life Q20s came through as our best value pair. At just $60, these offer surprisingly powerful noise-canceling ability that competes with much pricier devices, plus terrific comfort and sound quality to boot. The long of it Best Overall: Beats Solo Pro Why we love it in a sentence: The Beats Solo Pros put your surroundings on mute with high-performance ANC paired with long-lasting battery life and outstanding sound. Despite being on-ear headphones, the Beats Solo Pros really tore up the competition on ANC. And while the Sony WH-1000XM3s had better battery with ANC enabled, the Solo Pros topped them on pure ANC quality at a lower price point. We cannot overstate our satisfaction with the ANC performance of the Beats Solo Pros. In test after test, they managed to cut out a lot of the bassier sounds you'd normally hear in a variety of environments. For example, during a workout on a treadmill with a loud movie on, the droning hum of the machine was all but eliminated. Even the bass of footfall was dampened, as were the mid-range frequency sounds of the treadmill's belt and a movie blaring loudly on a TV.  To simulate windy conditions, we wore them next to a large fan, and the deep, bassy hum of the fan simply left our audio space. Higher-frequency sounds, like the oscillation of the fan, were also barely noticeable. These are both great signs for those who fly often or have loud AC units in their homes.  The Solo Pros also performed admirably when we tested them against public ambiance and speech. The bassy bustle of a crowded public space (simulated with nearby speakers on high) was barely audible with these headphones on. Speech, both near and far, was significantly dampened as well, with a great overall reduction in environmental volume.  For those occasions when you need to hear the sounds around you, these headphones have a transparency mode that actually amplifies ambient sound, so you can hear, for example, someone calling your name. The Solo Pros did not perform as well as the Sony WH-1000XM3s in this category, but they still amplified nearby sounds well, and improved the volume of distant sounds, too. While ANC is the primary focus of this review, sound quality was also weighted heavily in our testing, and the Beats Solo Pros did not disappoint. Listening to \"Bad Guy\" by Billie Eilish gave us the distinct impression that she was whispering in our ears. And during \"I'm on Fire\" by Bruce Springsteen, we could really distinguish where the instruments were in the soundstage during the performance. This quality was only matched by the Sony WH-1000XM3s in our testing.  The one place where the Solo Pros fell short on sound quality and didn't perform as well as the Sony WH-1000XM3s was bass. Playback simply wasn't as deep, and their sound had a notably less impactful kick than some other pairs. This is something to note if you listen to bass-forward music and find a bass-heavy mix most satisfying. Call quality, on the other hand, was one of the best on the list. Very clear on both ends, and no notable issues like echoes or feeling boxed in. On battery life, the Solo Pros performed the best of all tested headphones with ANC turned off, reaching a staggering 40 hours. And while they made it to just 21 hours with noise cancellation on, this is a testament to how hard these cans work on ANC.  Controls are streamlined, almost entirely contained on the right ear cup. Similar to other Beats headphones, the controls take the form of a disk, where the center triggers playback and calls, and the top and bottom control volume. (Note that you do have to put up with a plastic clicking sound when you use them, however.) Off-device controls through iOS and iPadOS allow you to control ANC and transparency mode from the Control Center of your device, not to mention music. On Android, you can download the Beats app and find similar control options. The only other button on this very simple interface is one used to toggle ANC and transparency mode. In Apple fashion, Beats has done away with the audio jack entirely, which we can't say we love, and instead of an \"on\" button, all you have to do to activate these cans is unfold them — a cool streamlining feature. These headphones are built very well, composed of high-quality plastic on the outside and a solid metal skeleton on the inside; this metal runs throughout the design, from the cups through the headband. They fold easily and present very few seams. The cushions also feel durable and high quality, though these cans do seem a bit snug and may not be as comfortable for people with larger heads. Even at their full extension, they did not perfectly fit bigger noggins, which created uncomfortable pressure after some time.  Visually, the headphones are nothing short of stunning, in a variety of colors like light blue, red, dark blue, ivory and black.  Overall, the Beats Solo Pros outmatched the competition in ANC quality, plus they feature crisp and accurate sound packed into a sharp and well-designed device. Runner-Up: Sony WH-1000XM3 Why we love it in a sentence: The Sony WH-1000XM3s excel at ANC and shine in terms of their superior bass, though they also come in at a higher price than our top pick. The Sony WH-1000XM3s were not far behind the Beats Solo Pros in our testing. They actually outperformed the Beats in several categories, including bass quality and comfort. On ANC, they only fell short when presented with less consistent sources of ambient sound. The Sony WH-1000XM3s' ANC eliminated nearly as much static sound as the Beats Solo Pros' did. On any good ANC pair of headphones, as the frequency of a sound increases, it transitions from being muted to simply being dampened, and the WH-1000XM3s underwent this transition a little sooner than the Beats Solo Pros. On our treadmill test, we could better hear the humming of the machine below with the WH-1000XM3s, and footfall was more audible by a small margin. The WH-1000XM3s kept up better with the Solo Pros on the fan test, however, with both the bassy hum and higher-pitched sound of the fan's oscillation remaining mostly inaudible. After we tried out the ANC of the WH-1000XM3s with a restaurant soundtrack (which mimics a cacophony of voices, clanking silverware, doors opening and closing) playing nearby, we began to notice a pattern in performance. In tests that involved a consistent, droning sound, the Sony and Beats headphones nearly tied. The differences were noticeable when comparing their performance under inconsistent environmental conditions: For instance, both did very well muting the bassy hum of a crowd of people. But the Solo Pros were notably better at reacting to random spikes in sound — specific voices, the closing of doors, dropping of silverware — at middle and higher frequencies.  Still, the ANC performance of the WH-1000XM3s was commendable overall against the restaurant sounds. Volume was reduced adequately, and the bassy sounds were eliminated with similar efficacy to the Solo Pros. We were very pleased with the sound quality as well. (In fact, as a testament to that, the Sony WH-1000XM3s are our pick for best over-ear headphones, in a guide where we focused more heavily on sound quality.) We adored their crisp sound; listening to \"I'm on Fire\" by Bruce Springsteen and \"Jazz Crimes\" by Joshua Redman, instruments from sax to guitar to piano were crystal clear. Drums rang through with a punchy, realistic quality, coming at us from all directions and creating a real sense of 3D sound. Voices resonated as if we were in the same room, and instrument positions were clear in a variety of songs. When we pumped out \"Bad Guy'' by Billie Eilish, it was obvious these were among the best bass performers in our testing pool (tied only by the similarly deep and intense bass of the Bowers & Wilkins PX7s). The equalizer on the Sony Headphones Connect app enables the bass to be boosted further, really maximizing performance. Audio was also decent on both sides for a phone call. Nothing special, but clear enough to get the job done. Battery life is another strength of the WH-1000XM3s. With noise cancellation on, they lasted about 30 hours, which is actually nine more than the Beats Solo Pros.  We do wish Sony had opted for buttons as control triggers. Instead, the entire right cup is a touch surface for playback and call controls. And while it's simple to learn them, we also found it a little too easy to accidentally skip a song or inadvertently change the volume. What's more, longer hair tends to get in the way of the touch controls in a major way. Fortunately, you can opt to control music via the Sony Headphones Connect app (for Android and iOS"], "Language": false}