{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/us/adrein-green-killed-sanford-florida-stand-your-ground/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kay Jones and Eliott C. McLaughlin, CNN"], "Writers": [["Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-05-11T19:24:14Z"], "LastModifiedDate": ["2020-05-11T20:09:06Z"], "Headline": ["Eight years after Trayvon Martin, another 17-year-old is killed in a Sanford, Florida, stand your ground case"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The family of a black 17-year-old fatally shot in the back by a homeowner during an alleged car break-in in Sanford, Florida, has hired Mark O'Mara, the attorney who represented George Zimmerman, the lawyer said.  Zimmerman shot and killed another 17-year-old, Trayvon Martin, in the same city in 2012. He was acquitted of all charges after claiming self-defense.  In the new case O'Mara has taken, he is representing the family of Adrein Green, who was killed before 2 a.m. Tuesday after, police say, he attempted to burglarize a vehicle in a gated community. The homeowner was on the phone with a 911 operator reporting a possible home burglary when he fired two shots at Green, which can be heard on the 911 call released by police.  Officers found Green unresponsive on a road near the home, police say.  They performed CPR, but Green died at the hospital from \"an apparent single gunshot wound to his back,\" Sanford Police Chief Cecil Smith said at a news conference. Evidence at the scene shows Green tried to break into one of the homeowner's vehicles, Smith said.  The homeowner wasn't arrested because he was justified in using deadly force when Green allegedly engaged in a \"forcible felony,\" said Assistant State Attorney Dan Faggard with the 18th Judicial Circuit.  The homeowner told police he feared for his life and for the lives of his wife and baby, Faggard said. Authorities have not publicly identified the homeowner. Under Florida law, a person can use deadly force if she or he \"believes that such conduct is necessary to prevent the imminent commission of a forcible felony.\" The person using deadly force \"does not have a duty to retreat and has the right to stand his or her ground if the person using or threatening to use the deadly force is not engaged in a criminal activity and is in a place where he or she has a right to be,\" the law states.  O'Mara contested the prosecutor's claim, saying the homeowner says in the 911 call that he fired his weapon to scare Green off of his property.   \"They weren't shooting in fear of personal safety,\" O'Mara told CNN. \"In this case, it's pretty clear, in my opinion, you aren't allowed to shoot someone because they are breaking into your car.\" The investigation is ongoing, State Attorney Phil Archer's office said in a statement, and once a final determination is made it will be announced publicly.  Florida's stand your ground law was a topic of debate in the Zimmerman case, as well as in the cases of Michael Dunn, who killed Jordan Davis, 17, during a 2012 argument over loud music in Jacksonville, and Michael Drejka, who killed Markeis McGlockton after McGlockton pushed him in a 2018 confrontation over a handicapped parking space in Clearwater.  Like Zimmerman, Dunn forewent a stand your ground defense and argued the shooting was in self-defense. Dunn was convicted of murder, Drejka of manslaughter. Both are in prison. "], "Language": false}