{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/carter-world-health-organization-funding/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Betsy Klein and Caroline Kelly, CNN"], "Writers": [["Betsy Klein", "Caroline Kelly"]], "FirstPublishDate": ["2020-04-15T20:38:22Z"], "LastModifiedDate": ["2020-04-15T20:38:22Z"], "Headline": ["Jimmy Carter 'distressed' by Trump's decision to withhold WHO funding"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Former President Jimmy Carter said in a statement Wednesday that he is \"distressed\" by President Donald Trump's decision to withhold funding to the World Health Organization. \"I am distressed by the decision to withhold critically needed US funding for the World Health Organization, especially during an international pandemic,\" Carter said.  He added that the WHO -- a United Nations agency that coordinates international health policy, particularly on infectious disease -- \"is the only international organization capable of leading the effort to control this virus.\"  The news comes on the heels of Trump's announcement Tuesday that he is halting funding to the WHO while a review is conducted covering the agency's \"role in severely mismanaging and covering up the spread of coronavirus.\"  CNN reported Wednesday that the administration is determining how to re-allocate those funds -- a loss of tens of millions of dollars to the agency from its largest donor -- as Trump has responded to questions of whether he downplayed or ignored warnings about the virus' anticipated danger by deflecting the blame. The US sends $400 million to $500 million to the WHO each year, Trump said, noting that China \"contributes roughly $40 million.\" \"Had the WHO done its job to get medical experts into China to objectively assess the situation on the ground and to call out China's lack of transparency, the outbreak could have been contained at its source with very little death,\" he added. Carter, who has spent a significant amount of time since his presidency focused on global health issues, has previously weighed in on the pandemic. Carter, a Democrat who turned 95 in October, asked donors in March to give to the coronavirus response rather than to the Carter Center, which leads initiatives that include fighting diseases in developing countries. \"As you are well aware, our country is facing a health crisis. Though the behaviors of Covid-19 are not fully known, what we do know makes it a global threat to our physical and economic health,\" the former Democratic president wrote in a message also signed by former first lady Rosalynn, and their eldest grandchild, Jason Carter, the chair of the Carter Center Board of Trustees."], "Language": false}