{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-041520/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-14T17:28:00.112Z"], "LastModifiedDate": ["2020-04-15T20:22:22.866Z"], "Headline": ["US stocks tumble on worsening economic data and falling oil prices: April 15, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed for the day. Please check back tomorrow for more markets news. US stocks closed lower on Wednesday, after weak economic data and earnings weighed on the market all day. Energy stocks led losses, after oil settled below $20 a barrel for the first time since 2002. The Dow finished down 1.9%, or 445 points, and the S&P 500 fell 2.2%.It was the worst day for the two indexes since April 1.  The Dow is once again 20% below February's peak. The index fell into a bear market in March but then rallied back. Whether the Dow has emerged from bear market territory, however, remains to be seen in the coming months. The Nasdaq Composite broke a four-day winning streak, its longest since early February. The index closed down 1.4%. Sub-$20 oil has arrived -- despite President Donald Trump's intervention in the energy market.  US crude tumbled fell 1% to finish at $19.87 a barrel on Wednesday. It's the first time oil has closed below $20 since February 2002.  Crude spiked above $28 on April 3 after Trump signaled massive production cuts by Saudi Arabia and Russia. those two nations eventually delivered record-setting cuts by OPEC+, prompting Trump to take a victory lap. Yet oil has since plunged 30% from those April 3 highs now that it's become clear the supply glut is too big for even OPEC to erase. Travel restrictions put in place to fight the coronavirus pandemic have caused a startling collapse in oil demand, leading barrels to pile up at an unprecedented pace.  The number of crude barrels in commercial storage spiked in the latest week by the most on record, a new report released Wednesday showed.  That oil glut has driven crude prices down by a stunning 69% since their January peak of $63.27 a barrel. At current levels, many high-cost US shale companies will be forced to shut down production. Some will not survive the crash.  The plight of the American worker continues.  Tomorrow's economic data is expected to show another 5.1 million people filed for first-time unemployment claims in the week ended April 11. That would bring initial claims to nearly 22 million over the past month as the coronavirus pandemic is forcing businesses to remain closed. Read more about the US jobs market here. The coronavirus pandemic is causing oil barrels to pile up at an unprecedented rate. The amount of oil in commercial storage skyrocketed by 19.2 million barrels last week, according to the US Energy Information Administration.  It was easily the biggest one-week build since EIA weekly records began in 1982. The oil market has been clobbered by the coronavirus crisis, with US crude plunging to a fresh 18-year low of $19.20 a barrel Wednesday. That's despite the record-setting production cuts announced by OPEC+. Crude stockpiles are now above 500 million barrels for the first time since June 2017, according to ClipperData. That's despite the fact that US oil imports dropped, as did domestic oil production -- part of what will likely be a sharp drop in output. The core issue: Demand collapsed at a faster pace because of the health restrictions that have forced flight cancellations and work-from-home requirements.  So refinery activity plunged to 12-year lows, as there simply wasn't a need to churn out more jet fuel and motor gasoline.  “As long as the virus-related containment measures remain in place, product demand should remain weak,\" Capital Economics wrote in a note Wednesday.  Stocks are still in the red in the early afternoon, but they have bounced back from the worst lows of the day. Still, this morning's negative economic data weighed heavily on investor sentiment. Energy stocks are faring the worst in the S&P 500, as oil prices keep sliding further. The S&P was down 1.9%, while the Dow was 1.7%, or some 400 points, lower. The Nasdaq Composite was down 1.3%. Stocks have rebounded from the lows of late March. But it will be months before we know for sure whether stocks have truly bottomed out and the bear market may be over. \"Whether the bottom is in or not really depends on your view on the recovery,\" Krishna Memani, former vice chairman of investments at Invesco, told Alison Kosik in the CNN Business' digital live show Markets Now. If there is a relapse with a spike in a new coronavirus cases after the economy reopens, confidence could wane again. That said, a longer term view that factors in an eventual vaccine means that stock valuations look attractive right now, Memani said. \"Two, three years out I feel very confident that we'll be in a better shape than we are now,\" he added. But, \"if you're putting money in now because you think this problem is solved, that is premature.\" Fast casual burger chain Shake Shack has made changes to its business model to keep open during the coronavirus outbreak. Shake Shack, which didn't have drive-throughs at any of its stores, has now turned nearly all of its restaurants remaining open into that model, said Randy Garutti, CEO of Shake Shack, on the CNN Business digital live show Markets Now. Shake Shack is expecting that more preordering, pickup and delivery will eventually bring its customers back to eat inside its restaurants in a safe way.  The company has applied for a Paycheck Protection Program (PPP) loan from the government to keep its teams employed, and has drawn on a revolving credit facility to get prepared. \"The most important thing is to say thanks to our team,\" Garutti said. \"We're not talking broadly enough about how essential restaurant workers are.\" Coronavirus has slammed the US economy. GDP is expected to be sharply negative in the second quarter and economic data from March and April are pointing to a steep decline in activity. \"I certainly think we're already in a recession,\" Lindsey Piegza, chief economist at Stiefel, told Alison Kosik on CNN Business' digital live show Markets Now. How bad it will get will depends mostly on the depth and duration of this shutdown. But could America face another depression? \"I think we can avoid that as long as the economy begins reopening by May,\" Piegza said.If it goes longer than that, we could be \"in a very dire situation.\" Piegza says she expects a more U-shaped, rather than V-shaped recovery, with a slightly more prolonged recession. The reopening of the economy will likely be staggered, and it will likely take some time until consumer return to their pre-coronavirus behavior.  \"Even after businesses reopen it’s going to take time for companies to reconnect with consumers,\" she said.  All of that will delay a rebound in the economy. Sam's Club is giving first responders and healthcare workers their own hours to shop in a new initiative called \"Hero Hours.\"  Those workers can shop every Sunday from 8 am to 10 am beginning this weekend. They will be given masks upon entrance and the hours are open to non-members, too. Rival Costco (COST) announced last week it was letting its members that are first responders and healthcare workers cut the store's lines at any hour. US factories just suffered their steepest one-month slowdown since 1946. Back then, wartime production was ramping down after the end of World War II. This time around, factories have shut down or slowed production due to the coronavirus pandemic. US industrial production plunged 5.4% in March as work at factories that make autos, aircraft and many other goods was halted to protect workers from the outbreak of COVID-19, the Federal Reserve reported Wednesday. The industrial production index measures output from the manufacturing, mining and electric and gas utilities industries. Read the full story here. Confidence for builders of newly-built single-family homes plunged in April, according to the National Association of Home Builders.  It was the worst monthly drop in the history of the NAHB/Wells Fargo housing market index, dropping 42 points to 30 points. The last time confidence was this low was in June 2012. The coronavirus pandemic has caused supply chain disruptions and hampered construction activities. A spike in unemployment also means that people are likely less inclined to make big purchases right now. That said, \"as social distancing and other mitigation efforts show signs of easing this health crisis, we expect that housing will play its traditional role of helping to lead the economy out of a recession later in 2020,\" said NAHB Chief Economist Robert Dietz. US stocks fell at Wednesday’s open on worsening economic data and falling oil prices.  US retail sales dropped 8.7% in March, their worst decline on record, and the New York Fed’s manufacturing index collapsed to its worst level in history. China stepped in to support its financial sector, suggesting things could be worse than hoped in the world’s second largest economy. The Dow opened 2.3%, or 565 points, lower.\nThe S&P 500 kicked off 2.3% lower.\nThe Nasdaq Composite fell 1.8%. Best Buy (BBY) is furloughing 51,000 of its hourly store employees beginning this week as its stores remain closed. The company employs roughly 125,000 people in total.  Some Best Buy corporate employees volunteered to go on temporary furlough or work a reduced workweek with reduced pay. CEO Corie Barry is cutting her base salary by half, the company said in a release.  All of Best Buy's US stores closed to customers in March, shifting to curbside service or online sales. The company said online sales have risen 250% since mid-March, with half of those orders being picked up curbside at its stores. Best Buy shares sunk 6% in early trading. New York's manufacturers don't see a light at the end of the tunnel yet. The New York Federal Reserve's index that measures general businesses conditions plummeted 57 points to -78.2 in April. That's the lowest level on record in the history of the Empire State Manufacturing Survey. The coronavirus crisis is weighing on both demand and supply chains in manufacturing. The damage is broad-based, with the survey revealing worsening conditions on every front: business activity, new orders and shipments declined. Delivery times expanded and inventories fell. There's a thin silver lining: Survey respondents expect conditions to be slightly better six months from now. Unsurprisingly, no one's buying much beyond food and drink right now. US retail sales contracted by 8.7% in March, their worst performance since the Census Bureau began collecting the data in 1992. Autos and gas were particularly crunched. Excluding those sectors, retail sales fell by 3.1%. While retail trade fell on the whole, food and beverage stores saw a 28% upswing compared with March 2019. But clothing and accessories stores, meanwhile, dropped 50.7% from last year. Citigroup (C) first-quarter earnings report continued the trend for banks so far: a drop in profits and a shoring up of reserves ahead of expected coronavirus-related loan losses. “Our earnings for the first quarter were significantly impacted by the COVID-19 pandemic. We managed our expenses with discipline and had good revenue performance as the economic shocks caused by the pandemic weren’t felt until late in the quarter,\" said Citi CEO Michael Corbat. The bank reported net income of $2.5 billion in the first three months of the year, compared with $4.7 billion in the same period in 2019.  Just like its peers, many of which also report earnings this week, Citi built up reserves to protect its business against loan losses during the coronavirus crisis. The bank allowance for loan losses stood at $20.8 billion -- or 2.9% of total loans -- at the end of the first quarter, which was $8.5 billion more than in the prior year. Revenue climbed to $20.7 billion, up from $18.6 billion in the first quarter last year. Citi attributed this increase to higher revenues in its fixed income and equity markets groups, as well as mark-to-market gains on loans hedged in its corporate lending portfolio. Citi shares fell 2.4% in premarket trading. Historic levels of market volatility helped insulate Goldman Sachs from the coronavirus crisis. Unlike its more Main Street-focused rivals, Goldman Sachs (GS) reported stronger-than-expected revenue Wednesday.  That revenue beat was driven by the Wall Street giant's trading division, which capitalized on the recent market mayhem. Goldman Sachs said its global markets revenue jumped 28% from a year ago. The fixed income, currency and commodities arm grew revenue 33% to $3 billion -- the highest level in five years. The bank cited \"strong client activity,\" especially within currencies and credit products.  Investment banking was also a bright spot, with revenue climbing 25% due to growth in corporate lending and underwriting deals. Still, Goldman's overall first-quarter profit dropped 46% because of weaker asset management results.  The Wall Street bank set aside $937 million for credit losses, up fourfold from a year ago. Goldman cited \"continued pressure\" in the energy industry as well as the broader impact of the coronavirus pandemic.  \"Our quarterly profitability was inevitably affected by the economic dislocation,\" CEO David Solomon said in a statement. \"As public policy measures to stem the pandemic take root, I am firmly convinced that our firm will emerge well-positioned to help our clients and communities recover.”  Bank of America is preparing for a spike in bad loans linked to the coronavirus crisis. The No. 2 US bank announced Wednesday it set aside $4.8 billion for credit losses during the first quarter. That's up sharply from $1 billion a year before, reflecting the collapse of the economy because of the pandemic. Bank of America (BAC) built its loss-absorbing reserves by $3.6 billion. The bank cited a \"deteriorating economic outlook related to COVID-19.\" First-quarter profit dropped by a steeper-than-expected 45% to $4 billion. However, that's a more moderate decline than rivals Wells Fargo (WFC) and JPMorgan Chase (JPM) reported Tuesday.  Bank of America emphasized it continues to lend to consumers and small businesses.  As of April 8, Bank of America received 279,000 small business loan applications worth $43 billion under the stimulus package's forgivable loan program, called the Paycheck Protection Program. The bank's loan balances ended the quarter at $1 trillion, up 7% from the end of 2019. Deposits climbed 6% to $1.4 trillion. Bank of America said it provided nearly 1 million payment deferrals through April 8. \"We are taking extraordinary steps to support our employees, clients and communities during this humanitarian crisis,\" said CEO Brian Moynihan. UnitedHealth Group, the nation's largest health insurer, said its results aren't being hurt by the COVID-19 outbreak. The insurer said the pandemic had only \"minimal impact\" on its first quarter results, as it reported a 7% gain in revenue in the quarter to $64 billion. And while its profit and earnings per share declined slightly, it beat Wall Street estimates for a bigger decline. At a time when many companies are dropping their guidance on earnings for the rest of year, UnitedHealth reiterated its guidance for between an 8% and 10% rise in adjusted earnings per share for the year. It said it will not request, nor does it expect to need any government assistance.  Shares of UnitedHealth gained 2.6% in premarket trading on the news. Shares are down 8% so far this year through Tuesday's close. Major US airlines have accepted the government's terms to receive billions of aid and keep hundreds of thousands of employees on the payrolls, the Treasury Department announced Tuesday. The package includes a combination of grants, which the airlines do not need to pay back, and low-interest loans, which the airlines and labor unions heavily resisted. American Airlines, Southwest Airlines, Delta Air Lines and United Airlines are among those who have accepted the bailout offer.  Shares of the major airlines are rising in premarket trading: American Airlines (AAL) is up 7%\nSouthwest (LUV) rose 4%\nDelta Air Lines (DAL) and United Airlines (UAL) are up nearly 6% US stock futures are lower, shadowing a trend in global markets. Here's where they stand as of 6:30 am ET:  Dow futures are down 357 points, or 1.47%\nS&P 500 futures dipped by 1.66%\nNasdaq Composite futures were off 1.22% Global stocks retreated Wednesday, with European and Asian markets falling after a Chinese rate cut.  China's central bank cut a key interest rate to a record low — an expected measure that indicates how the country is trying to help banks and borrowers weather the ongoing economic turmoil wrought by the coronavirus pandemic. Here's how Asian markets reacted: Japan's Nikkei 225 (N225) dropped 0.5%\nChina's Shanghai Composite (SHCOMP) slumped 0.6%\nHong Kong's Hang Seng (HSI) was last down 1.4% Stocks also lost ground in Europe:  The FTSE 100 (UKX) dipped 1.5% \nFrance's CAC 40 (CAC40) lost 1.4%\nGermany's DAX (DAX) shed 1.5% Oil prices slumped again on a dire forecast for demand. US crude futures dropped 2.5% to under $20 a barrel after the International Energy Agency warned that global demand would plunge by 29 million barrels per day in April, dropping to a level last seen in 1995. "], "Language": false}