{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/opinions/little-richard-rock-n-roll-seymour/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gene Seymour"], "Writers": [["Gene Seymour"]], "FirstPublishDate": ["2020-05-09T21:42:25Z"], "LastModifiedDate": ["2020-05-09T21:45:17Z"], "Headline": ["Little Richard kicked open the doors to rock 'n' roll"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Little Richard and the Space Age got into gear at roughly the same time. They both administered hefty shots of heebie-jeebies to a complacent 1950's world, whose citizens, depending on where they were standing at the time were frightened, appalled or electrified by whatever was coming in their wake. In different ways, Little Richard and Sputnik told this world: Ready or not, the future is here! Sputnik — the satellite launched by the Soviet Union in 1957 — said the future sounded like \"Beep-Beep-Beep.\" Little Richard — launched out of the chitlin' circuit — said it sounded like: \"A-wop-bop-a-loo-bop-a-wop-bam-boom!\"   All told, Richard got it right. Even though he and Sputnik had an encounter ... well, we'll get back to that later. The main point to be made here is that Richard Penniman, whose death at age 87 was announced Saturday, kicked open the doors to rock 'n' roll in more emphatic and Earth-shaking ways than those who emerged at the same time. Chuck Berry, Elvis Presley and Buddy Holly each set in motion the sound that would change the known universe.  But none of them, not even Elvis, conveyed the raw, lit-up energy, the glittering bravura, the exuberant, infectious sense of pure abandon that hits like \"Rip It Up,\" \"Tutti Frutti,\" \"Long Tall Sally,\" \"Ready Teddy,\" \"Good Golly, Miss Molly,\" \"Lucille,\" \"Keep-A-Knockin'\" and \"Jenny, Jenny\" could deliver to astonished and delighted listeners between 1955 and 1959. For decades afterward, even as he remained outrageously visible on concert stages, TV sets and even the occasional movie or two, Penniman would insist on reminding people of his significance by claiming, \"I am the originator. I am the emancipator. I am the architect of rock 'n' roll.\"  In the immediate aftermath of his late 1950s heyday, it sounded like belligerent boasting. Over time, as his influence broadened through several generations, it was accepted as pure fact. Check it out. Once Little Richard seized attention at midpoint in the Eisenhower era, what seemed impregnable barriers in race, musical genre and even sexuality seemed to crumble before one's eyes. You could resist the gaudiness of the packaging, but whatever the complaints grownups had about not being able to \"understand\" rock 'n' roll's lyrics over the radio, Little Richard's enunciation and musical articulation were clear as a search warrant.  You may not have understood exactly what \"Tutti Frutti\" meant, but you heard every syllable clearly, even the ones that sounded like interplanetary transmissions. And his upbringing and apprenticeship in gospel music paid dividends in the way he sang and played the piano. Even as late as 1987, after years of personal and professional ups and downs, \"Great Gosh Almighty,\" Penniman's recording of a song he wrote with Billy Preston for the soundtrack to \"Down and Out in Beverly Hills,\" reminded people what a groove-travelling, keyboard-dominating, skyscraping performer he could be when the spirit moved him. Oh, right, which reminds us. Sputnik.  At about the time the Soviet Union launched the first man-made space satellite in October 1957, Little Richard was on an all-star rock 'n' roll tour of Australia. While flying to a concert date, his story goes, he was freaked out by what he'd seen as a \"fireball\" shooting across the night sky, while at the same time feeling as though angels were somehow controlling the plane.  He remembered being told that what he'd seen was Sputnik. (There was no explanation for the angels) In any case, Penniman was so upset by this vision that he decided to leave performing to study for the ministry and would forsake the music he helped invent, or at least emancipate, for the gospel music of his childhood. As we know, he didn't leave rock 'n' roll behind him, though he completed his religious studies and soon after was ordained. The music's future, with or without him, went on. Is it possible to imagine that future, containing soul music, the histrionics of heavy metal and glam rock, the Beatles, the Rolling  Stones, Sly and the Family Stone, David Bowie, Prince, Michael Jackson, and so many others without Little Richard making it safe for them to exist? The question's too easy to answer. Here's a harder one: As we exist in our present moment, shrouding ourselves from pandemic, polarized by race and class, dreading a still-unimaginable economic calamity, is it possible to imagine anybody like the Rev. Richard Penniman, kicking open the doors to joyful noise, emotional release and endless possibility? Is that hard or easy to answer? As was the case when both Little Richard and Sputnik took off, a lot depends on wherever you're standing. "], "Language": false}