{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/us/california-coronavirus-reopening/index.html"], "Source": ["cnn"], "Location": ["Los Angeles"], "ByLine": ["By Jon Passantino, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-08T14:16:04Z"], "LastModifiedDate": ["2020-05-08T14:31:13Z"], "Headline": ["California reopening begins Friday: Here's what you need to know"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["California is taking the first significant step in reopening its economy on Friday by loosening restrictions for certain businesses. The state, America's most populated, was the first in the nation to issue a stay-at-home order to all of its nearly 40 million residents, effective on March 19. Dr. Mark Ghaly, the state's Health and Human Services secretary, said Thursday that data showing stable hospitalization rates gave authorities confidence to move into the first stage of reopening. On Friday, the state will begin initiating that plan.  Here you'll find a look at what is, and isn't, reopening. What's reopening on Friday 5/8 • Select retailers with curbside pickup and delivery options. In-store shopping is still not permitted. ◦ Examples: Clothing, home and furniture, books, music, sporting goods, florists, etc. • Some industries with workers spaced farther apart, using protective gear and sanitizing equipment. ◦ Examples: Manufacturing, warehouses, businesses with telework capability, construction, auto dealerships and car rentals What's NOT reopening on 5/8 • Offices, gyms, restaurants with dine-in service, shopping malls, museums, public beaches (except where approved with restrictions, i.e., Orange County), churches (in person), salons, bars, etc. RELATED: This is where all 50 states stand on reopening  What are big cities planning to do? • Los Angeles will effectively be following the state's relaxed restrictions on Friday, with the limited reopening of businesses. Parks, hiking trails, and golf courses will reopen on Saturday, but masks will be required. • San Francisco and the rest of the Bay Area, however, have decided not to begin reopening just yet. The stay-at-home order for seven Bay Area jurisdictions, which began on March 17, still remains in effect and does not allow for curbside pickup from retailers. • San Francisco Mayor London Breed said Thursday the city may begin reopening 10 days later on May 18. • San Diego County will follow state guidance on reopening.   What about specific regions in California opening sooner? The state will allow some regions in the state with fewer Covid-19 cases and deaths to further reopen if they meet a laundry list of requirements. Here's some of what's required for counties to relax restrictions:   • No more than 1 coronavirus case per 10,000 people for two weeks, and no Covid-19 related deaths for 14 days. • A minimum daily capacity to conduct 1.5 tests per 1,000 residents, and at least 15 contact tracers per 1,000 residents. • Availability of housing for at least 15% of homeless residents, along with sufficient disinfectant supplies and protective gear. • Skilled nursing facilities must have a 14-day supply of PPE   More official information can be found on the state website here: https://covid19.ca.gov/"], "Language": false}