{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/cnn-underscored/pioneer-radio-receivers-alexa-carplay/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-05-07T22:07:49Z"], "LastModifiedDate": ["2020-05-07T22:07:49Z"], "Headline": ["Pioneer's new car audio receivers bring Alexa along for the ride"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Pioneer is releasing a true triple threat when it comes to car stereos. The brand's latest in-car receivers offer Apple CarPlay, Android Auto and Amazon Alexa — all from one device. So now one aftermarket receiver will give you access to three ecosystems. Pioneer's new flagship line of NEX head units consists of the DMH-W4660NEX, DMH-W4600NEX, DMH-WC6600NEX, DMH-WT7600NEX and DMH-WT8600NEX, ranging from as affordable as $600 to as expensive as $1,200. Apple CarPlay and Android Auto are special software features that happen when you connect your smartphone to the in-car unit. This can happen via a physical cable or wirelessly.  Having Alexa in a car stereo, on the other hand, is an impressive new development and gives you another smart system option. It also doesn't require a device. Like with an Echo smart speaker or even Echo Auto, you can just say \"Alexa.\" You can ask for music or hear the news or the weather. It's really just like the at-home Alexa experience. You will need to give the in-car unit internet. This can come from a hotspot on your device or via a hotspot built into your car. We'd just offer the friendly recommendation to make sure you have unlimited data, so you don't run your bill too high.  You'll also need to make sure the unit you choose will fit in your car. The slot where your aftermarket head unit goes is designated either 1DIN (one bin) or 2DIN (a double bin). If the car came with a radio and CD player, chances are it's 2DIN, but you can click here to find out for sure what will fit. Pioneer has in-dash units of NEX at a variety of price points. Both the DMH-W4660NEX and the DMH-W4600NEX are just $600 and feature 6.8-inch displays. This will give you ample room for classic controls, a CarPlay or Android Auto and for Alexa. These units need a 2DIN slot. Next in the hierarchy is the $900 9-inch DMH-WC6600NEX, which uses a modular design. Instead of housing the control box behind the display, like the DMH-W4660NEX and DMH-W4600NEX, this lets you locate the control box somewhere else in the vehicle. If you're handy, you can likely handle this install (and if you're up for a project, now might be the time) or you can opt for an installer.  Lastly, there's the flagship $1,000 DMH-WT7600NEX (10.1-inch) and $1,200 DMH-WT8600NEX (9-inch). These can fit in just a 1DIN design (a single bin) and utilize a floating design. This way you can customize the angle and even the orientation of the display. These look pretty cool, to say the least. All of these support high-res audio playback and feature a wide-ranging equalizer, allowing you to customize the sound experience. You can even customize lighting. These all have Bluetooth support out of the box and all support front, rear and even subwoofer output.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}