{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/cnn-underscored/echelon-bike-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ellen McAlpine"], "Writers": [["Ellen McAlpine"]], "FirstPublishDate": ["2020-05-07T16:02:34Z"], "LastModifiedDate": ["2020-05-07T16:02:34Z"], "Headline": ["Get fit without leaving home with this Echelon smart workout bike"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["For obvious reasons, at-home workouts are becoming more and more popular. But with all kinds of home workout equipment on the market, it can be hard to cut through the noise and figure out what's really worth it.  One good way to get a quality, high-impact workout is a smart bike, which is equipped with tons of personalized workouts and often an interactive tablet that can send you right into the middle of those beloved group workout classes that aren't happening at the moment.  With that in mind, I decided to try out  one of the most renowned in the smart bike space — the Echelon Smart Connect Bike EX5S.  Let it be known now: The bike isn't cheap. Its base price is $1,599.99, with different membership options available on top of that. A two-year membership will cost you a total of $2,199.98, while the monthly membership will run your total to $1,639.98 per year. Even at the top price, Echelon costs less than many of its competitors, including Peloton and most NordicTrack bikes. You can preorder now, and it's expected to ship on June 29. After spending some time with the Smart Connect Bike EX5S, this is what I found.  Getting to know your bike  The EX5S comes packaged in a single box with easy-to-follow instructions to guide you through. In my experience, it was pretty simple. If you're setting it up by yourself, the only hurdle you might run into is mounting the 21.5-inch touch screen to the bike. For that, it was really helpful to have someone assist. Once you've got all the parts tightened, you're ready to hit the (virtual) road.  The height and depth of both the seat and handlebar are adjustable by using handles that turn counterclockwise to loosen. Move the bike parts up and down or forward and backward to your desired settings. According to the company, the minimum height requirement to ride is 4 feet, 10 inches and the maximum is 6 feet, 5 inches, which means that if you're super tall, you may be out of luck.  Once you've found the setting that best fits your body and posture, you simply turn the handle until it's tight. You can remember your bike settings by keeping track of the numbers you'll find painted along the side of the bike, so you'll be set every time you ride.  One major benefit of this bike is that, unlike most other smart bikes, Echelon doesn't require you to have specific spin shoes for its own bike. On one side of the pedals are cages that the company says will fit any kind of sneaker.  The cages felt secure to me, and it never felt like my feet were going to slip out, even when riding at a faster pace. Plus, the cages felt like they provided a solid ground underneath me when I'd ride \"out of the saddle\" (standing and lifted off the bike seat). If you do have designated spin shoes, the flip side of the pedal is SPD clip compatible.  Echelon also sells its own shoes, if you're looking to buy, for just $99.99. I wouldn't say they're necessary, but if you find yourself riding frequently and don't care for your go-to workout sneakers anyway, these could be great to have.  Another cool feature: The bike features magnetic resistance, which helps make your ride as smooth as can be. The flywheel of the bike is quiet too; you won't hear it if you have headphones on or are listening to the stereo from the screen, as I often did.  The quiet ride was a huge perk for me. If you're stuck at home with other people, you won't have to worry about disrupting them with loud sounds of pedaling or a constantly whirring wheel. Simply hook up your Bluetooth headphones (I used PowerBeats), and you're ready to go without making a sound.  Overall, I was really impressed with the feel and look of the Echelon bike. The sleek black design isn't distracting to look at, and the ride is smooth, sturdy and almost entirely silent. The screen is just the right size and features a high-quality display. The sound system is pretty good, too, and even better with headphones. The versatility of the pedals, along with the fact that you don't have to buy special shoes, is also a big win in my book.  The classes  When it comes to classes, there isn't much Echelon doesn't have. You can choose from on-demand classes, live classes or virtual bike rides, which offer a lovely tour of the outdoors. In a time like this, it's a delight.  The live classes are the first ones you'll see at the top of the screen. They're streamed from Echelon studios directly to your app. For on-demand classes, you can filter through these classes by length, music, instructor and even whether classes include arm workouts. For people who prefer certain music genres, or are looking to fit a quick workout in between conference calls, filtering classes makes it a seamless process to find the right class for you.  I'm especially missing the community of studio classes these days. On this bike, even though you're riding alone, you're reminded you're still part of a fitness community all throughout class. On one side of the screen, you'll find the leaderboard, and on the bottom of the screen you'll find your ride stats, like your resistance level, miles biked, output and cadence (or RPMs, how fast you're moving on the bike). On the other side of the screen, you'll find your volume adjustment, headphone connect and timer. If you don't want to see the leaderboard or riding stats, you can simply tap them away.  For most of my classes, I found it best to tap the leaderboard off screen. It became a bit distracting, and would probably be more so for a beginner. What was most helpful, though, was the bottom bar showing resistance and cadence.  Different instructors recommend reaching certain numbers for those stats. I liked that they each have a personal twist on things: Some instructors advise basing resistance more on feeling (like what you're most comfortable with and your own heart rate) but still provide a number range for riders looking for a guideline, while others are super specific about resistance. Echelon offers classes for everyone, ranging from beginners to advanced riders. Instructors are super high-energy and keep you engaged, even though working out at home comes with many distractions. The camera during class focused solely on the instructor. I liked that the focus remained on the instructor and didn't switch around too much. If you were in a studio, your position wouldn't be moving, so it makes sense to keep the same view for the large majority of the class. And if you tend to get dizzy or motion sick, this is definitely a plus.  Post-class experience Once your class is over, the screen will display your riding data. You'll see your overall calories burned, miles biked, average cadence and average resistance. Echelon keeps track of your progress through your profile, so you're always able to go back and review. When you view your profile on the screen, you can see the classes you've taken, the instructors you've ridden with, and the number of minutes you've spent on the bike. Plus, after each class, Echelon sends you an email with all your info.  If you choose to subscribe to FitPass, another subscription offered by Echelon, you'll have access to even more workout content. This includes post-spin stretches, floor workouts and other strength-building exercises from your favorite Echelon instructors. It's awesome how much info Echelon is able to give you following your workout. I really liked that it offered post-class cool-downs and alternative workouts. If you're looking to build a solid fitness routine while isolating at home, FitPass is an awesome way to get you on the right foot. Plus, you get a 90-day free trial before committing to a subscription.  Classes from Echelon were definitely a workout. I was breaking a sweat in the first five to 10 minutes of class, which felt so necessary while stuck indoors. Some of my favorite classes were only 20 minutes long, but packed a cardio workout worthy of a sweaty selfie.  Ready to ride?  Purchasing an at-home workout bike is a financial commitment. That being said, comparatively, it's one of the more affordable options on the market. With a base price of $1,599.99, the Echelon Smart Connect Bike EX5S is a solid investment for your home workout experience. You get loads of classes, a quality screen to stream classes on, and a topline workout bike. Echelon also offers less expensive home bike models, ranging from the Echelon Smart Connect Bike EX1, which starts at a base price of $799, to the EX3 ($999.99) and the EX5 ($1.199.99). The EX1 starts shipping on May 15, with the others a few weeks later. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}