{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/us/great-depression-voices-coronavirus-blake/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By John Blake, CNN"], "Writers": [["John Blake"]], "FirstPublishDate": ["2020-05-07T12:49:10Z"], "LastModifiedDate": ["2020-05-07T12:49:10Z"], "Headline": ["We've overcome hard times before"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A sudden crisis turns the world upside down. Millions are thrown out of work. People despair and dread the future. That was the grim scenario many Americans faced almost a century ago after the 1929 stock market crash triggered the Great Depression. And many people are experiencing it today as the coronavirus pandemic ravages the US and the rest of the world. Commentators have drawn parallels between our current time and the 1930s, saying the pandemic could trigger the same type of economic and political upheaval that marked the Depression. But there's another part of that era that can illuminate the present: Lessons from those who somehow managed to emerge from the Depression with their optimism -- and in some cases, their finances -- intact. These survivor stories are collected in a classic book, \"Hard Times: An Oral History of the Great Depression,\" by Studs Terkel, the late, legendary journalist. It's filled with bruising but inspirational stories from impoverished farmers, businessmen, hustlers, politicians, housewives and others. One reviewer described Terkel's book as \"a huge anthem in praise of the American spirit.\" As one person recalled in the book, the Great Depression left an \"invisible scar\" on many survivors. But it also made some people more resilient and grateful. Survivors talked years later about finding hidden blessings -- even when their world seemed to be collapsing. Here, in their own words, are some of the reasons why they beat hard times. They learned empathy for the less fortunate Diana Morgan was a pampered Southern belle in a small North Carolina town who knew nothing about the struggles of the black cooks and maids who served her family. She was forced to scrounge for a job after her family lost their cotton fortune and found one at a government relief agency where she said she became \"absolutely hooked\" on helping poor families. Morgan realized how much she had changed when she and her husband were invited a fancy hotel ball in Washington. I'd been picketing it the week before because they paid their workers some ridiculous wage, oh like 75 cents an hour... I wrote a letter and said I couldn't possibly go to a hotel where the wages were so unfair. My husband was very much surprised. He said, 'I never dreamed you would take that kind of stand.' Well, I never dreamed I wouldn't. I'd like to think that even if we hadn't lost our house, even if I hadn't the job with the Civil Works Administration, I might have waked up someday... I don't know. Maybe I'd never have understood how people feel if I weren't subjected to it. Maybe you do have to experience things personally. They learned how to get by on very little Robert Card said he set out for college with one suit, one necktie, one pair of shoes and $30 borrowed from a bank. He called the Depression a \"painful\" but \"glorious\" time because it forced America to face longstanding problems of poverty. What a pleasure it was to get a pound of hamburger, which you buy for about five cents, take it up to the Union Pacific Railroad tracks and have a cookout. And some excellent conversation. And maybe swim in the Kaw River. One friend of mine had an old Model T Ford Sedan, about a 1919 model. He had this thing fitted up as a house. He lived in it all year long. He cooked and slept and studied inside that Model T Ford Sedan. How he managed I will never know. I once went there for dinner. He cooked a pretty good one on a little stove he had in this thing. They learned you don't need a lot of money to bring joy to your kids Howard Worthington was working at an investment firm that failed during the Depression. One of his friends jumped to his death from the top of a building in downtown Chicago. Worthington said he started drinking heavily and credited his wife, Margaret, with holding their family together.  I'll never forget that Depression Easter Sunday. Our son was four years old. I bought 10 or 15 cents' worth of eggs. You didn't get too many eggs for that. Margaret said, 'Why, he'll find those in five minutes.' I had a couple in the piano and all around. Tommy got his little Easter basket, and as he would find the eggs, I'd steal em' out of the basket and re-hide them. He had more fun that Easter than he ever had. He hunted Easter eggs for three hours and he never knew the difference. They learned to reinvent themselves E.Y. \"Yip\" Harburg said that after his business went bankrupt all he had left was a pencil. His friend, Ira Gershwin, told him to get the pencil and a rhyming dictionary and start writing songs. Harburg eventually wrote the Depression classic, \"Brother, Can You Spare a Dime,\" and the lyrics to songs in the \"Wizard of Oz.\"  I was relieved when the Crash came. I was released. Being in business was something I detested. When I found that I could sell a song or a poem, I became me. I became alive. Other people didn't see it that way. They were throwing themselves out of windows.  When I lost my possessions, I found my creativity. I felt like I was being born for the first time. So for me the world became beautiful. They learned to take business risks that paid off William Benton lost $150,000 when the stock market crashed. He also saw that \"in all catastrophes, there is the potential of benefit.\" So he purchased the Muzak Corporation, which piped in background music to hotels and restaurants in New York City. Benton, who eventually became a US Senator, recalled his first meeting with Muzak's staff.  I went down to see the five salesman -- we only had five then. They said to me: We have 80 percent of all the business you can get in New York. There isn't any other place to sell it. I said, 'Why don't you put it in barber shops and doctor's offices?' 'Oh, you can't put Muzak in places like that.' I said, 'Do you all five think that way?'  There was a young man, who had only worked there six weeks. He said, 'No, I think it's a good idea.' I said, well, the other four of you guys had better quit and get some other jobs, and I'll make this young man the sales manager.  \"Of course, this made a big wonderful business out of Muzak ... and no extra money has ever gone into it. The Depression put me into it...I owned Muzak for twenty years and sold it for a profit of many millions.    They learned how to look out for one another Harry Terrell's family lost their Iowa farm to foreclosure. Farming had become so difficult that one county near his home burned corn to heat the courthouse because it was cheaper than coal. He recalled how people reacted when banks started foreclosing on their neighbors' farms. They'd put up a farmer's property, and have a sale and all the neighbors come in, and they got the idea of spending 25 cents for a horse. They was paying 10 cents for a plow. And when it was all over, they'd all give it back to him. It was legal and anybody that bid against that thing, that was trying to get that man's land, they would be dealt with seriously, as it were. They learned to accept strangers Jim Sheridan was unemployed and rode railroad boxcars to get around during the Depression. He said there would be sometimes be 50 or 60 people in a car, discussing politics and sharing meals. There was none of this hatred you see now when strange people come to town or strangers come to a neighborhood. That's one of the things about the Depression. There was more camaraderie than there is now... That was one of the feelings that America lost. People had different ideas. They disagreed with one another. But there was a fine feeling among them. You were in trouble...damn it, if they could help ya, they would help ya. They learned not to fear political change Gardiner C. Means was a young economic adviser to President Roosevelt's administration in the New Deal era of 1930s Washington. He said he and his fellow staffers were motivated to find new ways to make government work better for people. I was never told what to do at any time during those early days. I made my own way. We had meetings that would run into the early morning. A dozen of us sitting around the table, thrashing out problems. They were proposals from people, solutions to all sorts of problems. Some of them crackpot, some of them quite good. Everybody had a suggestion. The country was aware, as it never was before, that it was on the edge of something. Talking a couple of days ago with a couple of old New Dealers, we agreed it was a very exhilarating period. There was no question our minds we were saving the country. A student of mine remembers how exciting it was to him. He worked in the Department of Labor. He said, 'Any idea I had, I put down on the paper. I'd send it up and somebody would pay to do it.' They learned to believe in the future Lewis Andreas founded one of the first medical centers in Chicago during the Depression. He remembers people fainting from hunger on streetcars. Making health care affordable to poor people was controversial. His medical center was labeled un-American and subversive. To effect change, Andreas became active in the labor movement. There was a feeling of creativeness. We belonged to a thing called New America. Our outlook was socialism... It was up to us to create a substitute for the society that was disappearing. We were arrogant, perhaps, but this was the feeling. Splendid ideas about what we could accomplish. Those were terrible days, remarkable days. We had achieved goals... the Social Security laws, unemployment compensation, all which was connected to the labor movement.  Some of these goals -- largely achieved. [There was] this terrible sense of wondering how we were going to get out of things. Then, we got out. And we felt good."], "Language": false}