{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/entertainment/marc-rebillet-drive-in-tour-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Ries, CNN"], "Writers": [["Brian Ries"]], "FirstPublishDate": ["2020-05-07T11:26:58Z"], "LastModifiedDate": ["2020-05-07T11:26:58Z"], "Headline": ["Even during a pandemic, an electronic artist plots a US tour -- at drive-in theaters"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["He may be the only musician in the US getting ready to hit the road. Marc Rebillet, a genre-shifting artist and entertainer who, for the sake of this article, we'll call improvisational electronic, has announced a concert tour that'll take him through five US cities next month. You may wonder: How? We're in a pandemic with over a million cases of coronavirus in the US. States are just beginning to reopen some businesses, but not concert venues -- shows have mostly been canceled or postponed until sometime next summer.  Even that timeline is questionable. But Rebillet, who typically throws sweaty, high-energy dance parties fueled by loops he makes up on the fly, seems to have found a way around the shutdown: his venues will be drive-in movie theaters.  That means his fans must stick to their cars, their windows rolled down just two inches from the top with music pumped through an FM transmitter. \"I believe we're the first to market with this -- we're pretty pumped about it!\" Rebillet told CNN, shortly after announcing the tour on Monday.  His music agent Christian Bernhardt backed him up.  \"Some drive-in concerts have already occurred,\" said. \"But this will be the first-ever proper US drive-in tour.\" A limited run Others have utilized outdoor spaces like drive-ins to hold gatherings while still abiding by social distancing guidelines -- some people have gotten married, others attended an Easter Sunday church service.  But live music seemed to be a nut that could not be cracked.  At concerts, too many people are simply packed too close together, touching, dancing, talking -- conditions in which the coronavirus could easily spread. \"Social distancing observed, my team and I have been working super super hard to put this together quickly and assure it happens safely and responsibly,\" Rebillet said in the announcement video.  The tour kicks off June 11 at Hound's Drive-In in Charlotte, and then winds through Kansas City, Tulsa, and Forth Worth, Texas, before wrapping up in Houston on July 3.  Although Rebillet, originally from Texas, is based in New York City, you won't see the Northeast on the artist's tour map. Texas, Missouri and North Carolina have looser restrictions than harder-hit areas like New York or New Jersey. Oklahoma never announced a stay-at-home order at all. There will, of course, be changes to the typical concert experience. Rebillet, who last month released \"Essential Workers Anthem,\" an ode to those on the front lines of the coronavirus fight, told CNN he was making the best of the restrictions.  \"We just would not be able to do this if we didn't adhere to a pretty strict and rigorous list of rules.\" Note: The video contains offensive language. Socially distanced in concert The tour's promoters assure ticket buyers on their website that the concerts will follow the Centers for Disease Control and Prevention's social distancing guidelines. Anyone running a fever or known to have a recent exposure to Covid-19 should stay home. Cars at the venue will be kept apart. Guests must stay inside the cars. Staffers must wear face masks and gloves. Tickets can only be purchased online. Restrooms should be used only for emergencies. However, since trips to the restroom are to be expected, participants will be permitted to visit them by row in 15-minute intervals. Rebillet plans to roam, safely while social distancing, as everyone watches through their windshields. \"It'll be me, out there, doing a show,\" he said. \"Since everyone is going to be forced to be in their cars, I'll be able to do a lot of running around, 'interacting' with the audience, just by doing my thing.\" Plans for the unique run came together quickly-- Rebillet estimates it took less than a week and a half to organize the tour, which they came up with after hearing about a rave that was held at a German drive-in theater.  \"The entire live entertainment industry has just been completely paralyzed,\" he said of the current state of affairs. \"No one is doing anything, because we can't. This just got me super, super excited. It's really a beautiful idea.\" It won't work for all artists To be sure, what works for Rebillet won't work for everyone.  For starters, his touring gear is light -- a BOSS RC-505 loop station, a keyboard, some tambourines. And thanks to his seemingly nonstop livestreams -- he broadcasts in a robe from his apartment on Twitch and Persicope most days while taking improvisational cues from his audience -- his fans know he's capable of producing a lot with less. \"Marc's got an amazingly innate ability to connect with his fans in a way that is really resonating around the world right now,\" Adam Ogushwitz, another of Rebillet's music agents at UTA, told CNN. \"His genuine talent and absurdly funny sense of humor are a much needed respite. That, combined with an easily transportable stage show, and his eagerness to try to new things, uniquely positions him to be a pioneer navigating these uncertain times in live entertainment.\" And then, of course, not every town has a drive-in movie theater. Most places haven't seen one in decades. But that's not to say he isn't charting some kind of path forward. If anything, it's one step on a long path back towards normalcy. \"I certainly hope that doing this at least opens up the doors to this possibility to be a reality for other bands, and other acts -- I would love to see that,\" Rebillet said. \"I know the live music-going public would love to see that. Everyone is just f--king desperate to do something where they're around people.\"  He added, \"There's something very special about being around strangers and enjoying one thing together. This is kind of the closest we're going to get right now.\" If it works, Rebillet is hopeful he can take his act to more cities in the US. \"If this goes well,\" he said, \"I think we'll absolutely think about adding more dates, because, yeah -- I just want to get in front of as many people as possible.\" Until then, Rebillet can be found where the rest of us can be found: Online. "], "Language": false}