{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/cnn-underscored/surface-earbuds-features-pricing-availability/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-05-06T13:00:43Z"], "LastModifiedDate": ["2020-05-06T13:00:43Z"], "Headline": ["Surface Earbuds land on May 12 for $199 with preorders open now"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Microsoft's is finally launching the Surface Earbuds for $199 on May 12 (but are up for preorder right now).  We were able to try these briefly at Microsoft's October 2019 launch event both for music and dictation. The sound was solid and provided a well-balanced listening experience.  These pop into your ears like any other true wireless earbuds, but have a much larger design with white circular discs facing outward. These will be handy for controls, as they're touch sensitive.  Battery life should be 24 hours with the case and you can expect eight hours of listening time without a charge. Each bud also has dual microphones, which enables great voice pickup and recognition. While you can pair these with an iOS or Android phone, you can also connect them to a Surface device.  Choosing the latter will provide unique experiences within Microsoft 365. For instance, you can talk and they will dictate what you're saying. That means email on the fly (even with Outlook on your phone), cranking out a paper in the library and the ability to caption yourself while presenting a Powerpoint. While these are hyperfocused on Microsoft experiences, these are Surface Earbuds after all. You can even wear one in your ear, hold the other Surface Earbud in your hand and use it as a remote for presentations. Pretty handy, right? We will review these soon enough and will provide you with our full thoughts — including comparisons with our other top earbuds, including AirPods Pro, Pixel Buds, Echo Buds and Galaxy Buds+.  But if you're hooked on Surface Earbuds or just want to be a pro user with Microsoft 365, you can preorder these for $199 and get them as soon as May 12.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}