{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/trump-arizona-trip/index.html"], "Source": ["cnn"], "Location": ["PHOENIX"], "ByLine": ["Analysis by Jim Acosta, CNN"], "Writers": [["Jim Acosta"]], "FirstPublishDate": ["2020-05-06T02:39:39Z"], "LastModifiedDate": ["2020-05-06T04:32:00Z"], "Headline": ["Restless Trump escapes White House but not the pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["After complaining at times that he has not left the White House in months, when in reality it has been more like weeks, a restless President Donald Trump traveled to Arizona on Tuesday to nudge a pandemic-weary nation to reopen more quickly than many Americans seem to want. The trip, seen by West Wing aides in part as a respite from the confines of the White House for Trump, also served as an opportunity for the President to persuade Americans there is a steady hand leading the US through its worst public health crisis in more than a century. Trump projected only his usual bravado before he hopped aboard Marine One for the brief helicopter flight to Joint Base Andrews, where he would continue his cross-country journey to Arizona. It was as if the number of dead racing past the grim milestone of 70,000 was not registering, an indication that such dispiriting figures may never really affect him, at least not publicly. \"We did everything right,\" Trump said about his response to the virus.  \"The whole world is excited watching us,\" he added. \"Because we're leading the world.\" The US is leading the world, but not in the way Trump thinks. Unlike previous presidents who took time to grieve with heartbroken families during national catastrophes, in communities devastated by earthquakes or small towns wiped off the map by hurricanes, Trump did not spend time comforting residents who have lost loved ones to the virus. He sat down with a group of Native Americans and toured a Honeywell factory that is manufacturing N-95 medical masks to tout his administration's response to the virus. \"I'm going to pay my respect to a great company,\" Trump said as he left Washington. Before he arrived in Phoenix, Trump suggested he would wear a mask at the Honeywell facility, if one were required. In other words, Trump would not lead by example. \"I think it's a mask facility, right? If it's a mask facility I will, yeah. I don't know if it's a mask facility,\" Trump said. Despite signs at the Honeywell facility urging people inside to wear masks, however, Trump declined to follow that guidance, though he did wear safety goggles. National security adviser Robert O'Brien, chief of staff Mark Meadows and new press secretary Kayleigh McEnany also elected to forgo masks. They were standing near plant employees who were abiding by the policy as they busily constructed masks at their work stations. A White House official said Honeywell officials had told the President's aides that masks were not necessary. Prior to his factory tour, Trump repeatedly sidestepped questions about Vice President Mike Pence's comment to reporters indicating that the White House is considering whether to wind down the work of the coronavirus task force. Is that a good idea during a pandemic, Trump was asked. Trump initially dodged the question, instead touting his administration's efforts to ramp up production of ventilators and tests. The President also suggested the US leads the world in cases and deaths from the coronavirus because it is conducting more tests than any other country. Part of Trump's comment is false -- the US still lags behind other nations in tests per 1,000 people. The other assertion -- that there is some link between the number of tests and deaths from the coronavirus -- was one of Trump's more recent inventions to explain away a mushrooming disaster. \"Mike Pence and the task force have done a great job, but we're now looking at a little bit of a different form, and that form is safety and opening, and we'll have a different group probably set up for that,\" Trump responded. Trump also tiptoed around the question of whether he would eventually get a coronavirus vaccination when they are approved for use and become available. He would leave it up to White House doctors to decide, he said. \"I'd be first on line or I'd be last on line or I wouldn't take it at all. Whatever is best for the country,\" Trump said. Earlier in the day, Trump eagerly defended his highly controversial response to the coronavirus as he left the White House for his trip to Phoenix, in the face of new estimates from public health experts who project a rising number of dead from the pandemic. \"That's a report with no mitigation,\" Trump said about a draft report from a John Hopkins University professor whose work was shared with the Centers for Disease Control and Prevention and circulated inside the administration early this week. In fact, the report took into consideration decisions made by some state officials to relax social distancing measures and reopen portions of the US economy. But the latest models were not based on a complete cessation of these policies.  A separate projection from the University of Washington's Institute for Health Metrics and Evaluation also forecast a sharp spike in lives lost: a total of 134,475 deaths in the US by midsummer. That model, however, notes the number of deaths could be as low as 95,092 and as high as 242,890 by August 4, far surpassing recent projections embraced by Trump. \"Models have been very inaccurate,\" Trump said, dismissing the latest estimates. Despite the President's depiction of his response as essentially flawless, he vowed to block his administration's top health experts, like Dr. Anthony Fauci, from testifying at congressional hearings where they could presumably echo Trump's rosy assessments. \"Because the House is a setup,\" Trump said about his decision to limit testimony from administration officials such as Fauci, who has occasionally frustrated top White House aides by contradicting Trump with more clinical, science-based remarks on the pandemic.  \"The House is a bunch of Trump haters,\" the President added. Trump left Washington clearly agitated by a new advertisement produced by a group of \"Never Trump\" Republicans who borrowed from an iconic 1984 \"Morning in America\" reelection spot for President Ronald Reagan. \"The Lincoln Project\" ad, titled \"Mourning in America,\" depicts a virus-ravaged US economy and an out-of-touch Trump. \"I would change the name to 'The Loser Project,' \" Trump said, attacking members of the group, including Washington attorney George Conway, husband of White House counselor Kellyanne Conway. \"Kellyanne must have done a big number on him,\" Trump said derisively. As for his speech at the Honeywell facility, Trump delivered fairly standard remarks for a presidential speech. \"We will vanquish the virus,\" Trump told the crowd. But the event had plenty of campaign overtones.  At one point, a worker took to the podium to praise Trump, just as his supporters do at the President's campaign rallies. \"All Latinos are going to vote for you,\" the unidentified man told Trump. As the event ended, White House staffers cranked up a song by The Rolling Stones, another staple of Trump's rallies. Despite the grim task ahead for the President, he was in campaign mode. \"It basically was a rally,\" one White House staffer quipped to a reporter about the music."], "Language": false}