{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/opinions/president-george-w-bush-donald-j-trump-brotherhood-unity-brower/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Kate Andersen Brower"], "Writers": [["Kate Andersen Brower "]], "FirstPublishDate": ["2020-05-04T10:38:24Z"], "LastModifiedDate": ["2020-05-05T22:10:16Z"], "Headline": ["Trump is an outsider -- even among former presidents"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The three-minute video message posted by George W. Bush on Saturday -- and President Donald Trump's response less than 24 hours later -- are powerful reminders of one overlooked casualty of Trump's norm-upending presidency: the moral unity and power of the men in the Presidents Club has been shattered and if they want to speak now it is on their own and not as a team.  \"We are not partisan combatants,\" Bush said in his message honoring the tens of thousands of Americans who have died in the pandemic. \"We are human beings, equally vulnerable and equally wonderful in the sight of God. We rise or fall together, and we are determined to rise.\" Trump replied with a caustic Tweet Sunday morning: \"He [George W. Bush] was nowhere to be found speaking up against the greatest Hoax in American history!\" (He was referring to the impeachment investigation). I am far from surprised by Trump's reaction to Bush's call for unity because when I interviewed him about his predecessors Trump was clear just how poorly he regarded all of them. About a year before the outbreak of the coronavirus, I interviewed President Trump in the Oval Office to discuss the men who had sat there before him. When I asked him if he could empathize more with them now that he had been in office for two years he replied without hesitation: \"No.\" As I walked out of the Oval Office once our interview was over, he shouted, \"Say hi to President Bush for me!\" in a voice laden with sarcasm.   In Bush's video, which shows nurses and first responders helping victims of the coronavirus and evokes the trauma the country faced after 9/11 while he was in office, Bush does not utter Trump's name once. But Trump clearly took it personally, nonetheless. It seems as though any call for empathy and compassion is a direct attack on him -- and maybe it is. \"Let us remember how small our differences are in the face of this shared threat,\" Bush says as images of a little boy taping a hand-drawn rainbow to his window and a man wearing a face mask flash on the screen over stirring music. George W. Bush has taken a cue from his father and hardly ever speaks about politics in his post-presidential years, including during Barack Obama's presidency. He has enjoyed retirement and he and his wife Laura refer to their time since leaving Washington as \"the afterlife in the promised land in Texas.\"  In fact, Bush has not spoken with Trump at any length since he helped during the controversial confirmation hearings of his former aide Brett Kavanaugh. This video shows how much internal pressure he must be under to do something. There are only five men alive today (counting President Trump) who know the loneliness and isolation of the presidency. But the current politics of rancor makes the work of the former presidents more difficult, because everything is now seen through a political lens; even things that used to be relatively innocuous have taken on new meaning. Immigration reform is part of the work of the Bush Institute, a nonpartisan policy center at the George W. Bush Presidential Center that holds naturalization ceremonies for new US citizens. \"Because of the nature of President Trump, when we talk about the same things that we've been talking about ever since President Bush left office, they are automatically viewed as criticism of the current president,\" an aide to the former president told me, who asked to remain anonymous because of the sensitivity of the subject. \"President Bush said something about a free press and suddenly it's a challenge to Donald Trump. No, he's been saying this forever.\" Over the weekend, Trump proved this to be absolutely true: Bush's video had little directly to do with him, but he took it as a personal rebuke. At George W. Bush's presidential library dedication, in 2013, when all the living former presidents were gathered together, Obama said, \"We've been called 'the world's most exclusive club.' . . . But the truth is, our club is more like a support group. . . . Because as each of these leaders will tell you, no matter how much you may think you're ready to assume the office of the presidency, it's impossible to truly understand the nature of the job until it's yours, until you're sitting at that desk.  And that's why every president gains a greater appreciation for all those who served before him; for the leaders from both parties who have taken on the momentous challenges and felt the enormous weight of a nation on their shoulders.\" And because of that common understanding, they can sometimes forgive mistakes. As I report in my book, a close friend of Jimmy Carter told me he apologized to George W. Bush at his library dedication for being too tough on him, especially for his outspoken  criticism of the war in Iraq. \"Oh, hush,\" Bush replied. Trump's response to a former president's call for empathy is a reminder of just how little he has in common with his predecessors and how poorly he will fit in the Presidents Club. Trump is the outlier and he is proud of it. \"I don't think I'll fit in very well,\" he told me in our interview with a sly smile. The scorched-earth path he's chosen has made it impossible to maintain any friendships, or even civility, with his predecessors. \"I'm a different kind of a president,\" he declared. During this crisis Trump has not called the former presidents together, like George W. Bush did when he asked his father and Bill Clinton to travel the world and seek help after the tsunami in Asia, and to raise money after Hurricane Katrina, or as Obama did when he asked George W. Bush and Clinton to raise awareness and funds after the devastating 2010 earthquake in Haiti. Things have changed. Trump's reaction to Bush's video about national unity and compassion is proof of that. When I asked Trump whether he would go to Obama's presidential library opening, as is customary, the question sounded silly as soon as the words came out of my mouth. \"I don't know. He probably wouldn't invite me,\" he said. \"Why should he?\" That is a remarkable statement that gets lost in the chaos of this presidency."], "Language": false}