{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/asia/china-coronavirus-aircraft-carrier-deployment-dp-hnk-intl/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Brad Lendon, CNN"], "Writers": [["Brad Lendon"]], "FirstPublishDate": ["2020-04-13T06:56:01Z"], "LastModifiedDate": ["2020-04-15T16:50:19Z"], "Headline": ["Chinese state media claims country's navy is not affected by coronavirus"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The coronavirus outbreak, which began in the Chinese city of Wuhan in December last year, has spread to more than 180 countries and sickened close to 2 million people, including more than 80,000 in China. Yet according to the Chinese government, not a single serving member of the country's military has been infected.  The reported absence of cases among China's armed forces comes despite the fact that thousands of military personnel were sent to Wuhan to assist in front line medical efforts. It also comes in sharp contrast to other military powers, notably the United States, which have seen an uptick in cases in recent weeks.  As if to underscore this point, China's official military news agency has taken to proclaiming the navy's operational readiness in the face of the global pandemic. Earlier this week, a report detailing the deployment of a Chinese naval flotilla to the Pacific was offered as evidence that the People's Liberation Army Navy has reportedly done a better job controlling coronavirus than the US Navy. According to the report, which was first carried in the state-run tabloid Global Times, the aircraft carrier Liaoning led the group, which included two guided-missile destroyers, two guided-missile frigates and an auxiliary ship. A separate posting on the PLA website later confirmed the deployment. The Global Times report took a swipe at both the US and French navies, which have openly reported coronavirus cases on their carriers. \"Chinese analysts noted on Sunday that the Liaoning carrier group voyage came at a time when many foreign aircraft carriers were hit by COVID-19, rendering them unsuitable for deployment,\" the report said. \"The USS Theodore Roosevelt, Ronald Reagan, Carl Vinson and Nimitz aircraft carriers all reported positive COVID-19 cases, media reports have said. The nuclear-powered flagship of the French navy, the aircraft carrier Charles de Gaulle, also reportedly has crew members who tested positive,\" it continued. The Roosevelt, now docked in Guam, has been hit the hardest by the virus, with 589 positive cases among its crew of more than 4,000 people, as of Monday. Almost all of them have been moved ashore on the island, and work is going on to disinfect the ship, delaying its ability to deploy. Under Chinese President Xi Jinping, the PLA has modernized its forces in an effort to be among the world's strongest and most capable. It also has worked hard to project an image both at home and abroad of a military superpower equal to the US. \"Through the voyage, the Liaoning showed that the Chinese People's Liberation Army (PLA) has done a great job in the epidemic prevention and control work and (the) Covid-19 epidemic has not had an impact on its deployment and operations,\" the Global Times claimed, citing Xu Guangyu, a senior adviser to the China Arms Control and Disarmament Association. \"It showed that the PLA can dispatch troops stationed anywhere at any time, with the troops always maintaining vigorous combat capabilities. The Chinese people can always count on them,\" Xu is quoted as saying. US observers, however, have cast doubt on the PLA's claims that its naval operations have not been impacted by the virus. Carl Schuster, a former Navy captain and Hawaii Pacific University instructor, said the PLA is able to mask any effects because its ships operate close to Chinese shores, meaning time at sea is limited. \"Short deployments of under 20 days will preclude the disease affecting operations during the so-called deployment and pulling into a military base all but precludes any evidence of an outbreak becoming public knowledge,\" Schuster said. The Western Pacific has become an area of potential confrontation between the US and Chinese navies in recent years, with the South China Sea a particular thorn in bilateral relations. China claims almost the entire 1.3 million square mile South China Sea as its sovereign territory, and it has aggressively asserted its stake in recent years in the face of conflicting claims from several Southeast Asian nations. The US has long accused Beijing of militarizing islands there via the deployment of military hardware and construction of military facilities. In October 2018, US and Chinese warships came within 45 yards of each other while the US ship, the guided-missile destroyer USS Decatur, was on a so-called \"freedom of navigation\" operation near Chinese-claimed reefs in the Spratly Islands. The US Navy continues those missions, with the USS McCampbell performing one in the Paracel Islands in March. Senior US military officials have strongly pushed back on any notion that the US military is not prepared -- even with the Theodore Roosevelt at least sidelined for now. \"I don't want anyone out there in the world to think that somehow the US military's readiness is significantly degraded. It is not,\" said Gen. Mark Milley, chairman of the Joint Chiefs of Staff. Underscoring Milley's point, as the Chinese carrier group was heading to the Pacific, the guided-missile destroyer USS Barry was sailing through the Taiwan Strait, the waterway separating mainland China from the island. But Gen. John Hyten, vice chairman of the Joint Chiefs of Staff, acknowledged the US military must make changes in a coronavirus environment. \"I think it's not a good idea to think the Teddy Roosevelt is a one-of-a-kind issue. We have too many ships at sea, we have too many deployed capabilities. There's 5,000 sailors on a nuclear-powered aircraft carrier. To think it will never happen again is not a good way to plan. What we have to do is figure out how to plan in these kind of Covid environments,\" Hyten said.  \"This will be a new way of doing business, and we're adjusting to that world today,\" Hyten said."], "Language": false}