{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/cnn-underscored/gifts-for-mom/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dana Holmes and Sarai Thompson, CNN"], "Writers": [["Dana Holmes", "Sarai Thompson"]], "FirstPublishDate": ["2020-05-02T13:25:53Z"], "LastModifiedDate": ["2020-05-05T18:58:17Z"], "Headline": ["30 brilliant gifts for Mom that will make her day"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Let's be real — it can be a challenge to find a Mother's Day gift that perfectly matches the tastes and interests of your mom or the other special women in your life. From relaxing to relishing to remembering, moms everywhere look forward to celebrating their star status on Mother's Day. But that doesn't mean there's a one-size-fits-all gift that is a universal winner.  That's why we've compiled a bunch of our favorite gift ideas, as well as some top-rated, bestselling products likely to put a smile on the face of all types of moms. Now you can make sure that her Mother's Day is one she brags about.   \"I Love You This Much - Mommy Edition\" ($29.99; wonderbly.com) You might want to send a box of tissues with this gift because it has already brought tears to they eyes of many moms around the world. This personalized book about how much a certain child loves a certain mommy is adorably illustrated and ships within two business days. Personalize it with the names, skin tone and hair color of your child and mommy. _______________________________________________ Kusmi Tea — The Essentials Tea Bags ($28; amazon.com) Mix up Mom's tea-drinking experience with Kusmi's Essentials tea bags gift set. Inside, she'll find tea heaven. Mom will have 24 options from Kusmi's premium collection of teas, including citrus fruit and cinnamon black teas. Plus, all of Kusmi's teas are packaged in muslin tea-friendly bags — a plus for our eco-conscious moms.  _______________________________________________ Slip Pure Silk Pillowcase (starting at $89; nordstrom.com) Redefine her beauty sleep with this silk pillowcase designed to help her skin and hair stay radiant. (Seriously — dermatologists, beauty experts and hairdressers swear by theirs.) Available in five colors for queen- and four for king-sized cases.  _______________________________________________ Mama Must-Haves Kit ($118; goop.com) This gift is all about pampering our favorite new mamas and mamas to-be. The luxurious kit comes with supplies to treat what new moms need to treat most: feet, legs, belly, nips and lips. _______________________________________________ Create Your Own Reel Viewer ($29.95; uncommongoods.com)  Who remembers Viewfinders? Luckily the joys of lying on your bed and clicking through pictures of faraway places doesn't have to stop at childhood. Now Mom can enjoy her own nostalgic memories with this adorable gift, when you order a customized reel of her favorite photos. (Note that this ships within seven days from ordering. If you're a little on the last-minute side, Uncommon Goods has a handy printable gift note feature that you can give to your mom to hold her over until it arrives.) _______________________________________________ Floral AirPods Case ($25; riflepaperco.com) This one is for our tech-savvy moms who need to have the latest gadgets. Available in four styles, this AirPods case will keep her prized Apple accessory protected in the most elegant way.  _______________________________________________ Fresh Lavender Gift Collection ($44; etsy.com) The scent of lavender is believed to promote calmness and wellness and may even reduce stress and anxiety. This soothing gift collection is all about that lavender. From body butter to bath salts, everything is infused with this comforting scent. Self-care and inner peace in one package? Yes, please.  _______________________________________________ Brava Oven ($1095; brava.com) The Brava Smart Oven is for serious home chefs. Using new technology and a simple app, this invaluable tool makes cooking feel like a new experience. It might even give your mom a push to experiment with some new recipes. For the $1,095 starting price she's really getting a kitchen in a box. Yes, the oven and a few pans are included, but you also get access to the companion app where you can view a live feed of the oven, discover recipes and even get alerts about the meal as it's cooking. _______________________________________________ The Carnivale Bouquet (starting at $65; urbanstems.com)  We dare you to find a mom who wouldn't immediately smile upon seeing this colorful bouquet arrive at her doorstep. Choose from single or double size ($90) and add a vase for an extra $12.  _______________________________________________ Fellow Stagg EKG Electric Pour-Over Kettle ($169; amazon.com) Upgrade her tea-brewing experience with this sleek kettle, available in several colors, including a charming soft pink. It works well for pour-over coffee as well as brewing up a cup of tea on demand. _______________________________________________ Aura Smart Connected Picture Frame ($179, originally $199.95; thegrommet.com) Smart is an understatement when describing this photo frame. Aside from showcasing her favorite memories, it's programmed to queue up a slideshow if someone is near, automatically dim if the lights go down in the room, and sift through images for the highest resolution. The app connects directly to Mom's phone or iPad, so she can easily choose which photos to put in rotation in the frame, or she can just let the frame do the choosing for her.  _______________________________________________ JBL Flip 4 Waterproof Portable Bluetooth Speaker ($74; amazon.com)  Does Mom love relaxing by the pool, pumping up the volume at Facebook live parties, or just listening to some tunes to get her through the day? Then you can't go wrong gifting any music-loving mother this waterproof Bluetooth speaker, which has more than 22,000 5-star reviews on Amazon. _______________________________________________ Asakuki Essential Oil Diffuser ($27.99; amazon.com)  The spa may not be open, but you can still give your mom the gift of a therapeutic experience with this oil diffuser that'll have her home smelling delightful. The device features seven LED light options and a safety auto-switch to prevent it from overheating. Don't forget to stock her up on essential oils to blend and diffuse, too. _______________________________________________ Coach Skinny Wallet ($105, originally $150; coach.com) Give your mom a gift that will help her organize her important items in style. This classy leather wallet comes in eight colors, from flashy hot pink to sophisticated neutrals.  _______________________________________________ Kate Spade One in a Million Initial Pendant Necklace ($58; nordstrom.com)  Get your mother a classic pendant engraved with the initial of her favorite child (ahem, that's you!) with this Kate Spade original.  _______________________________________________ Nest Mini Rollerball Trio ($22; sephora.com) This fragrance sampler is filled with a variety of Nest's famous scents, including Indigo, Sunkissed Hibiscus and Wild Poppy. The fragrances are mixed by master perfumers to capture the essence of 18th-century botanical artworks. Fancy! _______________________________________________ Huda Beauty Obsessions Eyeshadow Palette ($27; sephora.com)  This Obsessions eyeshadow palette is a holy grail item for beauty gurus. With more than 600,000 likes and 3,000-plus 5-star reviews, it's available in several palette options that include both high-pigment mattes as well as shimmery shades, perfect for day and night looks alike.  _______________________________________________ Library Soy Candle ($22; etsy.com) You can now bring the joys of the library to your home — well, the scents of it, anyway. If your mom enjoys snuggling in a chair with a good book and misses her trips to the library, she'll adore this chic soy candle that smells like mahogany, vintage books and leather. _______________________________________________ Dog Mom Mug ($14.95; papersource.com) Because our dog moms deserve to be celebrated too! _______________________________________________ iFox Bluetooth Shower Speaker ($31.99, originally $54.99; amazon.com) Turn a boring shower routine into a cleansing experience with this iFox Bluetooth shower speaker. Your mom can choose her favorite jams or podcast on her phone or other Bluetooth-enabled device and enjoy it while she showers. The speaker is fully waterproof and has a battery life of up to 10 hours.  _______________________________________________ Zizzon Professional Nail Care Kit ($18.97; amazon.com)  Nail salons may be closed in some states, but that doesn't mean self-care needs to get put on pause. Mom can make herself (and her manicure) a priority with this gleaming rose gold grooming set.  _______________________________________________ Women's Spa Robe ($125; bollandbranch.com) Give your mom something luxurious with a Boll & Branch spa robe. Outside, it's made of 100% organic, ethically sourced cotton. Inside, it's super soft and absorbent French terry cloth. Ooh la la!  _______________________________________________ Shiatsu Massager Pillow ($42.99; amazon.com)  Is there anything better than a neck and back massage after a long day? With this Shiatsu massage pillow, mom can have one any day of the week, without even needing to leave the comfort of her home (though it's great for car rides too).  _______________________________________________ Gardener's Tool Seat ($40; uncommongoods.com) For the woman who enjoys getting her hands dirty in the garden, this seat serves as both a folding chair and a tool station. Organization and comfort in one product sounds like a win-win situation she'll love. _______________________________________________ Mother's Day Assorted Chocolate Gold Gift Box ($51.95; godiva.com) This delicious array of decadent treats comes with 36 dark, milk and white chocolates enclosed in a signature gold Godiva box topped with a lavender Mother's Day ribbon. (We won't blame you if you grab one for yourself, while you're at it.) _______________________________________________ Baby Feet Necklace for Mom (starting at $19.60; etsy.com) The new mom on your list will love this keepsake accessory. This necklace is personalized with the name and birthdate of your favorite newborn. Choose from several chain lengths and metals (silver, gold or rose gold).   _______________________________________________ Long Distance Map Print (starting at $25.20; etsy.com) Give the gift that brings Mom and her kids together. This long-distance map print displays the locations and birth dates of up to four children in a heart-shaped map. You can add a personalized note for free, and frame it for an extra cost.  _______________________________________________ Recipe Tin ($34; riflepaperco.com)  Keep all the family recipes safe in this beautiful recipe tin, available in four style options. This is one that she'll want to leave on the kitchen counter 24/7. _______________________________________________ Luxe Core Sheet Set ($129; brooklinen.com)  Let Mom wake up in the lap of luxury every day with these buttery-smooth 480-thread-count sateen sheets from beloved linens brand Brooklinen. The set comes with one flat sheet, one fitted sheet and two pillo"], "Language": false}