{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/entertainment/cady-groves-tributes-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-05-05T15:14:47Z"], "LastModifiedDate": ["2020-05-05T15:47:01Z"], "Headline": ["Music community pays tribute to Cady Groves"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Cady Groves is being remembered by the music community.  The news of Groves' death hit fellow musicians hard on Monday and several took to social media to share their condolences.  Trevor Dahl, a former collaborator on her single \"Oh Darling\" wrote, \"i'm so so sad to find out about the passing of @cadygroves will miss her very much. the music we made together completely changed my life.\" Alexander DeLeon tweeted, \"man. i just saw @cadygroves at the airport. She gave me the biggest hug I've ever received in my life. You were my little sister, Cady. I can't believe that you're gone. Rest easy, My friend.\" Brian Logan Dales shared this tribute: \"I've never worked with any songwriter who could open a vein and get vulnerable the way Cady Groves could. We wrote a lot of songs together for a while and I was inspired by her time after time. A truly underestimated masterclass of talent. Rest In Peace, old friend.\" Groves, a pop and country singer and songwriter, died over the weekend at her home in Tennessee, Camus Celli, CEO of Vel Records, told CNN. \"Her death appears to be from natural causes, pending a final coroner's report. Foul play and self-harm have both been ruled out by the coroner,\" Celli said in a statement Monday. Groves, 30, originally from Kansas, had just wrapped up work on an album which was due out this summer, according to her label. Some of her most popular songs include \"This Little Girl,\" \"Love Actually\" and \"Forget You.\" Groves' family requests that in lieu of flowers, donations be made in her name to the Music Health Alliance or MusiCares."], "Language": false}