{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/cnn-underscored/disney-star-wars-droid-depot-app-galaxys-edge/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-05-04T13:03:07Z"], "LastModifiedDate": ["2020-05-04T13:03:07Z"], "Headline": ["Drop a beat, program your droid to dance with Disney's new Droid Depot app"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Galaxy's Edge has let us visit a galaxy far, far away in the form of Battu while at Disneyland or at Walt Disney World. You can meet resistance heroes, shoot the breeze with a stormtrooper, visit a cantina, fly the Millennium Falcon and even make an astromech droid. And for May the 4, Disney will release the Droid Depot app for iOS and Android devices. It's free and gives you more experiences if you've made a droid at Galaxy's Edge. You'll be able to control, choreograph a dance through a series of movements set to tunes from a cantina, play games and even design another droid.  If you don't have a droid of your own, ShopDisney will sell pre-built BB-8 and R2-D2 units for the first time. Both are available now for $99.99 each. This way you can have a droid shipped to your doorstep and immediately pair it with your smartphone. The physical controller works as well.  The Droid Depot app is an engaging experience. We were easily able to pair a BB style droid we made at the park in January, so it seems that Bluetooth functionality has been inside all along.  You let it take connections by holding in a button (on R2 units) or turning the droid on and off (on a BB unit). The app clearly walks you through it and has music that you can bop to. We suggest turning off the physical controller (that comes with Droid) so there's no interference. There are four unique experiences within the app.  You can use the app to control the droid with the same functions as the physical control. This is found under Piloting and it will let you move the droid forward or backward, turn its head, make sounds and even spin the droid.  Strategy houses the Tic-Tac-Toe function, which you can play against your droid. There's both an easy and hard mode; the latter is pretty tricky. In our case, BB-8 provided smack talk with beeps and bops.  In Maneuvering, you'll bop to tunes by DJ R3X (the same robot that controls the tunes at Olga's Cantina at Galaxy's Edge) and customize a dance for your droid. You can drop different moves onto a timeline and then have the droid run through the sequence. This is probably the most engaging app.  Lastly, Droid Builder lets you mix and match parts to make a virtual droid of your own. It's nice, and is available to anyone, even if you don't have the droid.  Droid Depot is available now on iOS and Android from Apple's App Store and Google's Play Store. BB-8 and R2-D2 droids are available from ShopDisney now for $99.99 each.  Check out our May the Fourth guide to new products and the best deals in the galaxy. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}