{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/cnn-underscored/galaxy-book-flex-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-05-04T12:01:09Z"], "LastModifiedDate": ["2020-05-04T12:01:09Z"], "Headline": ["The Galaxy Flex Book brings Samsung's smartphone chops to Windows 10"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We first heard about Samsung's Galaxy Book Flex and Galaxy Book Ion in October, followed by the Galaxy Book Flex a in January. The trio of laptops take similar approaches, mixing premium design and features at different pricing. For example, the Flex a (the \"a\" is actually the Greek letter alpha according to Samsung) starts at $849, while the Book Flex tops out at $1,399.  All three computers are available to order right now through Samsung.com. Samsung's Flex 2-in-1 laptop lineup borrows features from its Galaxy phone lineup, including reverse wireless charging and the Note's iconic S-Pen stylus.  We've used the Galaxy Book Flex the past few weeks, running it through our standard tests and using it as our go-to laptop It's been a treat, but it's not perfect.  Design and software The Galaxy Book Flex we've been testing has a 13.3-inch QLED 1920 x 1080 display, with a size of 11.91 x 7.99 x 0.51 inches and 2.56 pounds. The QLED screen is brighter and has more intense colors when compared to a standard LED panel. It has a hinge that allows the screen to fold nearly 360 degrees, going from a laptop to a tablet in a couple of seconds.  The screen looks great, has plenty of brightness, even in direct sunlight, but it's also reflective. You'll have to find the right viewing angle in well-lit areas with overhead lights, or when working outside. Outside of the reflectiveness, the display doesn't look like a 1080p screen. It's crisp, clear and has plenty of color saturation.  On the right side of the laptop's housing are a power button, two USB Type-C Thunderbolt 3 ports, and the S-Pen. A microSD card tray, another USB Type-C port and a headphone jack are on the opposite side.  There's a fingerprint sensor on the right side of the keyboard, next to the Shift key. You can use it to wake the laptop if the lid is already open, and by the time the screen is fully turned on, you're usually logged into your Windows account.  There's a large touchpad below the keyboard, centered with the laptop's housing that's smooth and responsive when moving documents, selecting text or clicking on items. The touchpad has a hidden feature, though: It serves as a Qi-enabled wireless charging pad that can charge any compatible device, like the iPhone, Samsung Galaxy phones or even the new OnePlus 8 Pro.  The Wireless PowerShare feature isn't always on and ready; you have to go into the Samsung Settings app or press FN+F11 to turn it on and off. When it is on, the touchpad is completely disabled. If you're trying to top off your smartphone while on a business trip or sitting in a coffee shop, you'll want to have a Bluetooth mouse nearby to continue working.  The keyboards' keys are minimal, requiring little pressure to activate. We don't know if it's our typing style, but one frustration we ran into when testing the keyboard was that around half of the time we used the Shift key to capitalize the first letter of a new sentence, the second letter would also be capitalized. For instance, if a sentence started with \"The,\" we would often type \"THe.\" If we slowed down, only the first letter was capitalized.  We've tested many keyboards on many laptops, and haven't experienced anything like this. It's hard to say if it's just us, or if the keyboard is to blame, but we thought it was worth mentioning.  It's the same S Pen experience, only on a larger screen If you've used one of Samsung's Galaxy Note smartphones, the process for removing and using the S Pen will be familiar. You press on the end of the pen and the top pops out of the Flex Book's housing. After sliding the pen out, a menu shows up on the right side of the screen with options to create a new note, take a screenshot, compose a live message or select an area of your screen to display on an external monitor.  You can use the S Pen to tap or highlight items on the screen, or you can use its Air Command feature to control music, volume or move between slides in a PowerPoint presentation. It takes time to get used to using Air Commands. You have to hold in the S Pen's button and flick your wrist just right for the Flex Book to recognize it — something we struggled with for a while, but eventually, our flicks and swirls were consistently recognized.  The entire experience is exactly like what you'd find on the Galaxy Note 10.  Samsung software all over the place Samsung preinstalled several of its apps that overlap with its smartphone apps. For example, Samsung Gallery and Samsung Notes sync with your smartphone's version of the apps. Also installed out of the box is Samsung DeX, Samsung Flow, Samsung PC Cleaner, Samsung Security, Samsung Settings, PENUP, Link Sharing and Samsung Update.  Most of the apps are useful for their respective purposes, but we spent most of our time using Samsung Settings. That's where you customize how and where Air Command gestures work, adjust display settings and similar system tasks.  McAfee antivirus software was also included, which we promptly uninstalled after being prompted too many times to sign up for service.  Performance Samsung will have two different configurations of the Galaxy Book Flex in the U.S. Both come with an 10th generation Intel Core i7, Intel Iris Plus Graphics, Wi-Fi 6, a 720p webcam and fingerprint sensor. The $1,349 13-inch model comes with 256GB of SSD storage and 8GB of memory. The $1,399 15-inch model ups the storage to 512GB and memory to 12GB.  The i7 processor has four cores with a total of eight threads, with a base frequency of 1.3GHz, and a turbo clock speed of 3.9GHz. In other words, it's powerful enough to handle typical office or school work, with occasional photo or video editing.  The model we are testing has 16GB of memory and a 1TB SSD, but Samsung will only sell this configuration outside of the U.S. Overall, the difference between the model we tested and the configurations available in the U.S. shouldn't have drastically different performance. The extra memory in our review unit will help with photo or video editing, but the core performance metrics should be close.  We benchmarked the Bool Flex using GeekBench 5 and PCMark 10's Extended test. We're in the process of transitioning to a new benchmark testing protocol, so we don't only have one other GeekBench result to compare the Book Flex to, but as we move forward with more testing, we'll have more devices to compare it to.  GeekBench 5's single-core and multi-core tests put the CPU through various use cases and stress testing. The Book Flex scored 1,353 on single-core and 4,395 on multi-core. We ran the same benchmarks on the latest MacBook Air with a 10th-Generation Intel Core i5 processor, and it scored 912 on single-core and 1,743 on multi-core. It's not an apples to apples comparison, but gives you a glimpse at the performance boost the i7 processor gives you over an i5.  PCMark 10's Extended benchmark test runs through a gamut of daily computing tasks, like editing spreadsheets or web browsing, along with photo and video editing and other resource-intensive tasks. The Book Flex scored 3,717. Again, we don't have anything to compare it to, but it's in line with the results available on the 3DMark website. Benchmarks give us a constant baseline to compare performance, but it only tells part of the story. Real-world testing is the rest of the performance story, and we're smitten with the Book Flex's speed and responsiveness.  When bouncing between multiple apps, including Word, Slack, Windows Mail, Messenger and the new Edge browser with too many open tabs, the Book Flex was able to keep up with it all. Even the occasional small photo edit wasn't an issue for the Book Flex.  You won't be able to get respectable performance out of it for AAA games like Fortnite, but games like Roblox or Minecraft will run just fine.  Battery life Samsung states the Book Flex should achieve up to 20 hours of use on a single charge. Naturally, the battery life numbers from any device maker estimates are best-case scenarios. We ran our battery rundown test, which consists of looping a video clip with the display brightness set to 50 percent, and the keyboard backlighting, Bluetooth and Location features turned off.  The Book Flex lasted 684 minutes, or 11 hours and 24 minutes. It's not the 20 hours Samsung claimed, but it's still impressive.  In our personal use, we were able to get seven hours and 30 minutes of use over two days with a total of 11 hours of standby time mixed in. That's with a heavy workload and a couple of hours streaming video with display brightness set to max.  Battery life on the Book Flex should be good enough for you to get through a full day, with charge to spare.  Bottom line Samsung's Galaxy Flex Book is a lightweight, powerful and portable 2-in-1 laptop that can handle almost anything you throw at it. With respectable battery life, it's perfect for someone who is always on the go.  If you're looking for a Windows 10 Samsung laptop that extends the same experience from your Samsung phone, and you want a premium 2-in-1, then the Flex Book is worth your attention.  Order the Flex Book from Samsung today. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}