{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/entertainment/ariana-grande-justin-bieber-stuck-with-u-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-02T18:13:13Z"], "LastModifiedDate": ["2020-05-03T18:02:11Z"], "Headline": ["Ariana Grande and Justin Bieber are collaborating on a new track, and you could be in the music video"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Ariana Grande and Justin Bieber are teaming up for a new track, and they want fans to be a part of it. Grande and Bieber made the announcement Friday, on their respective social media pages. The song, called \"Stuck With U,\" is set to be released on May 8, with proceeds going to the First Responder Children's Foundation, to fund grants and scholarships for children of health care workers, EMTs, paramedics, police officers and firefighters on the front lines, Grande said.  But wait, there's more. Bieber and Grande went ahead and posted an instrumental version of the song, instructing their fans to tweet videos of themselves dancing to the track -- in the prom dresses or suits they didn't get to wear, with their dogs or just alone in whatever is comfy.  The fan videos will end up as a part of the music video for the track when it's released. Grande and Bieber aren't the first artists to release new music during the pandemic, with proceeds going to front line workers.  \"We wanted to show our gratitude to the men and women on the front lines who work tirelessly for our health and safety during this crisis. They are the everyday heroes and now more than ever they and their families deserve our support,\" Bieber's longtime manager and SB Projects founder Scooter Braun said in a press release. \"I'm grateful to Justin, Ariana, Def Jam and Republic Records, Universal Music Group, our amazing SB Projects team, our digital streaming partners and all those involved in making this happen. We all look forward to continuing our tradition of charitable releases over the next year.\" Internationally renowned Nigerian singer Davido released his new music video, \"Dolce & Gabbana,\" last month, and announced all proceeds would go to the Dolce & Gabbana and Humanitas Together for Coronavirus Research fund.  U2 singer Bono also wrote a new song back in March, called \"Let Your Love Be Known,\" dedicated to health care workers on the front lines and anyone struggling. "], "Language": false}