{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/cnn-underscored/learn-to-play-piano-stack-skills-course-bundle/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ellen McAlpine"], "Writers": [["Ellen McAlpine"]], "FirstPublishDate": ["2020-05-01T19:03:07Z"], "LastModifiedDate": ["2020-05-01T20:41:17Z"], "Headline": ["This $35 online piano course is surprisingly in-depth"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Learning the piano can be an overwhelming task and you might not know where to start. Well, we'd recommend the 2020 Complete Learn to Play the Piano & Music Composition Bundle, available through the CNN Store for $34.95. This online learning bundle offers courses covering essentially everything you'd need to know in order to start playing piano, and even writing your own music. With your purchase you receive five courses, each of which have their own lessons and practice suggestions. After going through the course ourselves, here's what we have to say: It's extremely in depth, and while there's a seemingly endless supply of information, if you follow the courses step by step, they're super helpful.  Now, let's start playing.  Piano for all In this course, you'll learn foundational skills to start playing piano. You'll start by learning the keys of the piano and where each key is located. The major point they make in the beginning lesson of this course is \"play first-ask questions later\". We liked this method because techniques can seem complicated and sometimes the best way to learn is to simply experience rather than get confused and caught up questioning what you're doing.  Once you've learned the basics of the notes and hand placement and music notation, you'll start learning chords and rhythms. This may seem really quick, but that's the point. The beginning section will have pages specifically reminding you to be patient and practice until you feel comfortable.  Once you've made your way through the beginning PDF, you'll pass through instructional videos. These videos teach you about music theory, chords and keys, and also what you'd typically find in music styles like blues, jazz, and classical music.  The breaking down of different music genres is really cool, and different from other piano courses. You're really getting a broad range of music exposure through this course. The trick is nailing the beginning steps, and after that the way Pianoforall breaks it down makes a lot of sense.  Music Theory Essentials  This course, which is part of the bundle, goes deeper into music theory than Pianoforall. You'll need to use your skills from Pianoforall though, since you'll be playing around with the piano keys. You'll start out with an introduction to scales. These are basic movements up and down the keys, and will ultimately help you know what to expect when looking at sheet music for a song.  This course is made entirely of video lessons. You won't be reading through any PDFs but will instead be listening to an instructor and watching his keyboard. All of these videos are under 20 minutes long, so they're easy to sit and listen to. You get full explanations about different kinds of scales and how knowing your scales will benefit you when you start playing full songs.  The knowledge you learn in this course, when combined with what you've learned in Pianoforall gives you an awesome start to playing piano. You're getting the full experience of what you'd learn in a music class or private lessons. Scales are also usually pretty easy to practice and follow along with, so if you're having trouble remembering where each note is on the piano key, practicing scales will help a lot. We liked the video breakdown style of this course. Videos were to the point and easy to revisit when we needed to brush up on a specific skill.  Music Production 101 This course in the bundle teaches you the basics of music production and songwriting. You'll use your skills from the previous courses to get started. This course is also broken down into solely video lessons. This course is shorter than others with fewer total lessons.  Lessons range from writing a chord progression to arrangement, to mixing demo vocals. This course gives you a super wide range of information. If you're just new to learning piano, you'll want to make sure you fully understand music theory and composition. This is one of the more challenging courses if you're very new to playing an instrument.  The videos in this course are also under 20 minutes long, so they're pretty easy to follow. We liked how videos were easy to listen to and also easy to follow. This course is definitely a little more advanced than what we were expecting. But, if you've got melodies stuck in your head and want to learn how to put on paper, this is a great course to try out.  Practicing and Arranging Music for the Piano This course is similar to Music Production 101 but a bit more thorough. This course sticks much more to the piano rather than breaking down how to include other instruments. Through this course you'll learn things like jamming, grace notes, bass lines, and grooves and loops. These are all technical terms but the course breaks them down in a way that's easy to understand.  In the videos for this course there's an instructor playing the piano as well as piano image on the top half of the screen. This image will highlight what keys are being played as the instructor plays them. This can be a little confusing to follow at first, but once you get used to the screen format, makes more sense. It also helps if you're more of a visual learner to have two examples to view while you practice.  This course is great in further breaking down music theory. You're learning different tips and tricks and all of the nuances that make some of our favorite music so great. Once you've gotten the hang of regular piano playing, this course is a great next step to help build upon your skills.  Music Composition with the Piano This last course from the bundle is extremely thorough. Organized a bit differently than the previous courses there are 18 lesson sections in this course. They cover a wide range of topics, some of which you will have already learned about (or at least heard about) in previous courses.  While there are loads of lessons in this course, the video breakdowns are quite short and easy to follow. It works best if you follow them step by step and don't skip around, even if you think you already know something. These lessons can get pretty complex. They dive much deeper into music theory than you would have in previous courses. We wouldn't recommend starting with this one.  This course is the most complicated of the five. It goes super in depth into music theory and notation but it does cover almost everything you'd need to know. We definitely had to revisit some videos throughout the learning process. It can be a bit daunting to sit through an entire lesson, so we found it best to get through a few videos at a time, really learn those, and then move onto the next.  Bottom line If you're looking to fill up some extra free time or have always wanted to learn a new instrument, this is a great course bundle. For $34.95 you're getting 5 courses broken down into loads more lessons. You'll learn the basics of piano playing and once you've nailed that you can dive even deeper into music theory. The music theory lessons will help you eventually create your own music. You're getting tons of information for the price, and in the end a fun skill to have in your back pocket.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}