{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/cnn-underscored/gifts-for-new-moms/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Tanya Edwards"], "Writers": [["Tanya Edwards "]], "FirstPublishDate": ["2020-05-01T13:08:59Z"], "LastModifiedDate": ["2020-05-01T13:08:59Z"], "Headline": ["22 unforgettable gifts for her first Mother's Day"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There's no doubt that this year, new moms are going to have a first Mother's Day that they'll never forget. With social distancing in effect, celebrating with friends or family — beyond their immediate household — is off limits.  But even if you're stuck at home miles away, it's still possible to let the new mom in your life know how important and special she is with a distinctive and thoughtful gift. We've gathered together some of our favorites perfect for first-time moms below.  Sweet personalized gifts Wood Block & Prints ($20; artifactuprising.com) This minimalist wood block is handcrafted from reclaimed pine and holds 12 (included) prints of your choice on textured paper. Gather up your favorite photos of her — and her newest addition — from social media and give her a lo-fi way to display and flip through them. Or, fill it with memories of the two of you pre-baby to remind her of the days before diapers. New Mom Gift Wine Labels (starting at $19.99; etsy.com) Crack her up with these fun stick-on wine labels that celebrate the early achievements of motherhood, like when the baby finally sleeps through the night or her first mommy meltdown. Choose your set of anywhere from four to 12 labels and select the phrases you want printed on them. You can also customize them with a name, year and border color of your choice. While we're on the topic of stickers, we can't get enough of these hilarious First Time Mom Achievement Stickers ($12.20; etsy.com), either. She can celebrate her small but important moments with these fun little badges that say things like \"changed clothes\" and \"sneezed without peeing.\" Pampering gifts for new moms Oh Baby Box ($35.99 per month; cratejoy.com) Get 10% off for Mother's Day with the code OHBABY. She'll receive six to eight full-sized products — tailored to her stage of pregnancy or postpartum — each month. The goodies range from luxurious self-care products to adorable accessories just for her.  Slip Pure Silk Sleep Mask ($50; nordstrom.com) Give her the gift of sleeping in luxury, because she needs to make the most of each precious two-hour stretch she can get. She'll block out the whole world with this super-soft 100% silk sleep mask that's made to stay put, keeping her skin care products where they belong. Origins Bestsellers Best Skin Set ($29; sephora.com) She'll love this full skin care set with all of the renowned brand's bestsellers, and you'll love the affordable price. Terrarium Candle ($25; uncommongoods.com) These exquisitely detailed hand-poured cactus and poppy candles smell heavenly and will delight any plant-loving mom. Royal Craft Wood Luxury Bathtub Caddy Tray ($46.97; amazon.com) If you're already creating a spa mood, this adjustable, slip-resistant, bestselling and top-rated wooden bath tray will upgrade her whole experience.  Brooklyn Botany Himalayan Salt Scrub ($14.95; amazon.com) This pampering body scrub has a relaxing scent and purifies and softens skin in the shower or bath. It's scented with lychee fruit oil and made with a proprietary blend of other natural oils including sweet almond oil and argan oil. Ballerina Herbal Warming Slippers ($48; uncommongoods.com) Give her the best spa-style foot therapy at home with these pampering slippers. The removable insoles are filled with lavender and thermally conductive flaxseeds that can be heated up in the microwave in the winter and cooled down in the fridge during the summer for sweet feet relief. SipCaddy Bath & Shower Portable Cupholder ($13.95; amazon.com) This ingenious (and incredibly popular) cup holder can cradle just about any libation the new mom wants to put in there to enhance her alone time in the tub. Whether that's a can, a cup, a wineglass or a bottle, this will do the job and then some. For everyday use, it can also hold a bottle of shampoo or body wash that weighs up to an impressive 7 pounds.  Jewelry gifts for new moms Mama Gold Letter Kit ($24; baublebar.com) She can slide this brass charm set that spells out \"mama\" onto any necklace or bracelet, or you can add it to a silk wrap set.  Kendra Scott Elaina Birthstone Bracelet (starting at $50; nordstrom.com) Commemorate the birth of her first child with baby's birthstone on this 14-karat gold plate bracelet, or splurge and get a second one for the new mom's birth month, too. Mom Necklace ($39.99; 1800Flowers.com) Crafted in sterling silver, this elegant necklace will remind her how special she is every day. Pair it with a bouquet of flowers, and you've got this Mother's Day thing handled! Gifts for new moms' time outside Fjällräven Kånken Water Resistant Backpack ($60, originally $80; nordstrom.com) Beautiful, functional and durable — pretty much everything any active mom needs in a bag. Fjällräven backpacks have been a top pick among new moms for years because of their solid construction, amazing color options and practical design.  Swifie Running Cap ($30; nordstrom.com) This running cap, available in three different colors, will keep the sun off her face during summer runs — with or without the jogging stroller. Garmin Vivomove HR Premium ($299.99; target.com) Arguably the chicest smart watch on the market, this beauty includes music controls and smart notifications for incoming calls, text messages, calendar reminders and more. Heyday AirPod Hard Shell Case ($14.99; target.com) This adorable AirPod case makes a major statement while keeping her earbuds safe. Gaiam Printed Folding Yoga Mat ($24; amazon.com) This pretty mat folds easily to fit in a tote bag and has a sticky no-slip surface. So whether she's sneaking in a few sun salutations in the backyard or basement, or counting the days until her first mommy-and-me yoga class, this mat will be a friend. Crafting gifts for new moms Momma Osa Tie-Dye Kit ($40; etsy.com) In case you didn't know, tie-dye is all the rage these days. This cute kit helps her stay on-trend postpartum and provides everything she'll need to make her own trendy tie-dye tee and coordinating socks. Sew Ready Adjustable Height Hobby And Craft Table ($219.99; target.com) Measure, cut, sew and craft on this table that has storage for her tools and gives her the space she needs to create all sorts of fun projects. Bonsai Starter Kit ($29.99; amazon.com) This customer-favorite kit includes everything she needs to exercise her green thumb and grow four types of bonsai trees, whether she's a plant goddess or more of a plant killer.   Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}