{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/cnn-underscored/wh-ch710n-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-04-30T21:05:42Z"], "LastModifiedDate": ["2020-04-30T21:09:03Z"], "Headline": ["Sony's new over-ear headphones deliver on sound, miss the mark with ANC"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We were excited when Sony announced the $199.99 WH-CH710N. Sure, these over-ear cans aren't the successor to the flagship WH-1000XM3s, but they come with a much more affordable price tag. Plus, they sport two crucial features for any headphones: long battery life and active noise cancellation (ANC).  Specifically, these promise 35 hours of battery life with ANC turned on. Theoretically, these should be a win-win — they are affordable and boast our favorite features. Well, we've been testing the Sony WH-CH710N, and what we came out with was truly a mixed bag. Let's get started. Design with ups and downs The Sony WH-CH710N were somewhat of a letdown in their overall design. The entirety of the product is a single color, broken up visually by small elements such as a shiny band on the headband and the separation of the arms that hold the ear cups in place. Your color options are black or blue. Up top, the headband is thin, and the cup arms and ear cups themselves are rather bland in exterior design. Unfortunately, these headphones neither fold for portability nor include a carrying case. The only portability element they have going for them is their small size. These headphones feature thin padding around the ear cups that feels cheap to the touch. The headband is even more minimal in this regard. The plastic that composes the frame, as well as the metal band inside, don't feel great either. The usability of this device was one of its strong suits. On the right cup is the classic three button row. Playback and call controls are in the center, flanked above and below by volume buttons. The central button has a protrusion so you know which one you're pressing while wearing the cans. There is also an ANC toggle below, while the power button is on the other cup. The buttons are barely audible, so they won't interrupt your listening experience. The center button is the hub for most controls, such as playback, calls and even activating your smart assistant. For example, a single press will pause music, two presses will skip the track and three pressed returns to the previous track. We like this control consolidation, and the addition of smart assistant access is a nice touch. The response time was also decent at less than half a second. Beside the power button on the left ear cup are where the ports are housed. One is a USB Type-C charging port, and the other is an AUX port. A charging cord and AUX cable are included in the box.  To power these up, just hold the power button for a few seconds. When they power on, you'll hear a tone along with a narrator letting you know the device is powered up. This narrator will speak up during other functions too, such as pairing mode. Speaking of which, to enter this mode, hold the power button while the device is off. Keep holding the button after they turn on, and after a few more seconds they'll enter pairing mode. Sound is the saving grace The best aspect of these headphones by a mile is their sound quality, which we've come to expect from Sony. By and large, they produced crisp and clear playback of both vocals and instrumentals. During \"I'm on Fire\" by Bruce Springsteen, we were impressed with how clearly his voice came through, as well as the instruments to our left and right in the 3D soundscape. It was like we were really on stage with The Boss himself. We were also quite satisfied with the bass these headphones could put out. During songs like \"Bad Guy\" by Billie Eilish, the WH-CH710N reproduced deep bass with a nice kick. It came through clearly in songs that make less extreme use of bass too, such as \"Washing Machine Heart\" by Mitski. Our only complaint was that some songs felt a bit compressed. During \"Jazz Crimes\" by Joshua Redman, the higher frequency saxophone notes felt like they were slightly dampened.  Meanwhile, during \"I'm on Fire\" by Bruce Springsteen, the 3D soundstage presented by this song felt great. It was a little flat compared to Sony's WH-1000XM3, but overall the instrument and vocal positions were reproduced very well. Besides, for their price range, the sound was on point. The fact that they came close to the WH-1000XM3s is a feat in and of itself, seeing as they were our pick for the best over-ear headphones of 2020 here. Lackluster ANC Great ANC headphones will eliminate the deepest, bassiest frequencies while generally dampening volume to a great degree. And while we had high hopes for these headphones regarding active noise cancellation, the WH-CH710N were a step down from our expectations.  To assess ANC, we turned on ANC under four conditions: sitting near a running washing machine, running on a treadmill with a loud movie in the background, sitting next to a large fan and listening to a restaurant crowd ambience soundtrack on nearby speakers. What we found was less than exciting. These headphones did not eliminate much deep sound. For example, the deep hum of the washing machine was still fairly audible. Higher frequency sounds during this and other tests were not reduced in volume to a great degree either.  During our restaurant ambience test, we could still hear most of the low pitched hustle and bustle, and the cacophony of voices penetrated the ANC, too. If we were listening to music with these in a real restaurant, it would be hard to block out the ambient distractions. Bountiful battery life Another positive quality of these headphones is battery life. We put them to the test by producing a playlist of numerous different genres, starting up the music and seeing how long the WH-CH710Ns lasted. What we found was that, with ANC on, they met their 35 hour expectation. And without ANC on, they exceeded it. This is a tremendous amount of battery, exceeded only by much higher end devices like the Beats Solo Pro at 40 hours. Unfortunately, you don't get much by way of quick charging. A quick charge is when a device can regain a large amount of battery in a short amount of time. The WH-CH710N only give you one hour of listening for 10 minutes of charging, which is low relative to most devices with this feature. Not much for comfort As we discussed above, the cushioning on these headphones leaves much to be desired. Both the ear cups and headband ended up creating a lot of pressure over just half an hour. Despite how light the WH-CH710N are, it was difficult to wear them for long without adjusting them repeatedly due to discomfort. Plus, within the ear cups are sharp components hidden behind the inner fabric. Normally these don't interfere with headphone experience, but on rare occasions this piece might scrape up against your ear. This isn't painful, but it's just not something that should ever happen while wearing over-ear cans. Bottom line We had a thoroughly mixed experience with the Sony WH-CH710N over-ear headphones. On one hand, they feature crisp playback with strong bass. They also last a helluva long time, with more than enough juice for extended travel. On the other hand, they are simply not very comfortable. Plus, the active noise cancellation was not nearly as strong as we'd hoped it would be.  The Sony WH-CH710N are available on Amazon starting at $199. And while we can't necessarily endorse them for their ANC, they shine in some important categories nonetheless. Note: The price above reflects the retailer's listed price at the time of publication."], "Language": false}