{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/cnn-underscored/anker-sale-nebula-capsule-2/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-04-30T16:53:56Z"], "LastModifiedDate": ["2020-04-30T16:53:56Z"], "Headline": ["Supersize your screen with a deal on Anker's compact Nebula Capsule II projector"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Tired of binge-watching your favorite Netflix show on a regular ol' TV? Supersize the picture with the Anker Nebula Capsule II. The miniature projector is now down to the lowest price we've seen since December at $449.99.  Anker Nebula Capsule II ($449.99, originally $579.99; amazon.com) The small projector is roughly the size of a soda can, but it can project up to 100-inch picture at 720p quality. Just make sure you have a flat surface in a dim environment to take full advantage of the Capsule II's picture.  The Capsule II runs Android TV 9.0, meaning apps and services are built directly into the projector, so you don't have to worry about plugging in a Roku or Fire TV Stick. Simply connect it to your Wi-Fi network and use the companion app on your phone as a remote control in order to stream shows from Hulu, YouTube or Twitch.  You can even use the projector as a Chromecast device to stream video or music from your phone to the Capsule. Or you can use the HDMI port on the Capsule II to connect another streaming device if you prefer.  You'll want to have some sort of power source wherever you end up placing the Capsule II, as its battery life is 2.5 hours, about enough to get through one movie. Meanwhile, you can use the built-in Bluetooth connectivity to stream audio to a nearby Bluetooth speaker for better sound, or use the built-in speaker. And the Nebula Capsule II has physical buttons that can be used to control volume and use the Android TV interface.  Anker estimates a lamp life of 30,000 hours, so even the most dedicated binge-watcher will be able to use this projector for years to come. So buy now, before the price goes up again on May 3. For more great Anker deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}