{"Type": ["article"], "Url": ["https://www.cnn.com/2019/04/30/entertainment/nsync-justin-timberlake-gonna-be-may-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kendall Trammell, CNN"], "Writers": [["Kendall Trammell"]], "FirstPublishDate": ["2019-04-30T21:40:25Z"], "LastModifiedDate": ["2020-05-01T14:23:37Z"], "Headline": ["Even *NSYNC is trolling Justin Timberlake with 'It's Gonna Be May' memes"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Today is April 30. That means tomorrow, \"It's Gonna Be May.\" And *NSYNC will never let Justin Timberlake forget it. To those who don't have that song stuck in their heads yet, allow us to educate you on the evolution of those infamous memes of Timberlake. Back in Timberlake's boy band days, a meme was born from *NSYNC's song \"It's Going To Be Me,\" from their \"No Strings Attached\" album. The pop sensation added some flair to the 2000 hit when he sang \"me\" as \"mayyy.\"  Now every April 30, fans brush off their curly-haired JT memes to remind the world of \"It's Gonna Be May Day,\" and the internet has never been the same since. Even Timberlake's bandmates are getting in on the meme action. \"Happy it's gonna be May Day!!!,\" Chris Kirkpatrick said. Joey Fatone shared an ad in partnership with Maytag. \"Wink wink, nod nod,\" he wrote on Instagram. Lance Bass one upped everyone and appeared on Good Morning America to celebrate the \"holiday.\" \"We tease each other daily on our group text, but today is definitely one of our favorite holidays,\" he said.  Bass also said he shared a meme on his Instagram that he had never seen before — a dog with ramen noodles on its head. \"I'm so sorry, Justin,\" Bass said. There's nothing on JC Chasez' Twitter or Instagram accounts yet. But there's still plenty of time for him to join in the fun. The good news is that it looks like Timberlake has a sense of humor.  He shared a clip from the music video that cuts off just before the iconic lyric, leaving true fans to fill in the blanks. \"YOU ALREADY KNOW,\" he wrote. It's gonna be...fun? It's gonna be...now? It's gonna be...?"], "Language": false}