{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/trump-who-funding-congress/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kylie Atwood and Jennifer Hansler, CNN"], "Writers": [["Kylie Atwood", "Jennifer Hansler"]], "FirstPublishDate": ["2020-04-15T13:59:00Z"], "LastModifiedDate": ["2020-04-15T14:09:51Z"], "Headline": ["Trump administration's preparations for WHO funding cuts tee up battle with Congress"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Trump administration is working behind the scenes to abandon a commitment of millions of dollars in funding for the World Health Organization, despite President Donald Trump's announcement on Tuesday that his administration was pausing funding while reviewing the group's handling of the coronavirus pandemic, CNN has learned. The move to completely slash the current allocated funding and prevent additional funds from being sent to the organization will set up a fight with Congress as the country is already struggling to handle the coronavirus pandemic. The consideration to cut funding from the WHO comes in the middle of the worst global pandemic in decades and as Trump continues to defend his handling of the outbreak in the United States and seeks to deflect blame. The administration's review is focused on determining where to reprogram the WHO funds, a senior administration official told CNN. The official added that all of the funding that hasn't been sent to the WHO already is going to be held, with the intention of reprogramming it. That official said there was not a specific timeline for the review, but noted that statutorily these kind of reviews are typically 60 days. At least half of the money the US promised it would give to the WHO in 2020 has not yet gone out the door, said a source familiar with the spending. The administration is looking for new ways to spend that money, which will leave the WHO without tens of millions of dollars it was expecting. The US is the largest donor to the international organization. Based on the findings of its review, the Trump administration can likely legally reprogram, or divert, the funds into other related health programs.   Traditionally, Congress signs off on reprogramming efforts, but that signoff is not required by law and the administration has moved forward without it in the past.  Short of a bipartisan legislative effort to explicitly stop the administration's actions, there are limited options for lawmakers opposed to the move at this point. They can, however, attempt to restrict the administration's actions in future appropriations bills.   In a similar move last year, the Trump administration froze about millions in foreign aid to El Salvador, Guatemala and Honduras, otherwise known as the Northern Triangle, arguing that they \"could do more\" to mitigate the \"humanitarian crisis\" at the southern border. The senior administration official told CNN that Congress was not informed prior to the President's Tuesday announcement on the funding. Democrats on the Hill are planning to put up a fight, given that Congress had already appropriated the money. \"Ultimately we owe this money because it is an assessed contribution,\" a Democratic congressional aide told CNN. \"If the US doesn't pay it, then we are in arrears. China, for one, will take advantage of that.\" Democrats see this move to yank funding from the WHO as a mistake motivated by the administration's desire to find a scapegoat for the pandemic's spread, as they face criticism about how the administration has handled it themselves. \"The WHO is not perfect. But right now we need to work with them in the field, it is our only good option,\" said a Democratic congressional aide. \"The administration is using the WHO as a scapegoat. It is obvious.\"  Democratic Sen. Patrick Leahy, the vice chairman of the Senate Appropriations Committee, noted that \"withholding funds for WHO in the midst of the worst pandemic in a century makes as much sense as cutting off ammunition to an ally as the enemy closes in.\" Even some Republicans are wary of cutting off WHO funding, sources told CNN, given that they see the value in international organizations when it comes to fighting a global pandemic. Seven Republican senators wrote to the WHO director general on Tuesday asking specific questions and requesting specific documents so that they can begin to prepare for a hearing on the WHO's response to coronavirus. \"American taxpayers deserve answers about how their taxpayer dollars are spent, and whether Congress should continue to spend millions of dollars every year to fund the WHO,\" they wrote. \"We need value on our investment,\" said a Republican aide. \"If a partner is not performing in the way it is intended to perform, we need change. From an oversight perspective, this is about performance and delivery on results.\" While Tuesday's announcement jeopardizes tens of millions of dollars already committed to the WHO, the announcement could have an even greater impact due to the CARES Act. That emergency funding made available more than $1.5 billion in additional US foreign assistance for Covid-19. With the administration in the drivers seat as to who gets that money, the WHO is expected to be edged out. The Trump administration will be leaning heavily on USAID -- an arm of the government whose funding this administration has tried to cut repeatedly over the last three years -- as it seeks to determine where this money goes, sources familiar with the effort told CNN. At this point, however, a small portion of that new chunk of money has already been promised to the WHO for their efforts to combat coronavirus in Syria and Yemen, a congressional source told CNN. The administration could move to renege on those commitments if the money has not gone out the door.   The President has criticized the WHO, a United Nations agency, for having a \"China-centric\" stance and for not supporting his travel restrictions on China in January.  \"Had the WHO done its job to get medical experts into China to objectively assess the situation on the ground and to call out China's lack of transparency, the outbreak could have been contained at its source with very little death,\" Trump claimed Tuesday, though he himself had previously praised China."], "Language": false}