{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/trump-coronavirus-crisis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-04-15T04:08:51Z"], "LastModifiedDate": ["2020-04-15T12:22:09Z"], "Headline": ["Trump retreats from absolute authority claim as he deflects blame for coronavirus crisis to WHO"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump backed off his assertion of absolute authority over reopening the country, in an embarrassing tacit admission that he cannot force reluctant states to fire up the economy with the coronavirus still rampant. And he continued to deflect from criticism of his wider handling of the coronavirus pandemic, singling out the World Health Organization, which joined state governors, Democrats, former President Barack Obama, the news media, China, and America's European allies in being used by the President to shift focus from his own chaotic management. The backdrop to another wild White House news conference on Tuesday was the stiffening resolve of governors from multiple states not to bow to White House pressure to crank up their economies with the virus still raging. Deep into his remarks, Trump edged away from his position on Monday that a president could order states to do what he wanted. In face-saving language that lacked constitutional grounding, he said he was \"authorizing each individual governor of each individual state to implement a reopening and a very powerful reopening plan of their state.\"  Trump has spent several days preparing the ground for his attack on the WHO with which he led his news conference. He tapped into legitimate criticism of the WHO's response to the outbreak and complaints that it was too deferential to China and did not act quickly enough to raise the alarm about the novel coronavirus and its pandemic potential. \"It would have been so easy to be truthful. And so much death has been caused by their mistakes,\" Trump said about the WHO. The facts show however that for all its faults, which are common to United Nations bodies paralyzed by politics, the WHO was far more proactive in warning about the virus than Trump, who was still denying its potency into March after predicting a \"miracle\" would make it go away. The President's bluster appeared designed to again draw attention from his lack of answers to the question that will dictate how quickly the country can overcome the worst domestic crisis since World War II: Is his White House building the public health and testing infrastructure and the framework of nationwide guidelines needed to safely open the economy without provoking a resurgence of the virus? Trump's erratic display in the White House Rose Garden was also another sign that he predominantly sees the crisis through a prism of his own political image and fortunes even on a day when the US death toll topped 25,000 and total infections raced towards 600,000. Trump's opening plans 'very premature' The President's defiance came amid rising warnings from governors and city mayors that his plans for a swift opening of the economy are arbitrary and contradict prudent health policy. \"I've been thinking about dates a little bit,\" Connecticut Gov. Ned Lamont, a Democrat, said Tuesday. \"As you know, President Trump has put out the date of May 1, which I think most of the governors feel is very premature.\" Such comments reflect the reality that in the months leading up to his date with voters in November that the President's hopes for a \"rocket ship\" recovery in the economy will likely be dashed. With that in mind, governors are starting to explain what life will be like when social distancing eases -- and it looks nothing like the swift return to normal envisaged by Trump. They predict the widespread use of face masks, restaurants opening on heavily reduced capacity with disposable menus and many Americans still being told to work at home. Rhode Island Gov. Gina Raimondo, a Democrat, warned: \"We all need to start to realize that for the next year or so, we're going to be living under a new set of regulations.\" Still, Trump insisted on Tuesday that while hotspots like New York and Michigan still have trouble, much of the country is \"beautiful\" and could open up before May 1. \"Large sections of our country are really looking at other sections and saying, wow, that looks bad. But they don't have the problem,\" the President said. Such comments ignore new areas of concern in South Dakota, Georgia and Colorado, and the fact some states are not predicted to reach their coronavirus peaks for weeks to come. And the optimism spurred as some areas reach still tragic plateaus of deaths, was only possible given the draconian measures put in place to stop the spread of disease. Researchers from the Harvard T.H. Chan School of Public Health warned in the journal Science on Tuesday that Americans may need to stick to social distancing measures until 2022 unless a vaccine becomes available quickly. Trump recognizes constitutional reality Trump's comments on Tuesday reflected his keenness to get millions of Americans who have been kicked out of jobs as the economy shut down to get back to work. The economic pain is immense. And in states that are yet to experience many deaths from Covid-19 his warnings that the cure may be worse than disease have resonance. On Monday, Trump had insisted that governors would have to reopen states on his orders -- like it or not -- because he had all but unlimited power as the President. On Tuesday, amid criticism from governors, he walked back those comments. New York Gov. Andrew Cuomo, a Democrat, had rebuked Trump by reminding him he's not a king. Democratic Gov. J.B. Pritzker of Illinois told CNN's Erin Burnett that \"it's a good thing that the President finally recognized that it's the Constitution that authorizes the governors to have the power to reopen their states.\" As more governors reveal their thinking on the economic opening, it's becoming clear that are moving towards a gradual, painstaking process that will redefine America's normality and will evolve much more slowly than the President hopes. \"There is no light switch here, it's more like a dimmer,\" California Democratic Gov. Gavin Newsom said. \"I know you want the timeline, but we can't get ahead of ourselves and dream of regretting. Let's not make the mistake of pulling the plug too early, as much as we want to.\" Newsom said the state would need to build a workforce of health care workers who can trace coronavirus infections to isolate people who will continue to be infected. Public health experts say a prerequisite for a resumption of regular life will be a mass testing program to diagnose the sick and identify those who carry antibodies that make them immune from the disease. But the nation's top infectious disease expert, Dr. Anthony Fauci, said Tuesday such a structure was nowhere near. In a fresh sign of discord with the President, Fauci told the Associated Press that \"we have to have something in place that is efficient and that we can rely on, and we're not there yet.\" Trump reacted angrily when told of the remarks. \"I don't know what he said. Nobody does,\" Trump said, before warning that the federal government -- responsible for the nation's health and well-being -- has nothing to do with building the testing infrastructure that will be needed. \"The governors are supposed to do testing. It's up to them,\" Trump said. Trump projects own failings onto WHO Amid fresh media accounts of his administration's early failures in containing the coronavirus, Trump turned on the World Health Organization, saying that he was halting US funding pending an investigation. But Trump himself played down the threat of the virus well into March. And no one celebrated President Xi Jinping's leadership more than the man in the Oval Office in a series of flattering tweets and public comments. \"China has been working very hard to contain the Coronavirus. The United States greatly appreciates their efforts and transparency. It will all work out well. In particular, on behalf of the American People, I want to thank President Xi!\" Trump tweeted on January 24.  Six days later the WHO declared an international public health emergency on the novel coronavirus. It noted human-to-human transmission had occurred outside Wuhan and greater China and told governments to put in place strong measures to detect disease early, isolate and treat cases, trace contacts, and promote social distancing. On the same day, Trump declared that the virus was \"very well under control\" in the US and said \"it's going to have a very good ending for us ... that I can assure you.\" Trump was correct to say that the WHO advised against introducing travel restrictions on China. In a move that now looks prescient, the President barred entry into the US for foreign nationals who had recently been in China on January 31 and repeatedly cites the decision as proof of hugely successful leadership. Still, around 40,000 people entered the US from China after the restrictions were put in place, likely contradicting Trump's claim he stopped infections from China reaching US soil."], "Language": false}