{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/health/coronavirus-diary-living-alone-shingles/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Sarah Jorgensen, CNN"], "Writers": [["Sarah Jorgensen"]], "FirstPublishDate": ["2020-04-28T17:29:06Z"], "LastModifiedDate": ["2020-04-28T17:29:06Z"], "Headline": ["Coronavirus and a case of shingles left me more alone than any time in my life"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The back pain started a few days after I began working from home. It wasn't too surprising -- I had just returned from a long-planned vacation to South Africa. I'd spent about 20 hours on planes, getting back just under the wire and was set for my solo quarantine in my Brooklyn apartment. But something about it felt weird. Then a rash seemingly appeared out of nowhere. Nothing helped the pain or the rash -- not yoga, not ibuprofen, not hydrocortisone cream, not standing while I worked, not lying down. And I was alone. I started to document the rash on my back as I would a news story -- taking photos daily, tracking its growth and the different symptoms. I FaceTimed my parents and sister who were together in my childhood home in Connecticut to ask their opinion. My parents sounded concerned. My sister, studying for the MCAT so she can become a doctor herself, demanded regular updates. I was too scared to go to the emergency room or urgent care. This was when coronavirus deaths in New York City were rising. Hospitals were overwhelmed, and protective gear was limited. I feared even a short visit could expose me to the virus. So, I went the telemedicine route. Two different doctors a few days apart, looking at my rash on a tiny screen, prescribed me anti-inflammatories, steroids and even silver cream for burns. Each trip to the pharmacy -- there were five over the course of a week, far more than I was comfortable with -- felt harrowing. One day, I waited in a line that stretched down Flatbush Avenue, each person 6 feet apart, for 30 minutes so I could buy more hydrocortisone cream and a heating pad. Another visit, I glared at a man standing too close to me at the prescription counter over the top of my mask. He backed up, but not far enough. Did I stand too close to the pharmacy associate? What about the time I forgot to wear a mask? Did I put on hand sanitizer after I had to touch the stylus to sign my name at the checkout counter? Had I exposed someone? Had I been exposed myself? I hit a breaking point one night when I could barely stand up from the pain and called my mom in tears. It was after my mom's regular 9 p.m. bedtime, but she answered the phone as she always does. \"I wish I could be there with you, my baby,\" she told me as I screamed about the electric drill I felt screwing into my back and about my skin, which felt like it was on fire. It was too much for me to pretend to be calm anymore. But we both knew she couldn't be there. She's a vulnerable older person, though she'll hate that I called her that. And even if I could get to Connecticut, I'd have to isolate in my parents' basement, not knowing what I had carried from the city, and I couldn't be sure I wouldn't expose them even if we were careful. So, I said goodbye and was alone again, the most alone I have ever felt. I've lived by myself for almost two years. In normal circumstances, my sunny apartment with my plants is a safe haven. It's a place to recharge from my role as a field producer for CNN, where I am often on the scene reporting breaking news. But those respites used to be a night or a weekend. I never planned for months. We all are dealing with the stress of social distancing, but I think there is a special kind of loneliness that comes with living alone during this time of the coronavirus. I can remember the last time I touched another person. It was on March 13, as I left my Airbnb near the beach in Cape Town. I hugged my host goodbye, and she told me to stay safe. I'm not sure when I'll be able to hug someone again. Of course, I'm far from alone in my situation. Census data indicate more than 23 million women live by themselves in the United States today. I'm just one of them. And I'm not always lonely. I FaceTime with friends and my family almost daily. I still enjoy the relaxation that comes with some alone time -- but there is truly no substitute for seeing or touching my loved ones in person. I've seen a few friends along the way -- through windows, or 6 feet away on the sidewalk, masks on so I can't see them smiling -- but they are fleeting moments in what will likely be a monthslong ordeal. And thankfully it was a friend who suggested I might have shingles -- a virus that can resurface in people who have had chickenpox. A third telemedicine doctor identified the rash, connected it with my back pain and prescribed an antiviral. I made another commute to the pharmacy, hand sanitizer in tow, to pick up another prescription. I've wondered whether I would have been diagnosed faster if a doctor could've seen the rash in person. Or if I would have healed more quickly if my family or friends had been able to help take care of me. But I also know how fortunate I am compared with others in this hard-hit city. Every day I got up and took my medicine, and every day I felt a little better. I held ice packs to my own back, and the angry blisters slowly disappeared. Now, all that's left is a mildly itchy set of scabs. I water my plants and watch concert livestreams and chat with my friends online. My plants and my music and the people I love on the other side of screens keep me comfortable. I'm getting through this on my own, just as every woman on her own will also get through this. There wasn't a moment when I realized I would -- I just pushed through it. To paraphrase the Grateful Dead, one of the bands that has kept me company: We will get by, and we will survive, even if it's on our own."], "Language": false}