{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/us/post-malone-nirvana-tribute-coronavirus-relief-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-04-25T22:47:21Z"], "LastModifiedDate": ["2020-04-27T17:40:48Z"], "Headline": ["Post Malone held a Nirvana tribute concert that raised over $500,000 for coronavirus relief"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Post Malone raised more than $500,000 for coronavirus relief by livestreaming a Nirvana tribute concert on YouTube. Malone, who sang and played guitar, was joined by three socially distanced band members, drummer Travis Barker of Blink 182, bassist Brian Lee and guitarist Nick Mack. The four performed from different rooms in Post's house in Salt Lake City, Utah.  The makeshift band performed 15 songs during an 80-minute set on Friday, including such Nirvana classics as \"Come As You Are,\" \"About a Girl,\" and \"Heart-Shaped Box.\" \"Thank you to the gentlemen who wrote these beautiful songs,\" Malone said, before kicking off the concert with \"Francis Farmer Will Have Her Revenge on Seattle,\" a track from Nirvana's last studio album, \"In Utero.\" Courtney Love, widow of Nirvana singer Kurt Cobain, congratulated the band for raising thousands of dollars to help with the fight against the coronavirus pandemic. \"Goosebumps ... Go have a margarita Post Malone. Nothing but love from here,\" Love said on Instagram after the livestream. Nirvana bassist Krist Novoselić shared his approval on Twitter, applauding Malone and Barker, and mentioning how proud he was of them. \"I don't think these fellows can play any better. They are on fire!!!!\" Novoselić tweeted during the event, adding that he was \"holding emotions back the whole show.\" The money raised from the concert will help \"ensure patients get the care they need, frontline workers get essential supplies, and accelerate efforts to develop vaccines, tests, and treatments,\" Post Malone said on the YouTube video. Google matched $2 for each $1 donation. The event raised $500,000, including Google's match, Lauren Resnick, a spokesperson for YouTube Music, told CNN.  Over $4.3 million has been raised in total for the United Nations Foundation's Covid-19 Solidarity Response Fund for The World Health Organization. Correction: An earlier version of this story and headline included an incorrect amount for donations raised by Post Malone's Nirvana tribute concert. The concert raised $500,000."], "Language": false}