{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/entertainment/acm-awards-nashville/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-27T15:58:44Z"], "LastModifiedDate": ["2020-04-27T15:58:44Z"], "Headline": ["The Academy of Country Music Awards show will broadcast from Nashville for first time ever"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Academy of Country Music (ACM) announced Monday that it plans to make history with its awards show. This year's show will be broadcast from Nashville, Tennessee -- the home of country music -- for the first time in the show's 55-year history. The show was held in Las Vegas and other cities previously. The show will be broadcast from three iconic country music venues: the Grand Ole Opry House, Nashville's historic Ryman Auditorium and The Bluebird Cafe.  The announcement was made Monday morning during Nashville Mayor John Cooper's daily press conference.  Hosted by reigning ACM Entertainer of the Year and 15-time ACM Award winner Keith Urban, the 2020 show will start at 8 p.m. EST September 16 on CBS. The event will also stream live and on demand on CBS All Access. \"While we were disappointed to postpone our April show in Las Vegas, we couldn't be more thrilled to host the rescheduled 55th ACM Awards in the home of Country Music for the first time in the Academy's history,\" Damon Whiteside, chief executive officer of the Academy of Country Music, said in a statement. \"First and foremost, we want to ensure the safety of our artists and industry, and to ease the burdens of traveling large teams; therefore, we decided to bring the ACM Awards to them this September in Nashville.\" Las Vegas is one of multiple states which has had to cancel events due to the Covid-19 pandemic. Organizers for concerts, conventions and any event involving large groups of people have been scrambling to figure out how to move forward during the crisis.  \"Now, more than ever, is the time to bring our community together to honor the best in our genre, and there is no more special place to do that than three of the most revered venues in Country Music - The Grand Ole Opry House, The Ryman Auditorium and The Bluebird Cafe,\" Whiteside said. \"A huge thank you to these historic venues and to the state of Tennessee and city of Nashville for all of the support in making this a reality!\""], "Language": false}