{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/health/children-mental-health-quarantine-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Elissa Strauss, CNN"], "Writers": [["Elissa Strauss"]], "FirstPublishDate": ["2020-04-27T08:56:42Z"], "LastModifiedDate": ["2020-04-27T08:56:42Z"], "Headline": ["Why some kids are happier right now, and other unexpected effects of quarantine"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Like most parents, Seagal Hagege, a mom of three in Irvine, California, wasn't exactly looking forward to sheltering in place.  Together all day? In one house? How would the kids respond? Much better than she could have ever imagined, it turns out. Over the course of the past month, she said her kids, ages 8, 7 and 4, have become better behaved, kinder to one another and more independent.  \"Beforehand, they didn't have a chance to just be present at home. Every day after school we were running to music, running to gymnastics, and then we would get home, do homework and go to bed,\" Hagege said.   \"Now we have a chance to get stupid and take a break together. They've really stepped up, and they are shining,\" she said, talking about the games her kids are inventing and their new responsibilities like slicing fruits and vegetables for meals.  \"It's been really eye-opening. I don't want it to go back to the way things were.\" A number of parents are encountering a similar (and unexpected) response to shelter-in-place rules as Hagege: Their children seem happier.  They are less busy, have more control over their time, are sleeping better, seeing more of their parents, playing more alone or with siblings — and feeling better for it.  To be sure, this is but one of many feelings children are experiencing, which also include anxiety, fear and sadness. They're all valid responses to what is not a happy moment for the planet.  And there are a large number of children living with financial insecurity and grief. No sane person would expect kids to be feeling better in those circumstances. Still, the rise of happiness in the families lucky enough to be experiencing it is notable. It helps parents see some of what was going wrong before the pandemic and contemplate how they might want to restructure their lives after this is over.  Kids are getting to slow down While it's too early for any studies on a happiness spike, hundreds of families from around the United States have shared on social media and in discussion boards a sense of relief and joy, which tracks with what we know about the causes of childhood anxiety and depression today.  Between 2009 and 2017, rates of depression rose by roughly 60 percent among those ages 14 to 17, and by 47 percent among those ages 12 to 13, according to a 2019 study. Suicides among 10- to 24-year-olds rose 56 percent from 2007 to 2017.  One of the most well-supported explanations for this rise of mental health disorders is that children have too much going on and not enough choice over what they do. It's a function of a whole society that is overworked and time-poor, and our kids are paying the price for it. \"Kids have been thrown from very adult organized life into one where there is a much bigger stretch of unstructured time,\" said Lenore Skenazy, author of \"Free-Range Kids\" and president of Let Grow, a nonpartisan nonprofit group that promotes independence as a critical part of growing up.  Just a few months ago, many families had their daily lives scheduled down to the minute, she said. \"When parents are trying to get three kids out the door on a regular school day, they have to be on top of everything. There are just so many contingencies in our super-structured lives, it's like dancing the Virginia reel,\" an intricate square dance, Skenazy said. \"Everything has to be done precisely, or it is just screwed up.\" Sheltering in place has lowered the stakes and expectations of everyday life, and it's giving kids a chance to take more chances. This can include something as simple as your little ones buttering their own bread or elementary schoolchildren going on kids-only bike rides around the neighborhood. These seemingly small acts can give them a much-needed confidence boost. Letting them take chances can also restore what psychologists call their internal locus of control — the sense that they are in control of their own lives and can handle disruptions on their own. It's a crucial element of emotional well-being. Why were our children so anxious?  Peter Gray, research professor of psychology at Boston College and author of the book \"Free to Learn,\" suspected that the school closures are a big contributing factor to the happiness spike. School has become more achievement-focused, and recess and opportunities for creative play have shrunk. He said that suicide rates for children are twice as high during the school year than they are during the summer.  Making matters worse, children are rarely offered much of a reprieve after the bell rings. \"We tend to think children develop best when carefully guided by adults. So the belief is that even when they are out of school, children need to be guided,\" he said. \"Kids rarely get a break from being judged and directed.\" Gray said this mentality sits in direct contrast to what he believes children need to develop healthily and happily — time to play and explore. \"Suddenly kids are being able to [be self-directed]. They have time on a nice spring day to just sit outside and enjoy the sunshine. The things that are the subject of poetry that we have been denying our children are suddenly available to them,\" he added. The positive responses some parents are seeing Many parents are seeing more risk-taking and independence among their kids.  Diana David Joseph, a parent of triplets, age 5, and an 8-year-old, is hearing \"Mom\" a lot less often these days. Whereas her 5-year-olds once needed lots of help after school, now they are managing more of the day on their own. \"I swear before they couldn't do anything without me. They couldn't even get a cup of water,\" she said. Now,\"there seems to be this newfound feeling that we don't need Mom overseeing everything that we do.\" A mom of two in North Carolina, who prefers to remain anonymous to protect her child's identity, has noticed the same in her 12-year-old who has been diagnosed with attention deficit hyperactive disorder and autism spectrum disorder. At first, her daughter was struggling, as the lack of structure left her \"unmoored.\" \"After about two weeks, I noticed an improvement,\" she said. \"My older daughter was creating her own systems, practicing her clarinet every day — something I could never get her to do when it was a 'requirement' — and coming up with new ways to help around the house.\"  Her daughter has since organized her bedroom and the garage, and cooked breakfast. Overall, she seems \"less emotionally overwhelmed\" than she was before. The mom credits this shift to the fact that the whole family now eats three unrushed and healthy meals together every day; her kids are sleeping more without the early morning wake-ups; and her kids are both having a chance to get bored and then also having time to find a solution on their own. Lastly, the fact that they are all going through this heightened emotional time together and are \"building the plane as they fly it\" has given them something to bond over.  Another source of the happiness boost is the increased camaraderie among siblings. Braden Bell, a teacher in Nashville and father of five, said his youngest two children, ages 17 and 13, are getting along better than before. \"Like almost any other family, our children love each other but also fight a lot. ... I was worried how all this would be,\" he said. \"But overall our experience has been, in general, less stress, more family time and more happiness.\" Bell said this goes for everyone in the family and, like others, credits this shift to a much-needed break from their busy lives. His sons, who didn't have much in common before, are now finding ways to connect and share interests. For example, his fitness buff 17-year-old is teaching his 13-year-old about working out. \"I know this isn't a great time for everyone. I am really aware of that. But in many ways we have gone back to how humans lived for thousands of years, and are having extended periods of time with immediate family,\" he said. \"These are rhythms that we had as humans for a lot longer than our crazy contemporary lifestyles.\""], "Language": false}