{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/entertainment/taylor-swift-fight-album-big-machine-label-group/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-04-24T18:11:11Z"], "LastModifiedDate": ["2020-04-24T18:11:11Z"], "Headline": ["Taylor Swift slams former record label for releasing new album"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The longtime feud between Taylor Swift and her former record label has been reignited.  The singer took to social media on Thursday to say that she did not support the release of a new album featuring some of her live performances from 2008.  \"Hey guys -- I want to thank my fans for making me aware that my former record label is putting out an \"album\" of live performances of mine tonight. This recording is from a 2008 radio show performance I did when I was 18. Big Machine has listed the date as a 2017 release but they're actually releasing it tonight at midnight,\" Swift wrote in an Instagram Live story. \"I'm always honest with you guys about this stuff so I just wanted to tell you that this release is not approved by me.\" She went on to call out Scooter Braun, the manager of artists like Justin Bieber and Demi Lovato. Braun bought a majority stake in the label last year. At the time of Braun's acquisition, Swift said it was her \"worst case scenario\" that he now gained control of her first six albums.  Swift had been signed to Big Machine Label Group from her 2006 self-titled debut album through 2017's \"Reputation,\" before signing with Universal Music Publishing Group. The sale prevents Swift from owning the first six albums in her catalog, but she has said she plans to re-record at least some of them. \"It looks to me like Scooter Braun and his financial backers, 23 Capital, Alex Soros and the Soros family and the Carlyle Group have seen the latest balance sheets and realized that paying $330 MILLION for my music wasn't exactly a wise choice and they need money. In my opinion just another case of shameless greed in the time of coronavirus. So tasteless, but very transparent,\" she concluded. Representatives for Swift, Braun and Big Machine Label Group all declined to comment on the record. But a source close to the label told CNN, \"This is not a new release. All that's being done is taking existing music that's been available through YouTube and Target for over a decade and distributing it to all streaming services so fans can enjoy wherever they listen.\" Braun previously broke his silence on Swift's public statements. In November 2019, he said that he wanted to end the feud with Swift because his family had been receiving anonymous threats. Swift declined to comment on Braun's claims at the time."], "Language": false}