{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/media/youtube-videos-pandemic/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-04-24T02:32:42Z"], "LastModifiedDate": ["2020-04-24T17:08:50Z"], "Headline": ["YouTube CEO says people are discovering different kinds of videos as the pandemic rages"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In between all the music performances and prank videos that are staples of YouTube's trending video section, there are a few that would have made no sense before mid-March. There's a tutorial about making a fabric face mask at home; a spoof about the perils of online education; and a guide to \"simple & easy everyday quarantine makeup!\" A recent briefing by New York governor Andrew Cuomo and an \"NBC Nightly News\" broadcast also cracked YouTube's list of especially popular videos among users in the United States. The trending list reflects the evolving nature of the pandemic as stay-at-home orders stretch into a second month in many states.  \"We certainly have seen how our users have changed,\" YouTube CEO Susan Wojcicki said in an interview for CNN's \"Reliable Sources.\" At first, she said, users were seeking out \"really basic information\" about coronavirus. YouTube, a unit of Google, worked with its community of professional video creators to generate stay at home messages, reflecting public health recommendations. \"I never thought we'd have so many videos of hand-washing, for example,\" Wojcicki quipped.  The types of how-to content have changed over time. \"Now really interestingly, we're seeing a lot of users come to us and want to know about life under quarantine,\" Wojcicki said in mid-April. \"And so we see a lot of interest in things like exercise at home, how do I fix my dishwasher? How do I fix my freezer? How do I give myself a haircut when I'm in quarantine?\" Sure enough, scores of videos about cutting hair at home have been uploaded in the past few weeks, and some already have millions of views. Overall usage of YouTube has skyrocketed in recent weeks, according to Nielsen. Overall streaming video viewing time has doubled in recent weeks compared with the same weeks in 2019. YouTube accounts for about 20 percent of all streaming minutes. So in the first full week of April this year, with most of the country hunkered down, Nielsen counted 32 billion minutes worth of YouTube streaming time, up from 15 billion minutes in the same week a year earlier. With great reach comes great responsibility, and YouTube has been widely scrutinized for its handling of bogus and downright dangerously misleading videos for several years. As Covid-19 spread around the world, the company has taken proactive steps to combat medical misinformation, relying in large part on guidelines from the World Health Organization. Wojcicki said YouTube is both \"raising authoritative information\" and removing videos filled with falsehoods.  \"We've had to update our policy numerous times associated with Covid-19,\" she said. \"Medically unsubstantiated\" claims, like videos promoting miracle cures that are actually bogus, \"would be a violation of our policy,\" she said. Videos that contradict the World Health Organization's recommendations about social distancing guidelines would also be a policy violation. YouTube is working with other health authorities as well, a spokeswoman noted. Since the start of the current health crisis, thousands of videos have been removed, Wojcicki said, without getting into the detailed metrics.  She also said YouTube has \"literally served over 10 billion impressions of information that comes from different public health organizations.\" The YouTube homepage for users in the United States now includes dedicated areas for CDC videos about Covid-19 as well as learning videos for children. Wojcicki said she believes education is \"one of the most compelling use cases of YouTube.\" \"We have science courses being livestreamed; history classes; how to play an instrument; how to learn a language,\" she said. The site has pretty much everything, and that makes content moderation a never-ending challenge. But Wojcicki argued that YouTube's efforts against disinformation and other harmful types of videos, dating back to \"the last couple of years,\" enabled the company to move quickly when the pandemic became the biggest story in the world. On March 20, YouTube announced a Covid-19 \"news shelf\" on its homepage, surfacing news videos from mainstream sources about the virus. During the interview for \"Reliable Sources,\" Wojcicki was quick to say that these types of efforts will continue. \"We're not saying we're done,\" she said. \"We need to continue to work on our responsibility efforts and we will continue to do that over the next couple of years.\" Everyone's YouTube experience is different. But Wojcicki pointed out some uses of YouTube that have stood out during the coronavirus crisis. Some churches and other houses of worship have signed up for the first time to live-stream their services, she said. And actor John Krasinski has tapped into a huge audience looking for uplifting stories on his new channel called \"Some Good News.\" Krasinski, like most YouTube creators, is working from home right now. That's one of the keys to the site's endless fount of fresh content, Wojcicki pointed out: Many creators \"were working from home even before Covid-19.\" Setting up home studios has been an adjustment for many television broadcasters, but it comes naturally to a generation of vloggers and live-streamers.  \"So they've been able to update their content,\" Wojcicki said, \"and talk about what life has been like under quarantine and give tips and tricks to help people get through this really difficult time.\" To hear more from Susan Wojcicki about the state of YouTube; the company's actions against harassment on the platform; and the potential for a TikTok-like component to YouTube, listen to the full interview on the \"Reliable Sources\" podcast."], "Language": false}