{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/cnn-underscored/underscored-favorite-products-for-productivity/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Staff"], "Writers": [[]], "FirstPublishDate": ["2020-04-24T17:01:58Z"], "LastModifiedDate": ["2020-04-24T17:01:58Z"], "Headline": ["CNN Underscored staff picks: 10 things that have improved our productivity"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We've interviewed experts and found the best options to help you cope during this uncertain time. Find all of our coronavirus-related coverage here, and let us know your thoughts here. For those of us lucky enough to have a job that we can perform remotely, working from home has become the new normal during this unprecedented time. And while working from home can have plenty of advantages, for many people it also brings a host of new challenges.  From looking after small children while balancing professional duties with familial ones, to creating boundaries between personal and work life as you compartmentalize your day, to dealing with noisy neighbors, it may be difficult to minimize the distractions and to hunker down and focus on your workday. Basically, we're all doing our best out here, trying to make our workspaces more comfortable and homes prepped with all the technology we need to do our jobs, while figuring out how to make some time for self-care, too: whether that's in the kitchen, by working out, or just taking a dang break.  With that in mind, we've rounded up CNN Underscored staffers' favorite products for helping us stay focused throughout the week. If you're in the market for some suggestions to improve your productivity, read on. Moleskine Classic Notebook, XL, Ruled/Lined ($16.53 originally $22.53; amazon.com) I love my Moleskine hardcover, lined notebooks. Journals have kept me in check on multiple levels since the second grade. There's something about putting things on actual paper that makes them more meaningful to me than a digital list. The Moleskine hardcover makes it easy to write no matter where I am, and the pocket in the back lets me stash associated mementos. The elastic band lets me mark my page or keep it shut; whichever I need that day.  Now that life has turned on its side, my trusty Moleskines keep me focused and sane more than ever. Keeping a list of what I need to do, marking when things need to be done, and adding check boxes so that I can get the satisfaction of completing tasks help me see that the days aren't a blur of sameness. I also have another Moleskine on my nightstand for decompressing and documenting the day's events before I go to bed. — Dana Holmes, editor _______________________________________________________________________________  Mind Reader Adjustable Laptop Desk ($16.29; amazon.com) The hardest part of staying productive while working at home for me is sitting and working at my kitchen table day after day after day. There isn't much natural light, and I don't have the most luxurious chairs. So when I knew I'd be working from my apartment for an indefinite amount of time, the first thing I bought was this adjustable lap desk. Now I'm able to change up my scenery and take my work wherever I want to sit. I often switch between the table and a small side couch by my window for some sun in the afternoon. The lap desk has eight different levels and super soft cushions, so it's never uncomfortable on my lap. Plus, when work is over, it's perfect for watching movies in bed. — Kai Burkhardt, editorial coordinator _______________________________________________________________________________ Yamamotoyama Genmai Cha (Brown Rice Tea), 16 bags ($7.42/pack or $24.95 for a 4-pack; amazon.com) I've been staying at my in-laws' for the past month, and let's just say that we don't all share the same exact taste in coffee. Rather than buying my own coffee maker or beans, I decided to just start relying on green tea for my daily caffeine fix. I already feel jittery enough with the state of the world these days, so avoiding excessive amounts of coffee has actually been a great way to maintain a sense of calm and focus. My favorite green tea is this variety with roasted brown rice, which adds a deeper nutty flavor. I start with one cup in the morning and make another cup later in the afternoon when I need a little pick-me-up. — Hayley Saltzman, social media editor _______________________________________________________________________________ Yogasleep Dohm Classic White Noise Machine ($41.97; amazon.com) I've long relied on my white-noise machine for a restful sleep, but over the past few weeks the handy device has taken on a new, more meaningful purpose: drowning out distractions so I can focus on my work from my \"home office\" (aka kitchen). Pre-quarantine life, I'd been using this thing overnight for the past three or so years. Now I run this baby all day long (and it shows no signs of slowing down). With people living both above and below me, and neighbors who occasionally hang out in the next-door yard during working hours, this little machine has done a solid job at preventing outside noises from disrupting my focus. Easily some of the best $45 I've ever spent. — Emmy Favilla, deputy editor _______________________________________________________________________________ Ion Classic LP Record Player ($89.99; guitarcenter.com) I absolutely love my record player: Aside from the nostalgia element, it allows me to listen to the purest form of recorded music in the comfort of my bedroom. When I wake up in the morning, I grab a record (preferably jazz while I'm working) and let the music guide me as I work throughout the day. This record player needs an external speaker to hear the sound, so I use my Bose SoundDock (which has been discontinued, but you can find similar Bose speakers here) and just like that, the sound is crystal clear. — Sarai Thompson, editorial coordinator _______________________________________________________________________________ Outdoor Voices Cloudknit T-shirt ($55; outdoorvoices.com) and Cloudknit Sweatpants ($85; outdoorvoices.com) For the first two weeks of quarantine, I was wearing pajamas 24/7. I'd wake up in pajamas, put on new pajamas for the new day, and then change right back into my \"sleep pajamas\" at night. It got tiresome, and I felt like I couldn't focus and be truly productive. So I decided to find an outfit that mixed the comfort of PJs with some style to remind me of what it felt like to really get dressed in the morning before work. I love the color of this set, and the Cloudknit is simply the comfiest fabric I've ever worn. It also feels like an outfit that signals to my brain that I'm about to check everything off my daily to-do list. — Rachel Lubitz, commerce editor _______________________________________________________________________________ Sony WH-1000XM3 Noise-Cancelling Headphones ($278, originally $349.99; amazon.com) and Apple AirPods Pro ($234.95, originally $249; amazon.com) Both of these are perfect for canceling out sound when I'm working from home, and they really help to get me in the zone (with the help of jams from the Jonas Brothers, Bruce Springsteen and \"Moana\"). AirPods Pro are super comfortable in-ears and perfect for working outside or inside, while the WH-1000XM3 headphones are great over-ears for my longer writing sessions. Both have long battery life, great customization options and easy control. Bluetooth makes it easy to pair, especially with the Apple ecosystem with AirPods. — Jacob Krol, tech editor _______________________________________________________________________________ Adidas Ultraboost 20 Shoes ($180; adidas.com) To be honest, I've really been struggling to maintain my focus while working from home. There are just too many things (and cats!) around to distract me. Thus, I've found that the only thing that really helps me get back on track is some distance. At times when I find I can't stare at my laptop screen for another second, I grab my very cushion-y, comfortable Adidas Ultraboost 20 sneakers and go for a quick run or short walk around the block to center myself. After 20 minutes of physical activity and fresh air, I'm ready to get back to work. — Chelsea Stone, commerce editor _______________________________________________________________________________ Luna Sundara Palo Santo Smudging Sticks ($9.99; amazon.com) Staying focused while working from home can be challenging when your direct view is a scarlet fire escape and a not-so-satisfying beige cement wall. It can feel like the days are endless, so it's important for me to find ways to remind myself to stay present and mindful that even though life may be slightly on pause, we all need to maintain a healthy balance of work time and me time.  My way of staying focused while working from home is by changing my environment, by doing something simple such as burning palo santo. The pleasant smoky scent is energetically invigorating and it has a wonderful lingering aroma that helps me trick my brain into thinking that I am writing this on a beach, in the sun, and the world is just fine; it's a way for me to disconnect from the global uncertainty and maintain positive energy flow in my New York apartment. I use it before a meditation or yoga practice or just before I write my first email of the day. Staying centered and focused go hand in hand for me, and this plant brings me great relief and ease to my day, making it easier for me to manage this new normal. — Natasha Hatendi, photo editor  _______________________________________________________________________________ Bellemain Stovetop Espresso Maker Moka Pot, 6 Cup ($20.50; amazon.com) I've found it hard to focus and be productive in the morning, since my usual elbow-my-way-onto-the-subway commute became a few steps to my couch. Using this stove-top percolator to brew my morning java — which fills my apartment with the wake-me-up scents of coffee — is a great way to get the brain going in the morning and during those afternoon slumps. Pair it with a dark roast and you've got the perfect recipe to stay productive. — Scott Simone, deputy editor Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}