{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/cnn-underscored/best-white-noise-machines/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Tanya Edwards"], "Writers": [["Tanya Edwards "]], "FirstPublishDate": ["2020-04-24T14:00:00Z"], "LastModifiedDate": ["2020-04-24T14:00:00Z"], "Headline": ["How to find the right white noise machine for you"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. The tossing and turning. The staring at the ceiling. The waking up in the middle of the night and not being able to fall asleep. The unsettling dreams. In stressful times like these, sleep problems can plague an increasing number of people. But thankfully, whether you routinely struggle to sleep, or the stress of current events is messing with your normal eight hours, there are some strategies and tools that can help you get your rest. Among the most popular and accessible: white noise machines.  Joshua Tal, a licensed psychologist in Manhattan who specializes in treating insomnia, knows as well as anyone how stress can severely impact sleep.  \"When there are things that stress us out, our body goes into fight or flight mode,\" Tal says. \"Which means it's preparing to deal with the stressor with force. That's an evolutionary-based defense mechanism.\"  Gila Lindsley, of the Lexington Sleep Center in Massachusetts, adds, \"At this point, it's just accepted that you're not getting as much sleep as you think you want to. You're worried about things, and our biology gives us the ability to supersede the need for sleep.\" But if there's anything our bodies need right now, it's deep rest, says Tal. \"Unfortunately when you don't get good sleep, it actually lowers your immune system,\" Tal says. \"It also puts you at risk for heart disease issues, at risk for stroke, at risk for diabetes, at risk for concentration issues, accidents and mess-ups at work.\" So how do you set yourself up to rest when so many stressors are impacting you? Start with an evening routine.  \"It's good to develop a bedtime routine with some relaxing things. Bath, a shower, meditation, reading, fiction, music, nice candles melting,\" explains Tal. \"Anything that would signal to your body, time to relax, time to wind down.\" He adds, \"If you have a lot of background noise where you live, if you live in the city and there's a lot of traffic noises outside that are sporadic, it's great to use white noise or an ambient nature sound to block out the other outside noise.\" While these psychologists didn't recommend any specific white noise machine, their advice was all about checking out the various features that may come with it and finding the right one for you. So, drawing from their advice, we found white noise machines with various accessories and features — which may include pink noise (which is like white noise but with reduced higher frequencies), brown noise (which lowers the higher frequencies even more), an alarm clock, auto turnoff and more — as well as ones with high customer ratings. After all, you need a healthy immune system more than ever.  Adaptive Sound Technologies LectroFan White Noise Sound Machine ($59.95; amazon.com) This machine can help block disruptive environmental noises with a choice of white, pink or brown noise, so you can fall asleep easier. It also has 20 distinctive, nonlooping sounds.  In any sort of stressful time, it's important to use calming strategies, according to Tal. \"It's very important to give yourself a break, to take it easy,\" Tal says. \"And that will help lead to just general calm during the day and then calm at night as well.\" _______________________________________________________________________________ HoMedics SoundSpa Ultra-Portable Rechargeable Sound Machine ($44; amazon.com) This sound machine is the perfect size for portability. It charges for at least 12 hours and offers a selection of sounds like rain, white noise, bird sounds and more. _______________________________________________________________________________ HoMedics SoundSpa Sound Machine (starting at $19.97, originally $24.99; amazon.com)  Shoppers love this more bare-bones white noise machine from the same brand, too. You can choose from six natural sounds — ocean, summer night, rain, white noise, thunder and a trickling brook — and have the option to set a timer to turn the machine off in 15, 30 or 60 minutes.  _______________________________________________________________________________ Adaptive Sound Technologies Lectrofan Micro2 Sleep Sound Machine ($32.95, originally $34.95; amazon.com) This compact Bluetooth machine packs a punch with 11 digital, nonlooping white noise, fan and ocean sounds, and also doubles as a speaker. _______________________________________________________________________________ Sound+Sleep High Fidelity Sleep Sound Machine ($84.95; amazon.com) This high-end machine offers complex sound stories and very little looping, for those who find repetitive sounds jolting. You can run it all night, or set the timer to turn it off after you fall asleep. It's important to try to create a restful environment, because insomnia can breed more sleeplessness. \"With insomnia, not sleeping becomes its own worst enemy,\" Lindsley says. \"In that, if you suddenly can't sleep, you spend half the time worried about, will I be able to sleep? That all by itself gets it in its way.\" _______________________________________________________________________________ HoMedics SoundSpa Digital FM Clock Radio with Time Projection ($24.42, originally $39.99; amazon.com or $39.99; target.com) For people who have a tendency to sleep through their alarms, this radio and sound machine features eight nature sounds, such as ocean, white noise, brook, rain and campfire, and also has a blue-light projection clock.  _______________________________________________________________________________ Yogasleep Dohm Connect App-Controlled White Noise Sound Machine ($59.95; target.com) From trusted brand Yogasleep, this fan-based white noise machine works via an app on your mobile device, allowing for total control without even rolling over in bed.  _______________________________________________________________________________ Yogasleep Dohm Elite Natural White Noise Sound Machine ($49.95; amazon.com or $49.99; target.com, bedbathandbeyond.com)  And if you're less concerned about any sort of app or tech aspect here, this machine is beloved by customers. It's marketed to new parents, but this machine is great for anyone who's having sleep issues, with options like white noise, brown noise and the sound of wind to help you slip into slumber.   _______________________________________________________________________________ Pure Enrichment Wave Sleep Therapy Sound Machine ($39.99; kohls.com)  You get six soothing nature sounds, with little repetition and no audible breaks (for light sleepers) with this device, which has a USB port so you can charge your phone and other devices with it, too.  _______________________________________________________________________________ Sharper Image Six Sound Soother ($69.99; sharperimage.com)  Audio options include ocean surf, stream, rain, white noise, summer night and wind. With a timer, rotary volume control, memory button to replay your last sound, and even a headphone jack (in case the person beside you doesn't like your taste in sounds), this is one of the most user-friendly on the market.  _______________________________________________________________________________ Big Red Rooster Sound Machine ($24.99; bedbathandbeyond.com)  Another customer favorite, this one allows you to pick from six high-quality sounds — summer night, thunder, ocean, brook, white noise, rain — to help you wake up refreshed. It also features a sleep timer and a sleek design.  _______________________________________________________________________________ Hatch Rest Sound Machine ($59.99; amazon.com)  A night light and sound machine in one, this has various colors and sounds recommended by sleep experts for an ideal slumber experience.  _______________________________________________________________________________ Brookstone Sleep Sound Mixer ($99.99; bedbathandbeyond.com)  For the ultimate custom white noise experience, try this device that allows you to blend eight different nature and relaxation sounds, along with seven night light colors. With 240 minutes of charge life and the auto turnoff feature, this is for people who want to personalize their sleeping situations down to the last second.   _______________________________________________________________________________ Sleep Sounds (Free; Google Play) Download this app to your device and stream calming sounds like rain on leaves, and set a timer for the app to pause after you're asleep. _______________________________________________________________________________ Verilux HappyLight VT20 ($61.75, originally $79.95; amazon.com) Tal also recommends getting some sunlight or using a light box during the day, in case your circadian rhythm is delayed or off.  \"I definitely urge people to get outside, do some safe social distancing. But get that sunlight. If you can't do that, get a light box,\" he says. \"There are light boxes you can get online, 10,000 lux intensity or more, and sit in front of that for an hour a day.\"   And, if sleeplessness continues to be an issue for you, Tal says, try to get professional help. \"If you do have chronic insomnia or chronic stress and you're finding that it's hard for you to focus on anything else, you're just thinking about your sleep all day,\" he says. \"It's really important to seek help and to find a therapist who is doing cognitive behavioral therapy for insomnia or for anxiety issues.\" Note: The prices above reflect the retailers' listed prices at the time of publication. "], "Language": false}