{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/health/coronavirus-diary-dementia-walker-wellness/index.html"], "Source": ["cnn"], "Location": ["Atlanta"], "ByLine": ["By Amara Walker, CNN"], "Writers": [["Amara Walker"]], "FirstPublishDate": ["2020-04-24T11:56:11Z"], "LastModifiedDate": ["2020-04-24T13:48:47Z"], "Headline": ["Good for the body, bad for the mind: How social distancing may be hurting my mom"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["When my mother answers our FaceTime call with a big smile and excitedly greets my 2-year-old daughter, \"Hello my sweet Charlee!\" a feeling of relief washes over me.  These days, moments like these have become increasingly precious. As my mother's memory has begun to fade over the past couple of years, I've dreaded the possibility that she may one day not recognize me, my brother, my dad, or my daughter -- her only grandchild.   But now, with my parents joining millions of people around the world in taking social distancing seriously, those concerns are magnified. Not a day goes by when I don't worry about the toll this might take on my mom's dementia.   Many of us have seen our lives dramatically change and we are all coping the best we can.  But for people like my mom, their cognitive health depends heavily on social engagement.  Studies have shown activities such as regular bonding with loved ones, learning new skills, and interacting with friends can slow the progression of memory loss.  Unfortunately, the social networks and routines that are so vital to my mom have come to a screeching halt. This is our new reality, and my family is making adjustments to get my 73-year-old mother through this age of Covid-19. My parents started taking precautions earlier than most. In late February, they stopped attending church where they'd typically spend hours after service with friends picnicking or having bible study. My mom no longer attends her weekly group guitar lessons or choir practice in her retirement community in southern California.  Her nightly walks with her neighbors have abruptly ended.  Her outings to the supermarket or restaurant with my dad no longer take place as they now only have their meals and groceries delivered to their home. Her only opportunity to get a breath of fresh air is during walks with my father. The daily routine that kept my mother oriented to the time and day has been interrupted. The days are blending together for her and I wonder if it will worsen her cognitive health. It's been especially difficult for me -- far away in Atlanta -- to not be physically present with my mom during this time to give her the social bonding she really needs to stay mentally healthy. I miss our conversations on long walks as she tightly grips my hand. These walks have always been special to me because my mom spends the time recalling her past growing up in Seoul with her nine siblings, the dreams that she had as an immigrant to the United States in the 1970s, the struggles she endured with my dad as they pursued the American dream -- and how she saw it attained through her children. She tells me the lessons she learned through her dynamic life as a working mom, and even an ordained minister, at one point. I cling to every word and all the memories she can recall -- like having to teach herself piano and guitar for decades before she found the time for formal lessons. Her passion has always been music. Most people who know my mom appreciate how her beautiful singing voice and guitar-playing can electrify a room. She shares a special bond through music with my daughter, who dances with all the passion a toddler can conjure up when my mom plays the piano over FaceTime. And it's this passion that I hope will help carry her through these uncertain times.   I know many of us are craving to feel and be close to our loved ones during this time of physical separation. My parents were very much looking forward to getting on a plane to visit us, especially my daughter, in Atlanta in mid-March -- but we canceled the trip because of the coronavirus pandemic.  The visit was planned to coincide with my mom's birthday and we were going to surprise her with tickets to a concert in Atlanta. That was canceled as well. Instead, we called via FaceTime, reminded my mom it was her birthday, and sang to her.  So much of what is happening is out of our control. But there are things we can do to stay connected with the elderly. Dr. Brent Forester, chief of Geriatric Psychiatry at McLean Hospital in Massachusetts, says loneliness that stems from social distancing could put the elderly at higher risk of anxiety and depression or even exacerbate pre-existing physical ailments. He gave me some tips on how we can help this vulnerable group during these isolating times.  First, check in regularly on your loved ones and see them as much as you can over video calls. \"The more we can stay in touch with video and encourage them to maintain their social connections with technology, the more it will benefit them,\" he advised. Forester added that we should also check in on their physical well-being by making sure they have enough food, and reminding them that they should not be allowing cleaners, maintenance workers, or others inside their home, if possible, to prevent possible spread of the virus. For the last few years, we've actively avoided social distancing for my mother, fearing it could fuel her cognitive decline. These days, abstaining from hugging and holding your loved ones has become an act of love. The irony isn't lost on me. The elderly stand to gain the most physically from social distancing but they are also the most vulnerable to the harmful mental and emotional impacts of it.  But we know it's the right thing to do. In this new abnormal we are facing, we can only do the best we can with what we have. I continue to video call my mom every day, and each time she answers looking for Charlotte, asking for a virtual kiss, I smile. I just can't wait for the day they can snuggle in person.  "], "Language": false}