{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/cnn-underscored/jbl-sale-earth-week/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-04-23T19:20:50Z"], "LastModifiedDate": ["2020-04-23T19:20:50Z"], "Headline": ["JBL has big discounts on audio tech for Earth Week"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["In honor of Earth Week, JBL is taking the phrase \"reduce, reuse, recycle\" seriously. A number of its refurbished speakers, headphones and earbuds are deeply discounted right now. Refurbished JBL products are restored to their factory settings and come with their original warranty and a 30-day return guarantee. Not to mention, they have a solid track record for powerful and reliable sound. In fact, the JBL Live 650BTNC over-ear headphones was the best value pick in our best over-ear headphones review, found here. Among the featured products are wireless earbuds, waterproof speakers, large indoor speakers and even some headphones. So if you're in the market for some seriously affordable audio equipment, you've come to the right place. We've highlighted a few that we found particularly compelling below, but don't let that stop you from browsing through all the items on sale. Refurbished JBL Charge 3 Special Edition ($79.99, originally $149.95; jbl.com) The Charge 3 Special Edition is the definition of an ideal outdoor speaker. It features booming sound that will fill a room and project well outside. You can connect up to three devices to it via Bluetooth to share the party playlist, and to keep the music going, it features an impressive 20 hours of battery life. Plus, if your device of choice is running low on battery, you can plug it into the speaker via USB to charge it. Visually, the speaker boasts a cool camouflage pattern.  Last, but not least, this speaker is waterproof. Not only can it withstand more than a few splashes, but it can also be completely submerged in water — perfect for summertime pool parties. Refurbished Studio 520C ($109.99, originally $349.95; jbl.com) This sizable speaker is a powerful, more permanent sound option from JBL. Inside is some serious audio tech, including two ribbed PolyPlas woofers, which deliver deep, accurate bass while reducing distortion. On the flipside, the high frequency compression driver brings a very wide, dynamic range of sound for authentic playback in the mid and higher ranges of sound. In terms of looks, this speaker is almost entirely black with a sleek profile. At almost 22 inches wide, it'll be a prominent feature of any audio system. Refurbished JBL Bar 2.1 ($224.99, originally $299.95; jbl.com) With this entirely wireless JBL soundbar and subwoofer combo, your in-home theater is officially complete. The Bar 2.1 runs on 300 watts of power, and it uses that power to put out rich surround sound without the need for additional speakers. At only 38 inches wide, it shouldn't be too hard to find a place for it. This subwoofer is the perfect complement to the Bar 2.1. Just set this wireless device on the floor next to the TV, pair it with the soundbar, and grab your popcorn. Refurbished JBL T450BT ($19.99, originally $59.95; jbl.com) These well-reviewed on-ear Bluetooth headphones feature both great comfort and great sound — and they're ultra affordable. The comfort is due to quality cushioning and a lightweight design that won't weigh on your head. In the sound department, you'll experience crisp playback and deep bass for an audio experience you'd expect from more expensive devices. These headphones have a sleek, low-profile design and come in Black-Z, Blue-Z and White-Z. They even fold up for additional portability. With 11 hours of battery life, they don't provide the longest playback, but it's still a whole day's worth of continuous listening. Refurbished JBL Endurance PEAK ($79.99, originally $119.95; jbl.com) If you're ready to go wireless, look no further. Whether you're listening to music or making phone calls, these buds do it all with on-device touch controls. Plus, the sound quality is on point. Ideal for exercising, and they're lightweight and ergonomic, wrapping around the outside of your ear for stability. And with their IPX7 waterproof rating, you could shower with these buds on, and they'd be just fine. The battery life is four hours, but with the charging case, you can get up to 28 hours out of them. Even better, just 10 minutes of charging provides an hour of playback, so you don't have to wait long between workouts. Color options include Black-Z, Blue-Z and Red-Z. Refurbished JBL LIVE 200BT ($14.99, originally $69.95; jbl.com) Neckband earbuds, a sound tech trend that you'll find from Sony, Bose, and many other brands, are a happy medium between wired and wireless earbuds, and they're a great source of affordable, high-quality sound with punchy bass. The neckband is sleek, comfortable and flexible, and the source of the Bluetooth streaming capability. This device provides 10 hours of listening with just a two-hour charge back to full. When it comes to controls, you can use the on-device set or your own voice, thanks to the onboard voice assistant. Color options are Black-Z and Blue-Z. For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}