{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/entertainment/club-mtv-d-nice/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-21T19:04:26Z"], "LastModifiedDate": ["2020-04-21T21:17:38Z"], "Headline": ["'Club MTV' returning to #DanceTogether with DJ D-Nice"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The hottest club on TV wants you to be a VIP for a good cause. MTV and legendary DJ Derrick \"D-Nice\" Jones are bringing together music fans, social media influencers and their favorite celebrities for a special edition of the iconic \"Club MTV\" franchise. \"Club MTV Presents #DanceTogether with D-Nice\" will be a one-hour, special music event airing Saturday at 10 p.m. EST and PST on MTV, and simulcast across VH1, MTV2 and PlutoTV. DJ D-Nice, who is hosting from his Downtown Los Angeles home, will spin an eclectic mix of classic jams and today's hottest hits during the interactive party, while also engaging with some of his A-list friends, viral social media dancers and fans through on-screen pop-ins and dance challenges.  Viewers can join in on the conversation from the comfort of their homes by commenting and posting online with the hashtag #DanceTogether.  The DJ has been famously entertaining people with his viral #ClubQuarantine jams on Instagram. He serves as an executive producer on the MTV special.  As a part of the #AloneTogether campaign, fans will be encouraged to #DanceTogether and donate to help benefit the Save The Music Foundation.  The music education non-profit is working to ensure students in underserved communities severely impacted by this pandemic -- particularly in New York, Los Angeles, New Orleans, and Newark, New Jersey -- have access to remote music education. All participants and viewers can donate by texting DANCE to 91999. MTV's #AloneTogether is a global campaign that educates audiences on the importance of staying calm, connected and active while staying home during the coronavirus.  Since its debut in 1987, \"Club MTV\" has featured celebrity cameos, pop culture moments and performances from artists including The Ramones, Paula Abdul, Salt-N-Pepa, Debbie Harry, MC Hammer, Vanessa Williams, Vanilla Ice, and many more."], "Language": false}