{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/entertainment/teddy-riley-babyface-rematch-instagram-live-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-04-21T02:17:40Z"], "LastModifiedDate": ["2020-04-21T17:48:18Z"], "Headline": ["Babyface and Teddy Riley return for their Instagram Live rematch"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Everything went according to plan Monday for Kenny \"Babyface\" Edmonds and Teddy Riley.  The two R&B legends returned to Instagram Live for a friendly battle of songs drawing more than 500,000 viewers. This comes after severe technical difficulties Saturday that caused them to postpone the battle.  The singer-producers played their classics from the 1980s and 90s that they either performed or produced, including \"Rock Steady\" by The Whispers (produced by Babyface) and Guy's \"I Like\" (produced by Riley).  Babyface even blessed the audience with a live rendition of \"When Can I See You.\"  Throughout the friendly competition, the legends praised one another.  \"You brought New Jack Swing to us all ... I'm honored to be in here with you man,\" Babyface said referring to the style of music Riley popularized in the 80s and 90s.   \"You inspired me,\" Riley told Babyface.  \"We keep each other on our toes,\" Babyface said.  Some would say Babyface won after singing the acoustic of his hit song. Monday's battle wasn't about determining a winner, though, but to bring people together to enjoy music as seen by the response on social media.  \"There is no battle, you know who's winning? Us. The culture,\" singer Toni Braxton tweeted.  \"There's no reason to keep score. It's impossible. Just two-step (or running man) and enjoy. These Black men gave us so much,\" said April Reign.  There were also some mishaps Monday. It took a second for Riley and Babyface to figure out how to pin a post and Riley at one point said his battery on his phone was running low. Riley's feed also kept freezing throughout the battle and his feed ultimately went out. The battle between Riley and Babyface was part of an ongoing series called Verzuz by producers Swizz Beatz and Timbaland as a way to entertain fans during quarantine. Previous battles have featured rappers T-Pain and Lil Jon as well as producers Scott Storch and Mannie Fresh."], "Language": false}