{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/entertainment/teddy-riley-babyface-instagram-live-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-04-19T03:22:45Z"], "LastModifiedDate": ["2020-04-19T21:51:47Z"], "Headline": ["Instagram Live battle between Babyface and Teddy Riley was a complete fail"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The highly anticipated Instagram Live battle between Kenny \"Babyface\" Edmonds and Teddy Riley didn't turn out as expected Saturday night.  Issues with the audio, specifically on Riley's end, halted the faceoff between the two legendary producers that drew more than 400,000 viewers. It looked as though Riley was prepared for a concert, unlike Babyface who was sitting in a studio.  That may have been Riley's downfall because all viewers heard was playback and echoes whenever it was his turn to play a song. The comments were riddled with jokes about the two producers' age -- Babyface is 62 and Riley is 53 --  and them not being able to use Instagram.  Comedian Lil Duval posted on his Instagram, saying Riley should just use his iPhone to record rather than trying to set up a concert. Radio host Charlamagne tha God fired off some jokes, posting a meme of two old men at a computer saying it was Riley and his team in the studio. Singer Toni Braxton was live tweeting during the whole debacle, at one point saying that watching the live feed was \"like watching old folks use Jitterbug phones.\" Comedian Kevin Fredericks posted a parody of Riley's performance, emphasizing the playback and how Riley may have had a dance routine ready.  The battle was supposed to start at 9 p.m., but by 10 p.m. it was apparent the audio needed to be fixed so they stopped and told viewers to come back at 10:30 p.m.  But moments after 10:30 p.m., Babyface suggested it'd be better to postpone the battle.  \"Tonight was really special ... it's only right that we postpone this thing and do it at a time when there aren't any technical difficulties and everybody can hear the music the way it needs to be heard,\" Babyface said in an Instagram video.  Riley later described it on Instagram as \"just like a boxing match, something goes wrong we gotta do it again.\"  Babyface announced the battle last week on his birthday.  The two producers announced on each of their social media accounts Sunday a rematch will take place at 8 p.m. ET on Monday. "], "Language": false}