{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/entertainment/tv-together-at-home/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-19T19:23:30Z"], "LastModifiedDate": ["2020-04-19T21:38:24Z"], "Headline": ["'Together at Home' illustrates TV's power to connect us, as rare as that is these days"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The celebrity response to the coronavirus has generally followed the script of other tragedies. Fundraising concerts, rallying a sense of global connection and patriotism, and seeking to provide rays of uplift and hope. The setting and current circumstances, however, have altered that dynamic, in what has turned out to be a deeply personal way. On Saturday, the major networks teamed up for Global Citizen's \"One World: Together at Home,\" an event support the fight against Covid-19 and the World Health Organization. Ratings aren't available yet, but the organizers reported that the special generated nearly $128 million in pledged donations. On Thursday, more than 10 million people tuned in for \"The Disney Family Singalong,\" an ABC special in which various stars -- Beyoncé, Ariana Grande and Demi Lovato among them -- belted out songs from the Disney classics. If the special could be seen in part as a shrewd means of reminding people that you can find all those movies on Disney+, the studio's streaming service, it nevertheless offered a warming note of reassurance at an unsettled time. The Global Citizen event brought to mind \"America: A Tribute to Heroes,\" a special jointly presented by the networks after the Sept. 11, 2001 terrorist attacks. Conceived by George Clooney, that program featured not only a star-studded assortment of musical performances but major celebrities manning the phone banks, a symbol that -- at the risk of quoting a song featured in the Disney special -- we're all in this together. \"Together at Home\" also contained echoes of Band Aid, Live Aid and \"We Are the World\" -- a song that has experienced a timely resurgence -- the music industry's collective response in the 1980s to African famine relief, bringing together a who's who of musical acts. What's different about the latest TV efforts is that they originate from the various performers' homes, a symbol of shared experience as well as the broad swath of fear that the pandemic has already inflicted and the potential extent of its reach. After all, one of the early names connected with the virus included Tom Hanks and Rita Wilson, a celebrity couple that -- in a sign of the times -- likely made the threat seem real to many at that moment in a way that early statistics on newscasts didn't. Such heightened intimacy has already been evident as TV pivots into at-home mode, including late night talk shows that are now broadcast from the hosts' homes. The celebrity chat -- usually designed to promote movies or TV shows -- has given way to more sober conversations, while inviting family members (including pets) into the mix. These specials have come at a moment when people are huddled inside their homes, deprived of many of their usual pastimes. Television has always helped people process and deal with tragedy and uncertainty, but seldom with quite so captive an audience. At the same time, the communal feeling associated with \"A Tribute to Heroes\" in Sept. 11's wake isn't completely analogous to the climate now. The rally-around-the-flag effect has been blunted, for starters, by intense political polarization and questions about the Trump administration's response to Covid-19. The age of social media has also fed hostility toward celebrities who don't share one's political views, even as people retweet those who agree with them. Finding points of commonality -- even during a crisis -- has become a more formidable challenge in these tribal times. Even so, the current shelter-at-home scenario has temporarily thrown TV back in time a few years. Network ratings are notably up, despite the advent of streaming services and seemingly ubiquitous tide of content. The sense of togetherness, clearly, has its limits. Content consumption is increasingly a niche-oriented proposition, as people scatter not only to different rooms but their own individual devices to watch entertainment and hear information that speaks narrowly to them. What we've seen in the last few days, with the Disney and \"Together at Home\" specials, is that there's still a craving for the feeling of connectedness, of togetherness, that broadcasting has traditionally been uniquely able to provide. It's just that such harmony is less indicative of what is, in normal times, than what was."], "Language": false}