{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/entertainment/virtual-celeb-senior-prom-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alisha Ebrahimji, CNN"], "Writers": [["Alisha Ebrahimji"]], "FirstPublishDate": ["2020-04-18T19:02:06Z"], "LastModifiedDate": ["2020-04-19T02:33:23Z"], "Headline": ["John Krasinski hosted a virtual senior prom and it was epic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Not only did John Krasinski host a virtual senior prom, he was the DJ too.  \"The Office\" star announced on his \"Some Good News\" YouTube show that he had plans to host an online prom Friday for high school seniors across the nation who have had theirs canceled due to the coronavirus pandemic.  Krasinski was joined by celebrity pals like Chance the Rapper, \"The Office\" costar, Rainn Wilson, Billie Eilish and The Jonas Brothers. Even though all the traditional elements of prom were missing, seniors everywhere managed to participate in a variety of ways. There were promposals Laura Stow asked her daughter Madison Simoneau to Krasinski's virtual prom with a homemade sign. Stow said Simoneau didn't want to initially participate but after a bit of persuasiveness she managed to get her daughter into the prom dress she had reserved for her actual prom, which was slated for Saturday evening. \"It's not the prom she wanted,\" Stow told CNN. \"But with her being a huge Office fan, this was a good second best.\"  Stow said she's happy to have shared this experience with her daughter.  Festive decorations Tessa Martinez has been out of school since March 2 and told CNN she's missed out on a lot of senior experiences since. Her school in Washington recently announced its closure for the rest of the year, and she said she was disappointed that her high school experience had come to an end. To lift her spirits, Martinez's parents surprised her with a decorated home and brought prom to her, flower corsage and all. \"While I did miss out on the typical prom experience this was a moment where my family really came together and they still made it just as fun,\" she said. \"Even our neighbors were having fun and dancing to the music with us from across the fence.\" Stunning outfits Maddie Schuetze and her friends had been planning their prom in Glen Allen, Virginia, for a while. She told CNN when it was canceled, naturally she was upset.  \"When John hosted this prom it felt like he actually cared about how we felt about missing so much of our senior year which meant a lot to me,\" Schuetze said.  With her boyfriend on FaceTime in one hand and her dancing shoes of choice on her feet she was able to make the best of an unfortunate thing. \"I'm so glad I still got to wear it because it's my favorite dress I've ever worn,\" she said. Relived memories Fatema Badshah, 22 told CNN she had her prom almost five years ago but she wanted to relive her prom night. So she threw on a dress and tuned in all the way from Kuwait. \"It was amazing,\" she said. \"My prom was all right ... but nothing compared to what John Krasinski & Some Good News had in store!\" Adult chaperones  Stacey DeRose and her husband both work at high schools in south New Jersey and she told CNN she attends prom regularly as a chaperone and didn't want this year to be any different. \"We love being able to see the students outside of the classroom, making memories, and dancing,\" she said. \"I am a crazy teacher, and the kids know I have no problem embarrassing myself at their expense.\" The couple and their 7-year-old daughter tuned in to watch Krasinski host and DeRose said she thought what he did was awesome. Now she said she has hopes of him doing something for missed graduations. And of course, dancing Jake Scindler told CNN as stay-at-home orders started growing across the nation, he had counted on not having a prom. When Krasinski began posting about hosting a virtual one, he said it piqued his interest. Once his 8-year-old brother Jaxson got involved, things got fun from the comfort of his home in Braintree, Massachusetts.  \"Losing my prom was really hard,\" Jake said. \"It's an experience you can't get really anywhere else, but John really blew us away with the fun special guests and music that were live! He did an amazing thing for my class and I hope he knows that.\" With all the unknowns lingering for these senior, one thing holds true. Krasinki's prom had all the ingredients for an unconventional, yet memorable prom. Thank yous to the actor from people all over the world continue to pour in on social media for the soirée. Jenna Bernhard, a senior in Houston, Texas, celebrated with her best friend on FaceTime. \"Prom is something I have dreamed about since I was a little kid,\" she told CNN. When it was canceled she was heartbroken. \"It (virtual prom) really made me feel like the class of 2020 wasn't alone in this and that people really cared,\" she said. Well done, Krasinski."], "Language": false}