{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/investing/global-stocks/index.html"], "Source": ["cnn"], "Location": ["New York/Hong Kong/London"], "ByLine": ["By Jazmin Goodwin, Laura He and Charles Riley, CNN Business"], "Writers": [["Laura He"]], "FirstPublishDate": ["2020-04-14T23:01:59Z"], "LastModifiedDate": ["2020-04-15T13:12:26Z"], "Headline": ["Global stocks retreat as China cuts a key lending rate. Oil sinks below $20"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Global stocks retreated Wednesday, with European and Asian markets falling after a Chinese rate cut. Oil slumped again on a dire forecast for demand. Japan's Nikkei 225 dropped 0.5%, while China's  Shanghai Composite slumped 0.6%. Hong Kong's Hang Seng opened higher, but erased its small gains and was last down 1.4%.  Stocks also lost ground in Europe. The FTSE 100 dipped 1.5% in London, and France's CAC 40 lost 1.4%. Germany's DAX shed 1.5%. US crude futures dropped 2.5% to under $20 a barrel after the International Energy Agency warned that global demand would plunge by 29 million barrels per day in April, dropping to a level last seen in 1995. US stock futures, meanwhile, were also lower. Dow futures were last down 257 points, or 1.1%. S&P 500 futures dipped by 1.2% and Nasdaq futures were off 0.8%. China's central bank cut a key interest rate to a record low — an expected measure that indicates how the country is trying to help banks and borrowers weather the ongoing economic turmoil wrought by the coronavirus pandemic.  The People's Bank of China cut the one-year rate at which it lends to banks through its medium-term lending facility from 3.15% to 2.95%. While the cut was steeper than other recent reductions, it was widely anticipated. It's also a sign that the PBOC will likely next week cut its Loan Prime Rate, which was introduced last year to gradually replace the fixed benchmark lending rate and make it easier for companies to borrow money.  \"With external headwinds mounting and domestic demand struggling to fully recover from the Covid-19 outbreak even as most firms have resumed operations, the PBOC appears to be ramping up the pace of monetary easing,\" wrote Julian Evans-Pritchard, senior China economist for Capital Economics, in a research note following the announcement.  China is scheduled to report first quarter GDP on Friday, which will offer a look at how badly the economy has been damaged by the coronavirus so far. Analysts widely expect the country to report its first economic contraction in decades. The IMF on Tuesday forecast growth of just 1.2% for the year as a whole. Hope for a quick recovery is \"dimming\" in China, Nomura analysts wrote in a Wednesday note.  New bank loans in China jumped to $404 billion in March, well above market expectations and roughly three times as much as was reported in February, according to recent central bank data.  \"In our view, markets might still be too optimistic about the recovery in China, and we do not think the increase in credit growth in March means there will be a quick growth recovery,\" they said.  Wednesday's declines followed a positive day on Wall Street.  \"Conflicting information continues to pile up in financial markets, making a confusing picture for investors and the rest of the world trying to make sense of it,\" wrote Jeffrey Halley, senior market analyst for Asia Pacific at Oanda, in a Wednesday note. On Tuesday, the Dow closed 559 points higher, or 2.4%. The S&P 500 finished up 3.1% and the Nasdaq Composite finished up 4%, its longest winning streak since early February. But Halley noted that the coronavirus is still weighing heavily on Wall Street. JPMorgan Chase, for example, set aside a stunning $6.8 billion worth of reserves to insulate itself from loan defaults, contributing to a 69% profit drop in the first quarter. Bank of America, Goldman Sachs, UnitedHealth, and Citigroup are scheduled to report earnings on Wednesday.  \"In fairness, they appear to be front-loading the bad news, which is an eminently sensible strategy, sure to be followed by the rest of the sector,\" Halley wrote of JPMorgan and Wells Fargo, which also noted a $3.1 billion reserve build to protect against bad loans. \"That said, both emphasised that dark times are coming for the US and global economies.\" Eyes will turn Wednesday to the United States again, which is set to release retail sales data for March."], "Language": false}