{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/entertainment/record-store-day-rsdfillthegap-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-04-18T04:35:48Z"], "LastModifiedDate": ["2020-04-18T04:35:48Z"], "Headline": ["On Record Store Day, fans are buying vinyl to support struggling stores"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Despite the existence of smart phones and digital players, true music enthusiasts know the magic that comes from vinyl records.  Every year, music fans, artists, and record stores all over the world come together to celebrate Record Store Day. The celebration was scheduled for Saturday but, like many, it has been postponed due to the pandemic. Instead, the organization behind the event launched #RSDFillTheGap as a way to encourage music lovers to \"buy a record missing from their collection\" to celebrate the event while supporting record stores impacted by the virus. \"We're all looking forward to getting back out into the world and sharing physical space with our fellow humans again,\" the London band, and Record Store Day UK ambassadors, The Big Moon said in a statement.  \"If music and record stores are a part of your life and you have the means to be spending disposable income right now, please keep supporting them so they can be there for you when all this madness is over and the world starts turning again.\" For independent record stores, Record Store Day is often their biggest trading day of the year, according to Record Store Day UK. With the cancellation of the international event along with the forced closure of their stores because of the virus, many of these stores are now struggling to keep their business running until the lock down comes to an end.  Most record shops continue to sell and deliver vinyl and CDs online.  To encourage music fans to find and support their local record stores, The organization also encouraged fans to use  OfficialCharts.com to find a store near them. \"Record Store Day is a worldwide event involving thousands of people and small businesses—In our discussions over the last few weeks, as information came and changed daily, and then hourly, we've taken all of them into consideration as we go over various options,\" Record Store Day UK said in an statement.  \"There is no perfect solution. There is no easy answer. We've decided that the best of all possible moves is to change the date.\""], "Language": false}