{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/entertainment/leann-rimes-meditation-instagram-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-04-17T15:33:43Z"], "LastModifiedDate": ["2020-04-17T15:33:43Z"], "Headline": ["LeAnn Rimes is hoping to help foster connection with meditation and music"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["LeAnn Rimes is giving back the best way she knows how, through music and mediation during this global health crisis. \"When I turned 30 I checked myself into a mental health facility for anxiety and depression because it was so severe and since then I've been on my own journey of spirituality and what that means to me,\" she told CNN in a recent interview. \"During this time there are so many people kind of searching and reaching and trying to find things to help them manage their stress and anxiety during this time. I have a whole tool box full of things that I've learned.\" The singer, 37, who became a household name at the age of 13 with her hit single, \"Blue,\" is leading her followers through spiritual Instagram Live sessions every Sunday.  \"[I'm] just opening space to be with people for them to speak about what's going on in their lives, even if just over Instagram we are still connecting and trying to build communities,\" she said. \"We are in desperate need of community right now.\"  Along with guided meditation, she's also sharing her music. She released her song, \"There Will Be A Better Day\" last month. \"The lyrics to that song, 'Take our sorrows/take our tears/heaven's not so far from here/though we struggle/still we pray/there will be a better day.' I cry just saying it, I mean that's what we're all hoping for in this moment in time,\" Rimes said. \"We know it's around the corner, we just don't know when. But there is one around the corner and I think that hope is something ... that I'm wanting to put out into the world.\" Rimes, is currently quarantining at home with her husband Eddie Cibrian in Los Angeles, and hopes this is a time for everyone to refocus. \"It's a great time for reflection. It's a great time to better take care of our own bodies, our own heart and then we come out of this hopefully being able to connect on a completely different level,\" she added. \"There is so much tragedy within this but at the same time there are gifts. We might not be able to see them right now.\"   "], "Language": false}