{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/entertainment/sam-smith-album-name-change-intl-scli-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T14:13:58Z"], "LastModifiedDate": ["2020-04-17T14:13:58Z"], "Headline": ["Sam Smith renames their new album, saying 'To Die For' felt uncomfortable during a pandemic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Grammy award-winning singer Sam Smith has renamed their new album as they didn't feel comfortable releasing a record called \"To Die For\" during the coronavirus pandemic. Appearing on Zoe Ball's BBC Radio 2 breakfast show Friday morning, the \"Stay with Me\" hitmaker said they understood the importance of being \"sensitive\" to fans amid the global crisis. Covid-19 has infected more than 2.1 million people and killed over 147,000 worldwide, according to figures from Johns Hopkins University.  \"My album had the word 'die' in the title, which I just felt really uncomfortable with, with what's happening (coronavirus) and it's so important for me to be sensitive to my fans and to people listening to my music,\" the non-binary star told Ball. They continued: \"This has been a really sad and awful time for us, so I've changed the album title, I'm going to change the album cover.\" Smith said the upcoming third studio album -- a follow-up to 2017's \"The Thrill Of It All,\" which was originally scheduled for release on May 1 -- will now be unveiled at a later date, \"when I know everyone's safe and everyone's good, then I can think about releasing the album.\" In the meantime, the 27-year-old singer has kept fans happy with their collaboration with Demi Lovato, \"I'm Ready,\" which was released Friday. Speaking of the track, they said: \"This song and this video was just so much fun. It's about smiling and not taking yourself too seriously and just having a good time.\" On their relationship with Lovato, they added: \"She's been such a huge part of my life as a pop star and as a musician. Getting to work with her was just so special for me.\"                  "], "Language": false}