{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/rina-sawayama-beauty/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Hilary Whiteman, CNN | Kristen Bateman"], "Writers": [[]], "FirstPublishDate": ["2020-04-14T07:40:55Z"], "LastModifiedDate": ["2020-04-17T07:31:22Z"], "Headline": ["Pop singer Rina Sawayama says 'STFU!' to stereotypes"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["Pop singer Rina Sawayama smears craft glue onto her eyebrows as she talks to fans she calls \"pixels\" on her YouTube channel Rina TV. She's in coronavirus lockdown in London and has had to cancel plans for a tutorial with makeup artist Ana Takahashi due to new rules on self-isolation. Instead, the Japanese-British 29-year-old singer and model has set herself a challenge: to recreate the look on her debut album cover, from memory, using what she has at home. That means craft glue to erase her dark eyebrows, foundation, eyeshadow and a bit of guesswork. \"It's very me to try this challenge without any makeup remover,\" she casually remarks to the camera, as she applies another layer of purple glue to her hardened brows. The boredom of self-isolation coincides with what could be the most exciting month ever for the artist who is set to release her debut album \"SAWAYAMA\" on April 17. Unlike other artists, Sawayama has chosen not to postpone its release during the pandemic. \"I just needed to get the album out -- I've been sitting on the record for about five months, so it feels like I'm going a bit crazy and it sort of stops me from writing new stuff,\" Sawayama told CNN earlier this month.  She also thinks music offers an important mental escape during difficult times.  \"I think a lot of people are listening to the radio right now, I know I am, a lot, and keeping that in the background makes me feel like there's normal life going on. It distracts me from what's going on.\" Finding her voice Sawayama was born in Japan but moved to London with her family at the age of five.  She went to a local school and then graduated from the prestigious Cambridge University with a degree in politics, psychology and sociology. She's been a successful model, and in 2017 was chosen as one of the young muses for Versus Versace's fall winter campaign. The same year she was part of British model Jourdan Dunn's collaboration with UK fashion brand Missguided.  Last year, Vogue called her \"a star on the rise.\" All before the age of 30. It sounds like a dream run, but Sawayama has spoken at length about her difficult teenage years, her parent's divorce, fights with her mom, depression, rebellion. Writing her debut album was a form of therapy. \"This album was really satisfying for me because I was able to harness all those frustrations and anxiety and depression and all the drama that went on during my teenage years,\" she said. Her advice to people struggling right now, is \"just hold on tight. Find your chosen family, even if it's online,\" Sawayama said, slipping in the name of her most recent single. Putting on a face  CNN last met Sawayama in October in Mexico City, where she was taking part in a \"How To\" session with make-up artists Lyle Reimer and Sweet Mutuals, and hair sculptor Evanie Frausto who twisted her locks into neat, green curls. She now has flaming orange streaks -- a bold look that she often pairs with dramatic makeup. \"I always pick a character, the person who I wanted to be on stage, and then think about how they would do their makeup,\" said Sawayama. \"I have a whole collection of makeup looks I love, and I love that, and I'm not scared of that.\"  Sawayama credits her experimental approach to legendary makeup artist Pat McGrath, who made TIME's list of 100 most influential people in 2019. \"When I was growing up, I'd look at Dior in the 2000s, when Pat McGrath was doing like these amazing, insane looks,\" she said. \"We didn't have as much access to stuff like that, but now we have all these beauty communities on Instagram.\" \"I think that's the strength of Instagram, to be able to tap into these communities that will appreciate your creativity.\" Rejecting stereotypes Sawayama finds beauty in creativity.  \"My idea of beauty is being a bit of a chameleon, I think, surprising people,\" she said.  Her album is a diverse mix of sound and styles, critiquing everything from misplaced male confidence to hyper consumerism and Asian stereotyping. She said she experienced a lot of the latter while working as a model. \"I turn up and they literally have a full geisha outfit, like fake geisha outfit, and the makeup was geisha-esque, but it's not well-informed,\" she told i-D in 2017 of one experience. \"And literally the make-up artist, who was also Asian, was doing my make-up and saying, 'I'm so sorry.' And because it was a tea company, they made me serve tea the whole night -- it was absolutely mortifying.\" Her single \"STFU!\" sums up Sawayama's response to people who perpetuate stereotypes. The song slides into nu-metal with a crash of drums to accentuate the anger evident in its title and rams home the message in the accompanying video, which starts with a skit of a disastrous first date. Sawayama struggles to interject as an ignorant white male, played by actor and comedian Ben Ashenden, runs through a series of cringeworthy clichés about Asian women. \"So, you're a singer... I was quite surprised you sang in English,\" the date says. \"Have you been to that Japanese restaurant, Wagamama's?\" Sawayama roars before ripping him apart with angry lines. \"Have you ever thought about taping your big mouth shut? 'Cause I have many times, many times.\" Sawayama says STFU! was inspired by a cascade of microaggressions that spilled onto the page during a session with her longtime collaborator Clarence Clarity. The message -- besides STFU! -- is that Asian women should not be cast as quiet and subservient. Sawayama believes times are changing as brands make a point of looking beyond Western stereotypes. \"I think the number of Asian faces is definitely increasing, and I love to see that fashion brands are giving Asian people a personality,\" she said. \"But I still see campaigns where brands want to portray the Asian talent as the quiet one. It's almost like there isn't much communication going on behind the scenes.\" Sawayama has no intention to keep quiet, certainly not ahead of her album release and even as she remains -- like much of the world -- in isolation. \"I really want to keep things positive,\" she said. Top image caption: Rina Sawayama attends the #BoF500 gala dinner during New York Fashion Week Spring/Summer 2019 on September 9, 2018 in Brooklyn. "], "Language": false}