{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/health/virtual-funerals-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-04-17T01:53:00Z"], "LastModifiedDate": ["2020-04-17T01:53:00Z"], "Headline": ["Funerals go virtual in the pandemic. Here's how to plan one with meaning and honor the dead"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["On a recent Sunday, Alicia de Artola sat watching a funeral for her maternal grandmother, Martha Palacios, who had just died at the age of 96. Because even modest gatherings for any purpose are banned all over the country, this funeral was almost entirely online. About 50 people or households were present and participating in the funeral via the Zoom call, with another 50 or so tuning in to watch the simultaneous Facebook livestream of the proceedings, she said. The 30-year-old writer and podcaster, based in Los Angeles, was close with her grandmother.  She helped out as a caregiver in her later years. Now she actively helped plan many aspects of the virtual service in her memory. \"When we found out we couldn't do something graveside, we decided to do it virtually,\" she said. \"It was important for us to do the ritual.\" They laid out a hope chest -- adorned with roses -- in the center of their living room, symbolizing a casket. The family is Roman Catholic, and an uncle who is a priest performed the \"order of the Mass as it would normally be,\" she said. \"We wanted it to feel as polished as possible.\" Make the virtual funeral feel 'official' The whole family used their imagination and skills to make the virtual funeral as immersive as possible, so they could suspend disbelief during the ceremony. As a podcaster, de Artola contributed her sound equipment and audio expertise to the production. Another family friend who is a professional church singer contributed a musical interlude, and another stepped in with an Irish blessing to close the virtual service. \"Most of the people on the call waited to say something. After it was over, we called on people,\" she said. \"It was essentially a virtual receiving line.\" She didn't realize it at the time, but she would soon after attend a second virtual funeral. A few days later, her paternal grandmother died. For that funeral, she was less an active planner and participated more as a family mourner, and despite the distance, she said she found value in seeing her aunts and cousins on screen. \"What are the chances that two of my remaining grandparents would die in a two-week period during a pandemic, and not from the thing causing a pandemic?\" she wondered. As nearly every memorial service must now incorporate an online component, the National Funeral Directors Association is offering guidance on how to plan and host a virtual funeral. Virtual funerals are everywhere now Dutch Nie, a funeral director for Nie Family Funeral Homes in Ann Arbor, Michigan, said that in light of the coronavirus pandemic, he has needed to introduce virtual funeral services, which he hadn't needed to offer before. He followed the news as Michigan Gov. Gretchen Whitmer's social distancing policies progressively forbade gatherings of 100 people, then 50, then 10. Virtual services became a necessity, especially with the uptick of deaths in his community. And besides livestreaming ceremonies, handing off cremated remains to families is a different process under social distancing guidelines. He said he and colleagues leave flowers, a lit candle, and a loved one's remains in the funeral home's vestibule. \"We take universal precautions when handling remains,\" he said, noting that behind the scenes, \"there's no difference in services.\" They keep the building's doors locked, and families call from the parking lot, giving the signal that they are ready to pick up the urn. While there's an immediate need to acknowledge a loved one's death through some sort of virtual observance, he said, many families are opting for a larger in-person event once it becomes safe to do so. Nie said one new development was \"that families are booking out (his funeral home) in June, July and August.\" That ability to plan ahead is a change of pace for the funeral home industry, Nie noted. Although families often have six months or more to plan out the perfect wedding, the average funeral gets put together with just a few days' notice. Watching a graveside ceremony from home Mike Powers, a 21-year-old college student in Norwalk, Connecticut, told CNN he'd recently attended a virtual service for his aunt, Marianne Malone, who died from Covid-19. She went to the doctor in late March with symptoms. After a week, Powers got a call that her lung had collapsed. She died April 6, he said. Three days later, from a screen many miles away, he watched his aunt's graveside ceremony. The family's pastor led the short service. \"It was very eerie to be a part of,\" he said. \"You can't console (your family). You can't be there for them. It was probably the hardest thing I've done in a really long time.\" At one point in the ceremony, he saw family members laying roses on Malone's grave. \"That really hit me and I got really emotional,\" he said. Watching the virtual ceremony didn't feel like enough to Powers, so two days later he went to his aunt's grave -- alone -- to pay his respects properly. \"It's not the way you want to go,\" he said. \"A virtual funeral is not the way to go.\" Make sure to grieve, even if it has to be online \"There's something about the rituals being done the right way,\" grief expert David Kessler told CNN. He acknowledged that virtual funerals \"may feel wrong, impersonal or sacrilegious. But what's worse is people's grief not being witnessed.\" Although nothing can replace the hugging, embracing and direct human experience of an in-person service, virtual services are still real and can incorporate most of the main elements you'd expect in a traditional service. And even though they may be virtual, services should still maintain their serious tone, noted Kessler, who co-authored the book \"On Grief and Grieving\" with renowned bereavement expert Elisabeth Kübler-Ross. Even basic videoconferencing technologies can often accommodate a clergy person speaking, the performance of music, and opportunities to play videos. \"This is a moment to dress up, even online,\" he said. \"You shouldn't be in a T-shirt in a lounge chair eating a sandwich.\" Kessler runs the website Grief.com and has been hosting a daily session on his Facebook group at 4 p.m. ET for those who are grieving or going through loss. He said he started the sessions as the pandemic spread and social distancing guidelines became more commonplace. About 7,000 people have joined his online grief group since he set it up a month ago as social distancing was going national.   With more grief around the world and fewer ways to express or process it with others, he said he's feeling a massive demand for his expertise. Regardless of your circumstance, his primary advice is to allow yourself to feel your feelings. If you experience a loss, \"You have to feel your grief in real time,\" he said. \"If not, you'll feel like (your loved one's) life is diminished.\""], "Language": false}