{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/politics/gretchen-whitmer-michigan-protests/index.html"], "Source": ["cnn"], "Location": ["Lansing, Michigan"], "ByLine": ["By Jeff Zeleny, Senior Washington Correspondent"], "Writers": [["Jeff Zeleny"]], "FirstPublishDate": ["2020-04-16T15:43:53Z"], "LastModifiedDate": ["2020-04-16T19:52:49Z"], "Headline": ["Politics and public health collide in Michigan as governor faces angry protests over coronavirus shutdown"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Gov. Gretchen Whitmer was listening, slowly nodding her head, as she conducted one of her daily conversations with doctors and nurses on the front lines of the state's fight against coronavirus. \"How are you taking care of yourself?\" Whitmer asked an intensive care nurse, who said that in more than 30 years of practice she has never seen such an unrelenting barrage of patients and pain. \"I can't imagine the stress that you're under.\" But just outside the governor's second-floor office, the front lines of another fight were building, with protesters surrounding the Capitol in a drive-by demonstration to defy the strict stay-at-home orders Whitmer, a Democrat, has imposed in hopes of slowing the deadly outbreak. The collision between a public health battle and a political one, which played out for more than five hours here on Wednesday, underscores the boiling tensions of a restless nation struggling with the wisdom of reopening the economy before the deadly pandemic subsides, even as President Donald Trump moves closer to easing national guidelines for social distancing. Whitmer could hardly ignore the scene, considering the honking horns, raucous jeers and blaring music became background noise for her video conference call with health care workers. \"Right outside my office right now, people have come to town who are not wearing masks, they are not observing the six-foot distance,\" Whitmer said. \"Give me some advice. How can I magnify what you're seeing and what you're experiencing?\" Karen Kazyak, the intensive care nurse from Beaumont Hospital in Royal Oak, Michigan, who has spent the last month treating Covid-19 patients in what she described as a period of unrelenting grief and exhaustion, did not mince words as she responded to the governor's plea. \"Watching all of these people pass away, all by themselves, or with somebody in gloves holding their hands, shouldn't be happening,\" Kazyak said, her voice rising in anger. \"If you could get that message out, maybe they'll think about their grandmothers and their grandfathers and their aunts and uncles. How it would feel if they die alone?\" Whitmer, sitting alone at a long conference table, listened to the grim message -- a stark juxtaposition from the protests outside organized by the Michigan Conservative Coalition. Many people waved blue Trump flags, while others held signs calling for the governor to be recalled. \"This is clearly a political demonstration out here, but you know what? I don't wish them ill will. I'm trying to protect all the people of this state, no matter if they voted for me or not,\" Whitmer told CNN. \"And I would love it if the White House would weigh in and help.\" On the job for only 15 months, Whitmer is front-and-center in the battle between governors and the White House. She's become one of the most visible Democratic governors in the country, but only after Trump dismissively referred to her late last month as \"the woman in Michigan.\" In an interview on Wednesday, the governor acknowledged that her first inclination might have been to fight back, but instead has bit her tongue and searched for ways to work with the White House and the federal government. \"I didn't sleep that night,\" Whitmer said, recalling the immediate hours after the President lashed out at her. \"Honestly, you know, I'm not looking for a fight with anyone frankly, I'm looking for help. And when that happened, I was very concerned that it might undermine my ability to get the help that Michigan needs.\" And Michigan needs help, with her state recording the third-highest reported coronavirus death toll, at more than 1,920 as of Thursday, following only New York and New Jersey. More than 28,000 people have tested positive for coronavirus in Michigan, according to data from the Johns Hopkins University. Her decisions are under a microscope and have been met with considerable pushback in the state, particularly her move this week to extend her stay-at-home order until the end of April. Her executive orders contain some of the nation's toughest restrictions, including prohibiting people from visiting friends, traveling to their vacation homes in the state and closing a range of businesses deemed non-essential, including garden shops. She said she understood the economic consequences of her actions, with a staggering one-quarter of the state's eligible workforce now seeking unemployment assistance, but she defended her decision as necessary to try to slow the coronavirus outbreak. \"A small segment of the state is protesting and that's their right,\" Whitmer said. \"The sad part is, though, that the more that they're out and about, the more likely they are to spread Covid-19 and the more likely we're going to have to take this posture for a longer period of time.\" She said she would base decisions about easing the orders and reopening the Michigan economy on medicine and science, saying: \"I've got to see a sustained decrease in the number of positive cases and robust testing.\" Whitmer knows she will be judged by how Michigan weathers the pandemic and rebounds from the economic toll it has taken on the still-fragile manufacturing state, which is a critical battleground in the 2020 presidential race. Four years ago, Trump carried Michigan, the first Republican presidential candidate to do so since 1988. His victory stunned Democrats here, but their spirits were raised by Whitmer's election two years later. She's now a national co-chair of Joe Biden's campaign and -- by his own admission -- on his list of potential running mates. She was one of his first guests on his new podcast, \"Here's the Deal,\" where he showered her with praise for her handling of the coronavirus outbreak. \"Governor Whitmer is an outstanding governor,\" Biden said. \"She is one of the most talented people in the country, in my view.\" For Whitmer, it's created a delicate balancing act and opened the door to criticism from Republicans, including the party's national chairwoman and Michigan native Ronna McDaniel, who questioned the governor's handling of coronavirus during a recent Women for Trump event. \"We have a governor here who's running for vice president,\" McDaniel said, \"and she has turned this crisis into a platform to run for vice president.\" Whitmer dismisses the criticism that any of her decisions to fight the pandemic are rooted in politics, but acknowledges she has become more of a lightning rod than she would have imagined -- not because of Biden's words, but because of Trump. \"The irony is, I think, I got the first national acclaim because I was mentioned unfavorably by the current occupant of the White House,\" Whitmer said. \"I didn't go asking to be thrown into the national limelight.\" How Whitmer would navigate a relationship with the White House if her name was on the Democratic ticket is both uncertain and unknowable. For now, she's becoming well-practiced navigating questions of a potential vice-presidential candidacy -- a prospect that is well outside her control. \"I've never had the call to Washington, DC, but the fact that there's even a conversation about what the future of our country looks like and that I'm included in a conversation that has some phenomenal women leaders across this country is truly an honor,\" Whitmer said. \"But very candidly, I'm really happy to be here right where I am here in Michigan.\" She points to what she describes as an \"incredibly cordial and responsive\" working relationship with Vice President Mike Pence and acknowledges the state's recovery depends upon forging a partnership with the federal government.  Since that initial fiery exchange with Trump last month, she said they have had a one-on-one conversation that went smoothly. \"President Trump called me out of the blue about a week and a half ago and we had a good conversation,\" Whitmer said, not revealing the specifics of their discussion. \"It was out of the blue. Often these calls are prescheduled, this one was not, but I'm grateful for it.\" Michigan presents a balancing act for Trump, too, as he hopes to carry the state -- along with neighboring Wisconsin and Pennsylvania -- in November. All three states have Democratic governors. As for Whitmer, when asked whether she is purposely holding her tongue now when speaking about the President, she replied: \"Yes.\" Then, she paused. After a few moments of silence, she added: \"Because I've got to get things done.\""], "Language": false}