{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/cnn-underscored/spa-bathroom-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kiana Murden"], "Writers": [["Kiana Murden"]], "FirstPublishDate": ["2020-02-28T16:03:02Z"], "LastModifiedDate": ["2020-04-16T17:12:58Z"], "Headline": ["Transform your bathroom into a spa with these 35 picks"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. Whether you're stuck inside under self-quarantine, working from home, or a courageous essential worker, one thing this pandemic has definitely caused is a lot of stress.  There are plenty of ways to release some stress, even if you are cooped up inside. You can exercise at home, play video games,  or have yourself a spa day right in the comfort of your own bathroom. And with lots of items on the market that bring the spa experience straight to your home, that's easier than ever. Find the right stuff and soon enough, you'll be able to have a soothing, Zen experience in your own bathroom. To help you get that pampered feeling anywhere, we've rounded up a few of our favorite products from brands and retailers we trust, and plenty that have the customer reviews to back them up. Self-care has never been easier or felt so good.  IFox iF012 Bluetooth Shower Speaker ($29.99, originally $54.99; amazon.com) Relaxing music is the first step to setting a peaceful mood. This Bluetooth speaker is waterproof and even fully submersible, making it the optimal shower speaker. The speaker lasts for up to 10 hours on a charge, so connect your phone to the speaker, choose your relaxing playlist, and you're all set. _______________________________________________________________________________ Splash Tunes Pro Dual Wireless Speaker ($44; anthropologie.com) Not only is this speaker Bluetooth-compatible and waterproof, it comes with a built-in microphone for hands-free calls. If your spa day includes the potential for catch-up calls with friends and family, this is the perfect option for you. _______________________________________________________________________________ Shaped Gel Under-Eye Mask Set ($6, originally $8; urbanoutfitters.com) Depuff and destress with these cute gel eye masks. Adornned with blue and purple flowers, they're a fun addition to any at-home spa routine.  _______________________________________________________________________________ Otherland Extra Hour Candle ($36; otherland.com)  With notes like verbena, mint and shiso leaf, light this if you're all about bright, refreshing aromas as you relax. If you're into smokier scents, we're also in love with the brand's Sacred Dusk, which has notes of palo santo, and Rattan, which has notes of sandalwood and amber to really bliss you out. Consider it a bonus that the candles themselves are also extremely gorgeous.  _______________________________________________________________________________ Royal Craft Wood Luxury Bathtub Caddy Tray ($46.97, originally $59.97; amazon.com) A bathtub tray is a necessity to keep all of your personal items close while you soak in the tub. This tray features a book or tablet holder, wine glass slots, and two removable trays for spa accessories. It was created to accommodate two bathers at once, if you want to share the spa experience with someone special.  _______________________________________________________________________________ Timber Grove Studios Bathtub Caddy (starting at $58.49; etsy.com) If you're looking for a bathtub tray that's both functional and stylish even beyond your spa day, this is your best bet. Offered in 20 colors and nine sizes, this wooden caddy is suited to hold anything you need for your relaxing soak. The two brass handle accents give it a chic touch that sets it apart from other caddy options.  _______________________________________________________________________________ Gorilla Grip Original Spa Bath Pillow ($19.99, originally $29.99; amazon.com) To properly relax while you're sitting in the tub, a bath pillow is a must. No more straining your neck and back while trying to lean against the hard tub wall. This two-panel pillow is made of padded foam and features seven suction cups to eliminate pillow slippage for added comfort. _______________________________________________________________________________ HoMedics Bubble Bliss Deluxe Foot Spa ($25; urbanoutfitters.com) This portable foot massage is the perfect tool to wind down after a stress-filled day. Equipped with a bubble massage, heat maintenance and toe-touch control, it's an easy way to get in a luxurious spa day.  _______________________________________________________________________________ VicTsing Mini Oil Diffuser ($20.99; amazon.com) Once you start using a diffuser, you may never stop. This aromatherapy diffuser is a mini version, making it totally portable and easy to stash in the smallest bathroom corners. It's also super quiet while diffusing your favorite essential oil, so it won't disturb your relaxing spa day. It offers eight color light options to set the mood. _______________________________________________________________________________ Pura Diffuser Starter Kit ($63; anthropologie.com) So, imagine your diffuser, but with the option for you to control the timing, scents and intensity anytime, anyplace, through your smartphone. This is that diffuser. Connect with the Pura diffuser through an app to change fragrances, create schedules and receive battery notifications. This is perfect to switch up the mood during your spa day without leaving your bathtub. _______________________________________________________________________________ Apotheke Reed Diffuser ($48; urbanoutfitters.com) These simple yet elegant reed diffusers are essential for any home spa. With scents like Hinoki lavender and rose bud oud, this small jar can set a relaxing mood for months on end.  _______________________________________________________________________________ Cooluli Mini Beauty Refrigerator ($59.95; urbanoutfitters.com) This mini fridge allows you to store all your essential beauty products. Chill your rollers, serums, creams and maybe some small bottles of wine for easy access and the perfect spa day.  _______________________________________________________________________________ Nécessaire The Body Exfoliator ($30; goop.com) This multi-exfoliation treatment is the ideal product to refresh your skin after a long week. It uses both chemical and physical exfoliation to soften and renew skin, featuring an AHA/BHA trio of glycolic, lactic and salicylic acids to remove dead skin cells and soften skin without irritation. Just massage until you get a foam and rinse well with water. Voilà. _______________________________________________________________________________ Sense Sation Vegan Dry Brush & Skin Exfoliating Set ($25.99; amazon.com) Immerse yourself in the full spa experience by using body tools for extra exfoliation. This set is completely vegan and comes with a body brush, foot brush, pumice stone, loofah back scrubber, face konjac sponge, and bath gloves to soften and rejuvenate skin. _______________________________________________________________________________ Herbivore Botanicals Pink Clay Bar Soap ($12; sephora.com)  For a luxe take on your normal body soap, check out this pink clay soap bar from one of our favorite clean beauty brands. Pink clay is known for helping to draw out impurities from the skin (without drying it out) and improving elasticity.  _______________________________________________________________________________ Aztec Secret Deep Pore Cleansing Clay ($12; urbanoutfitters.com) This cult-favorite facial cleansing clay promises deep pore cleansing for just $12.  _______________________________________________________________________________ Barefoot Dreams CozyChic Unisex Robe ($99; nordstrom.com) Once you've settled after your spa day, or if you simply need to run out of the bathroom between treatments, you'll want a soft robe to wrap yourself in. It'll be perfect even post-spa day to get cozy around the house.  _______________________________________________________________________________ Pavilia Premium Women's Fleece Robe with Satin Trim (starting at $25.99; amazon.com) Now imagine basically the softest robe you've ever experienced, but affordably priced. Available in 13 colors, this robe comes in a luxurious fleece material that feels soft and lightweight on the skin while keeping you warm.  _______________________________________________________________________________ Jessica Simpson Comfy Faux Fur Slippers (starting at $23.88; amazon.com)  One thing a spa has that your bathroom probably doesn't: a heated floor. But with these slippers, which are extra warm and cozy with faux fur detailing, you honestly don't need it.  _______________________________________________________________________________ Smoko Toasty Heatable Plushie ($29; urbanoutfitters.com) This cute little stuffed bear isn't just a plushie, it also has a microwavable pad on the inside that turns it into a warm and cozy spa companion.  _______________________________________________________________________________ Saturday Skin No Bad Days Set ($39; saturdayskin.com) A spa day isn't complete without a revamped skin care routine. This four-piece skin care set from Saturday Skin features a refining peel gel, toner and essence combo, and two face creams that will balance and brighten skin. This set is vegan, cruelty-free and gluten-free and comes in recyclable packaging. Win win. _______________________________________________________________________________ Sephora Favorites Power of the Petal ($36; sephora.com)  Another skin care set, this has top-rated moisturizers and oils, all of which are powered by flowers, fruits and plants, to get your skin glowy and nourished while at home. We're particularly huge fans of the Fresh Rose Deep Hydration Face Cream.  _______________________________________________________________________________ Dermalogica Power Cleanse Duo ($19; sephora.com) Experience this two-step power cleansing duo for cleaner and brighter skin from the comfort of your bathroom. The PreCleanse is a deep-cleansing vegan oil that removes makeup and impurities, while the Daily Microfoliant activates with water to gently exfoliate the skin.  _______________________________________________________________________________ SpaLife Sonic Eye And Face Massager ($12; urbanoutfitters.com) This under-eye massager helps your skin absorb creams and serums better than fingers alone.  _______________________________________________________________________________ Summer Fridays Jet Lag Mask ($48; sephora.com) For us, a mask is the first step to feeling like we have our lives in order. This cult-favorite face mask hydrates skin and is formulated to leaves a brighter complexion after just one use, so say goodbye to stressed-out skin. _______________________________________________________________________________ Tarte SEA Pack Your Bags Undereye Patches ($22; sephora.com) There's something so refreshing about putting on eye patches while we unwind from the day. Keep thes"], "Language": false}