{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/us/illinois-attorneys-husband-wife-found-dead/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-04-15T11:11:28Z"], "LastModifiedDate": ["2020-04-15T11:11:28Z"], "Headline": ["Police investigating deaths of husband and wife attorneys found in their Illinois home"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Police are investigating what they call \"suspicious deaths\" of a husband and wife, both well-known Chicago attorneys, found dead in their home Monday night.  Oak Park Police were called to perform a welfare check on Leslie Jones, 67, and Thomas Johnson, 70, Monday night. When they arrived around 7:30 p.m. Monday, they found the couple dead, according to CNN affiliate WLS.  Preliminary information indicates the deaths occurred under suspicious circumstances, and none of their injuries appeared to be self-inflicted, said Oak Park Police Chief LaDon Reynolds. Neighbors honored the couple by playing music from their porches, honoring who prominent Chicago lawyer Dan Herbert called \"a true leader and really a hero.\" Herbert met Johnson when he was working as a hearing officer for the Chicago Police Board, the station said.  \"No matter how many times you'd met them, you walked away feeling better about yourself but more importantly you felt motivated to do good,\" Herbert said.  The couple were Harvard Law School graduates who worked at the same downtown Chicago firm, according to WLS. They had children and grandchildren. Every weekend for years, Herbert said, he met someone whose life was changed by the couple. Neighbors said the couple lived in the home where they were found for more than 20 years and were determined to improve the lives of those in their community, WLS reported. Police are still investigating what happened in that home.  Chicago Police Department spokesman Anthony Guglielmi released a statement on behalf of the department Tuesday afternoon saying, \"Our deepest condolences are with [Jones' and Johnson's] family and with the Chicago Police Board.\""], "Language": false}