{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/media/hollywood-reporter-layoffs/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2020-04-15T01:51:39Z"], "LastModifiedDate": ["2020-04-15T01:51:39Z"], "Headline": ["The Hollywood Reporter and Billboard parent company lays off more than 100 people"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The media industry continues to see widespread cuts as Valence Media slashes jobs across several of its brands, including The Hollywood Reporter, Billboard and Vibe. About a third of the company's media division was laid off on Tuesday, which amounts to more than 100 job cuts, according to a source familiar with the matter.  Valence Media co-CEOs Modi Wiczyk and Asif Satchu announced the changes in a memo to staff, obtained by CNN Business. They attributed the layoffs to the impacts of coronavirus and restructuring that was planned before the pandemic hit. \"Today we enacted difficult, but necessary measures to remain strong for our employees and partners,\" the memo reads. \"Each of our divisions was affected differently, dependent on the specifics of the business. The greatest impact was on our Media division, which underwent layoffs and a restructuring, part of which was a response to advertising market conditions and part of which was an acceleration of actions that were planned for 2020-2021.\" The Hollywood Reporter laid off about a dozen staffers in February, according to WWD.  The Wrap first reported the Valence Media layoffs on April 10. The report cited an unnamed source who said Valence's losses were between $18 to $19 million a year and that the goal with these cuts was to reach \"profitability.\"  Valence Media also instituted some pay cuts. Wiczyk and Satchu said in Tuesday's memo they are not taking salaries and that employees making more than $100,000 annually will see salary reductions. According to the source close to the matter, the reductions will be in the 15% to 25% range. Wiczyk and Satchu also said in the memo that they expect these changes to be the only ones made due to coronavirus.  \"Though these are uncertain times, we made these decisions assuming that our society will emerge from lockdown over the course of the summer and early fall, and that there will be a fairly serious global recession for at least one year. We do not anticipate any more COVID-19 related actions unless conditions fall below that threshold,\" the memo reads.  The layoffs come as other media companies announced furloughs and pay cuts to deal with the negative impact of coronavirus on their revenue. The health crisis has also prompted much of the movie and music industry to postpone concerts, movie premiers and production schedules. Many of these events are coverage areas for industry trade publications like The Hollywood Reporter and Billboard. The Hollywood Reporter has already experienced several setbacks in recent months. In addition to the February layoffs, editorial director Matthew Belloni reportedly stepped down because of clashes with management. "], "Language": false}