{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/opinions/john-parnell-detroit-police-death-covid-19-lake/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Thomas Lake"], "Writers": [["Thomas G. Lake"]], "FirstPublishDate": ["2020-04-14T00:22:34Z"], "LastModifiedDate": ["2020-04-14T00:22:34Z"], "Headline": ["Hours before he died of Covid-19, a Detroit police captain wanted to get back to work"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["You've been daydreaming lately, if you're anything like me, imagining a glorious celebration with all the people you know and love. Now picture this one: a party in the summertime, a hall packed with brothers and sisters and aunts and uncles and cousins and enough barbecue ribs for everyone. Face-painting and balloon animals for the kids. Whiskey and beer for the grownups. Careful, though. Keep it together. Uncle Dave is watching, so you'd best not misbehave. Uncle Dave Parnell is a former Marine and legendary firefighter here in Detroit. He calls this the August Party, in honor of his family's many August birthdays. If you are fortunate enough to be at the August Party, you are either a Parnell or an honorary Parnell, someone worthy of the family name. There is a DJ, and a dance floor, and perhaps the ladies are moving fast to \"Watch My Feet,\" or slowing it down with the Dramatics. Maybe Dave's nephew Jonathan Parnell is cracking open another Modelo, letting the music wash over him, telling another story. Jonathan turns 50 this month, in August 2019, and no one knows this will be his last August Party. Jonathan was 11 when his mother died of a heart attack. His grandmother took him in. Thelma Parnell, woman of steel, had 13 children, ten of whom survived. When young Jonathan told her, a little too confidently, \"I'm the man of the house,\" she said, \"Pass me my stick.\" A lightweight pine baton for the persuasion of anyone who stumbled off the straight and narrow. And if that were not enough to guide young Jonathan, there were five uncles willing to enforce Thelma's law. \"Bring me some good grades, Jonathan, or I'm calling Uncle Dave.\" He stumbled a few times, as a boy and as a man, but he made it through high school, married a woman named Renee, had three sons and became a Detroit police officer. He loved his city, and he made it his mission to keep people safe. Another officer told me he noticed something else about Jonathan: he was always talking about his Uncle Dave, always hoping to make Uncle Dave proud. And so, when an officer called him at 2 a.m. with some information on an auto theft case, he jumped out of bed and chased down the lead. When he took college classes or studied for promotional exams, he rounded up other cops and made them do it too, as if they would all rise or fall together. Sometimes he took his teenage son, Jonathan II, in the patrol car. Taught him how to spot a stolen vehicle, how to follow someone without being seen. Jonathan rose through the ranks, from sergeant to lieutenant to captain, but he seemed to stay the same. He wasn't above taking a statement at a homicide scene, even though captains usually stay at the station. Always checking on his officers, making sure they were okay. Not just anyone can be a cop in the swirling cauldron of Detroit, let alone stay a cop. But Jonathan Parnell stayed for almost 30 years. He told a colleague, \"I'll be the last one out.\" Around the middle of March, Jonathan started feeling sick. Who knows where the virus found him. It's still raging through Detroit. He told one of his best friends, Lt. Mark Young, that he felt tired and was going home. That was a Wednesday or Thursday. On Friday he said he was going to bed, which was strange, because it was only 5 p.m. On Saturday he was getting tested for coronavirus. On Sunday he was going to the hospital, where apparently, he was not sick enough to be admitted. Back home with his wife on Monday, he told Mark \"this is a beast.\" Jonathan was a vigorous 50-year-old man with no known health problems, and he could not seem to shake off the virus. The lieutenant texted him on Tuesday, March 24, and never heard back. At least two other officers spoke to him that day. He said he was feeling better. Hours before he died of Covid-19, Captain Jonathan Parnell was talking about going back to work. \"He was dedicated to this job to the last breath he took,\" his friend and colleague Sgt. Dana Russell told me, struggling to keep her composure in a phone interview about two weeks later. By then, nearly 200 Detroit police officers had tested positive for coronavirus, including the chief, and nearly 400 were quarantined. Crime was going up. The police couldn't give their captain the bagpipes and full ceremony he deserved, so the sergeant told me she'd honor his memory the only way she knew how: By working even harder for the city they loved. That name, Parnell. It meant something on those streets. Jonathan II was a boy in his father's cruiser, looking for suspicious vehicles. Now he's 25, an officer for the police force at Wayne State University in Detroit. He will go back to work soon, wearing that badge, carrying the heavy weight of his father's name. One more thing you may want to know: Did Jonathan Parnell make his Uncle Dave proud? \"I think he went so far above that,\" Uncle Dave told me on the phone. Close your eyes with him now and picture Jonathan, and another August Party, not in the past but right this minute: the warmth of a summer evening, a cold drink in your hand. A room full of people who are glad to see you. A deep embrace that will never end."], "Language": false}