{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/opinions/works-progress-administration-for-covid-19-crisis-humanities-krebs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Paula M. Krebs"], "Writers": [[]], "FirstPublishDate": ["2020-04-10T16:16:57Z"], "LastModifiedDate": ["2020-04-13T17:26:45Z"], "Headline": ["Why we need a new WPA"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["During the period of greatest sustained unemployment in this nation's past, the government stepped in to provide paid work that resulted in much of the rich cultural heritage Americans are able to enjoy today.  The Works Progress Administration (WPA), created with an initial $4.9 billion appropriation in 1935 during the Depression, is commonly associated with the building of roads and bridges.  But the WPA also employed writers, researchers, historians, artists, musicians, actors and other cultural figures — and the work they did had as profound and lasting impact on the nation as the bridges and roads built by thousands of laborers.   The original WPA recognized that culture workers were as essential to the economy as bridge builders. To respond to our current crisis, Congress should pass a further stimulus package that creates jobs directly, as did the WPA, and it should include job-creation money aimed at the arts and the humanities. As the United States confronts an unprecedented health crisis and its associated economic fallout, this moment calls for a new WPA that employs those with humanities expertise in partnership with scientists, health care practitioners, social scientists, and business, to help shape the public understanding of the changes our collective culture is undergoing.   The cultural analysis we need is already starting: Purdue historian Kim Gallon is among other black studies scholars organizing rapid response efforts to help interpret data revealing the starkly disproportionate number of Covid-19 cases and deaths among African Americans. We need much more of that kind of analysis, and we need it in many more settings, from government to healthcare to private industry. Those trained in the humanities — philosophy, languages, literature, history, and more — study ethics, and they study how representation and communication work, how cultural assumptions work, how images and words function in community and interpersonally. We need to value that training, if we are as a community to be able to weigh information, compare sources, or understand how to assess data and how to make ethical decisions.  The WPA arose from a commitment to provide meaningful work that was good for the country, ravaged by the Depression, and so must any new WPA. The WPA's Federal Theatre Project employed more than 12,700 actors, playwrights, and theater professionals all over the country, who mounted performances that ranged from vaudeville to classic theater. Arthur Miller's first play was a FTP production, and young Orson Welles' career got a boost with his controversial all-black staging of Macbeth for the FTP's Negro Theatre Units.   The Federal Writers' Project created work for thousands of writers, editors, and researchers; that work included the historic collection of 2,300 stories. Zora Neale Hurston was part of Florida's black FWP unit. Her work was published for the first time last year as \"Barracoon: The Story of the Last Black 'Cargo,'\" but the interviews of Americans who had been born in slavery that she and her fellow writers did for the Florida project were never published.  The Federal Music Project, perhaps best known today for folklorists John and Alan Lomax's collections of the music of rural America, commissioned music, hired performers and conductors, and consciously set out to shape public appreciation for music, as the theater and writers' projects did for their disciplines. Hundreds of thousands of poor, working-class and middle-class Americans were introduced to or gained further appreciation for music, theater, literature, and history through WPA programs, enriching their lives and our national heritage.  Because of what is happening to our colleges and universities in this crisis, and the structural underfunding that had started decades ago, this nation right now has thousands of unemployed researchers, analysts and writers. These arts and humanities practitioners have deep expertise that could help us understand, document and transform our culture during this emergency. Scholars of philosophy, cultural studies, ethnic studies and other humanities fields could be partnering with economists to confront the class and racial divides brought to light by the current working situation: the differences between the working-from-home, those serving them and the unemployed and uninsured.  Experts in ethics, language and images should be helping all of us understand what's changing when we move from face-to-face interactions to virtual ones. If Zoom employed people who study sexism, racism, and extremism in US society, they might have predicted, and certainly could have acted faster and more sensitively, to the troubling 'Zoombombing' intrusions into people's work lives that we have been seeing over the last few weeks.  Our political leaders and our business leaders should be drawing on what could be the most potent resources available for this moment: the historical knowledge and the analytical skills of those who are trained in the humanities. The original WPA provided jobs for unemployed Americans in work that would benefit the country, from trails in state parks to new symphonies and oral histories. All the work was good work, and all the products were valuable.  The thousands of humanities scholars who are now working as adjunct labor, who have been pushed by the higher education economy into underemployment and unemployment, constitute a labor force that could wade through fast-changing cultural conditions right now and help to shape our national understanding of how our lives are changing and how we are reacting to the shifts.  How many people are feeling unmoored by their isolation, and are trying to learn how to get their entertainment from a screen instead of through interpersonal interaction? What happens to families when you can no longer visit the grandparents? How does it change what it's acceptable to say or write when a President renames a virus to target another country or an ethnic group? We as a nation must take on these questions as urgently as the question of getting the economy going again.  With a new WPA for the humanities comparable to its New Deal predecessor, scholars and teachers could fan out into social services organizations, health care settings, public schools, and private industry as writers and researchers and as analysts of policy, text, and data. They could collect narratives of the unemployed, the service workers, the workers-from-home. They could trace the histories of the business districts that disappear, compare our current situation with other nations, and highlight and contextualize the ethical dilemmas faced by health care workers with scant resources. Humanists' work would become better understood as central to who we are and can be as a nation.  A WPA for 2020 would bolster our country's ability to imagine a future. That future need not be either a return to a pre-Covid-19 past or an unthinking adoption of the changes caused by the disease to our working and living conditions. But it will take a combination of science, business, and the humanities to fully envision that future. Science alone, it is clear, cannot do it. Nor can economics or politics.  To get us through the darkest moment of the American economy, FDR and the architects of the New Deal knew we needed the humanities. We need them again."], "Language": false}