{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/28/entertainment/linda-ronstadt-anderson-cooper-intv/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Malak Saleh, CNN"], "Writers": [["Malak Saleh"]], "FirstPublishDate": ["2019-12-28T12:48:40Z"], "LastModifiedDate": ["2020-04-13T17:10:31Z"], "Headline": ["Linda Ronstadt on the rare brain condition that ended her singing career"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["When Linda Ronstadt found herself struggling to sing, she thought the headphones she was using at the time were defective.  \"I couldn't hear the top end of my voice. I couldn't hear the part that I used to get in tune,\" the legendary artist shared with CNN's Anderson Cooper in December. \"My throat would clutch up. It would just be like I had a cramp or something,\" she added, noting that this was the moment she realized something was off with her health. That was in the year 2000. By 2009, Ronstadt was preparing for what she knew would be her final show. It was in San Antonio, Texas, and she performed songs from her 1987 album \"Canciones de Mi Padre,\" which pays homage to her Mexican heritage.  \"Literally my entire career flashed in front of my eyes. I remembered every show I'd ever done,\" Ronstadt said. \"I was glad it was Mexican music,\" she continued, not only because it was her favorite music to sing but because she could rely on the mariachi singers to back her up. \"I had 'em sing a lot of songs,\" she recalled, \"because it was hard to get through that show.\" Ronstadt, now 73, prematurely retired from her decades-long singing career due to a rare condition called progressive supranuclear palsy, which is similar to Parkinson's disease and has no known cure. \"I was expecting [the doctor] was going to say I had a pinched nerve and they could fix it. And he said, 'Well, I think you might have Parkinson's disease,' and I was totally shocked. It took him about a year after that to come to the diagnosis and then took a little bit longer to come to supranuclear palsy,\" Ronstadt said. The biggest challenge that comes with the brain disorder is losing autonomy as motor control diminishes, she explained. \"Everything becomes a challenge. Brushing your teeth, taking a shower,\" Ronstadt told Cooper. Individuals with this movement disorder have difficulty maintaining balance and controlling speech, eye movement and mood, according to the National Institute of Neurological Disorders and Stroke. They also often experience frequent falls due to the progressive loss of mobility. \"I find creative new ways to do things. I'm like a toddler,\" Ronstadt said. \"Eating is hard ... I've had to relearn how to eat. You could carve a new brain map if you're patient and willing to do that, but it's hard.\"  She's also had to learn how to exist in the world without her singing voice -- and in more ways than one. Her singing, she told Cooper, offered bonding experiences with her family members, even those whose political views she doesn't share. \"Some of my family in Tucson are Republicans,\" Ronstadt said. \"And instead of talking about that, we would sing together, and we'd have a great time.\"  But singing out loud demands a lot of repetitive motion, and for someone with a movement disorder \"it's just impossible,\" Ronstadt said. Now when she sees her family, \"I have to be careful,\" she explained with a smile. \"Because we've had so much taken away from us by this administration that I'm not willing to let him take my family relationships away. ... I try to just hum a little harmony some place in the corner.\"  With more than a dozen platinum or multiplatinum albums, 10 Grammy awards and a career that spans from the 1970s to the 2000s, Ronstadt is recognized as one of the best-selling American pop, rock and country artists in history. Her everlasting presence in American music and culture remains timeless, and the iconic artist was celebrated at the Kennedy Center Honors ceremony.  Ronstadt is also the subject of a CNN Films documentary, \"Linda Ronstadt: The Sound of My Voice.\" Based on her memoir \"Simple Dreams,\" Ronstadt narrates her own story starting with her deep roots in Tucson, Arizona through her ascent into fame. Her trek to stardom was indebted to her unique singing voice that could adapt to nearly any genre. \"There are going to be people who are seeing this who are facing obstacles, or facing Parkinson's; maybe some people who have just received diagnoses,\" Cooper said to Ronstadt during their interview. \"What would you tell people -- what advice do you give?\"  Ronstadt didn't hesitate. \"Acceptance,\" she said. "], "Language": false}