{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/12/health/covid-19-patient-released-celebration-trnd-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-04-12T12:01:03Z"], "LastModifiedDate": ["2020-04-12T12:01:03Z"], "Headline": ["Here's how hospitals are celebrating when a Covid-19 patient is released"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["For over two weeks, a woman in Texas laid in a hospital bed fighting for her life after testing positive for the coronavirus.  She spent 10 days on a ventilator to help her breathe. But she fought the virus and was released from the Austin hospital after 16 days.   To celebrate her recovery, staff at St. David's South Austin Medical Center lined the halls and cheered for her as she was being discharged. Scenes like this are occurring at hospitals across the nation symbolizing hope in such a dark time. At Mount Sinai Hospital in New York, the song \"Here Comes the Sun\" by The Beatles plays over the speaker system every time a Covid-19 patient is discharged, according to a hospital official. \"Little darling, the smile's returning to their faces,\" the lyrics for the song read. \"Little darling, it seems like years since it's been here.\" New York is one of the major epicenters for the American coronavirus outbreak with more than 181,000 confirmed cases and at least 8,650 deaths. Another New York hospital, this one in Hudson Valley, is also using music to bring a little joy to medical staff and patients who are battling the pandemic. Orange County Executive Steve Neuhaus told a local radio show that the song \"Don't Stop Believin'\" by Journey plays when a Covid-19 patient is released. Other hospitals, just like in Austin, are lining the hallways and sending off their released patients with claps and cheers. In Arkansas, a veteran, who staff named their \"first miracle patient,\" waved to staff as he was greeted with signs of encouragement and applause as he was being escorted to his family waiting outside of the hospital. The Intensive Care Staff at Yale New Haven Hospital Saint Raphael Campus in Connecticut cheered, clapped and held signs of encouragement for a patient that was being transferred out of the ICU and to a regular room. Moments like these are being shared on social media and giving hope to others as the cases across the US top 530,000."], "Language": false}