{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/health/hospice-during-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Matt Villano, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-10T10:28:20Z"], "LastModifiedDate": ["2020-04-11T20:28:41Z"], "Headline": ["In a pandemic's dark days, these hospice workers found creative ways to bring light"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["In ordinary times, music therapy for Michael Russo's hospice patients revolves around glorified home concerts: the troubadour breaks out the guitar, plays Louis Armstrong's \"What a Wonderful World\" or \"Crazy\" by Willie Nelson and spreads life-affirming joy during a patient's final days.  But during the coronavirus pandemic, which has prompted hospice facilities to enact strict social distancing policies to minimize the risk of infection, Russo has had to improvise. Instead of one-on-one sessions in patient rooms, he's embraced Facebook Live broadcasts, video call sessions and even recorded messages.  During a recent house call to hospice patients at an assisted living facility in Punta Gorda, Florida, Russo set up his one-man band on a patio outside a giant window. He was close enough to the lobby so patients could hear him but safely distanced behind glass so he wouldn't risk infecting his audience. \"Nurses wheeled patients right up against the window so they could see me and hear me and sing along as they would anywhere else,\" he said. \"We weren't completely together, but it was the next best thing.\" This sort of innovation has become commonplace at end-of-life facilities these days.  At a time when the specter of Covid-19 looms ominously over public health systems around the world, Russo and other hospice workers are going above and beyond to create joyful and meaningful moments for patients and their loved ones. Some of these efforts hinge upon technology. Others are all about heart. Most of the actions constitute simple gestures that typically wouldn't warrant more than a passing \"thank you.\" But in the context of a global pandemic, they loom large and have made a huge difference to people in the last stages of life. \"Hospice [and palliative care] professionals are trying to care for people in the best ways they know how,\" said Shoshana Ungerleider, a medical doctor in San Francisco and founder of End Well, a nonprofit and annual conference about grief, loss and dying. \"The results have been nothing short of inspiring.\" Embracing technology to connect To be clear, patients end up in hospice at the end of long battles with terminal diseases — not because of Covid-19. The threat of coronavirus has prompted hospice facilities to keep these highly vulnerable patients sequestered. This is where the creativity comes in. Many hospice workers have relied upon technology to forge connections, facilitating Zoom or FaceTime chats with family members so neither patients nor loved ones feel alone.  Balu Natarajan, chief medical officer at Seasons Hospice & Palliative Care in Rosemont, Illinois, said his company has encouraged its employees to \"bend over backward\" to make patients feel comfortable and loved in their final moments of life, even if that means acting as liaisons to convey final thoughts or farewell messages over the phone. He noted that Seasons currently has about 6,000 patients spread across facilities in 19 different states.  \"For us, hospice is about making sure our patients die comfortably,\" said Natarajan, a medical doctor. \"So much of what we're talking about is bereavement, or grief for the living after patients die. A lot of that is simply getting loved ones to make a connection before it's too late.\" Natarajan recounted the story of a nurse who sat with a patient while she died, then on her own volition called the patient's daughter to tell the daughter she was with mom until the end. \"In that case, the nurse was able to say, 'I was with your mom,'\" he said. \"It makes a huge difference.\" Other healthcare experts shared different experiences. Ungerleider, for example, remembered a Seattle funeral director who received FaceTime lessons from members of a local Jewish community to manage ritualistic bathing practices on the body of a temple congregant after he died.  The funeral director wasn't Jewish, said Ungerleider, and he had never performed the bathing ritual before. \"Because of social distancing, [the funeral director] was the only one allowed in with the body, and he was determined to go through the ritual because the other congregants could not,\" she said. \"He didn't have to do it. He wanted to do it. He wanted to let the man's family and the committee of volunteers from the temple bury him in peace.\" Care from a distance In addition to hospice employees using technology to create memorable moments, some have committed to creating magic in person — just far enough from patients and family members to keep the risk of Covid-19 infections low. In Dillsburg, Pennsylvania, locals recently teamed up with healthcare professionals to create beautiful and heartfelt chalk murals on the sidewalk outside of a senior living complex in town. Kelly Coons, provider relations manager with hospice company AseraCare, was one of the organizers of the event. She said she went early and marked off 6-foot blocks for each artist, so everyone could stay safely distanced from each other. Some of the children participants drew Easter bunnies and Easter eggs and wrote, \"Don't forget to smile.\" Other artists drew hearts and flowers. \"Everyone has to stay in their rooms these days, but that doesn't mean we can't bring joy,\" said Coons. About halfway through the drawing session, one of the residents took a black Sharpie and wrote \"Thank you\" on a pillowcase, then hung it up on the inside of her window. \"As soon as I saw that pillowcase, it made me smile from ear to ear and I definitely teared up,\" Coons recounted. \"Even in the darkest days of this pandemic, it's still possible to bring light to someone's face.\" Elsewhere in the nation, other hospice workers have pulled strategies from a similar playbook. At the 14-room Bradenton Hospice House in Bradenton, Florida, for instance, new rules prohibited patients from receiving the sacrament in their waning days, so Clinical Director Stacy Trudelle and some of her colleagues set out to devise a workaround. The team recognized that all the rooms have lanais, or covered porches. Then they realized many of the lanais faced the same grassy area. Suddenly, it hit them: A priest could do the blessings from outside. The first day of the new approach was March 30. That day, nurses wheeled three different patients out to their respective lanais, and a priest gave last rites from the grass, more than 6 feet away. As soon as the priest finished one sacrament, he moved on to the next. Later in the week, after all the patients died, Trudelle said they did so with the comfort that they had received a blessing. \"We pride ourselves on doing whatever we can do for our patients to make their end-of-life [experience] more comfortable,\" said Trudelle, who noted that none of the patients had coronavirus. \"We're not on the front lines, but that doesn't mean we can't help in other ways.\" New ways of thinking Even countrywide organizations are getting in on moment-making action. Exhibit A: The National Hospice and Palliative Care Organization (NHPCO) in Alexandria, Virginia. In March, this organization launched the \"Faces of Caring\" social media campaign to spotlight hospice and palliative care worker members who are making a difference in patients' lives. President and CEO Edo Banach says the effort is all about spotlighting the best of humanity. \"We're letting everybody see the people who are going out there and potentially putting themselves in danger [in the time of coronavirus],\" he said. Hospice workers are desperate to help people nearing the end of their lives.  \"It just guts me to hear about all of these poor people dying alone,\" Katie Tyrrell Weimann said. Weimann, 42, is an end-of-life doula, community mental health crisis worker and palliative care social worker from Oak Park, Illinois. The pandemic represents the intersection of Weimann's varied interests, and she has vocally and openly put herself out there to help at the front lines. Earlier this month, Weimann wrote a letter to the administrators at Rush University Medical Center in Chicago offering to act as a \"designated family liaison\" to sit with patients dying of Covid-19 and navigate goodbyes with loved ones from around the country.  She said she would be honored to stay present to facilitate phone calls and virtual messages. The mother of three children also acknowledged that by doing this, she knew she'd be putting her own life at risk. \"Everyone is throwing eight million ideas out into the universe to make the situation better,\" she said. \"This is mine.\"  Weimann said Rush officials had not rejected her offer yet. She hypothesized that one potential sticking point might be the scarcity of available Personal Protective Equipment, and the inability to guarantee that Weimann could secure some to serve in the role. Meanwhile, Weimann had signed up to provide family liaison services remotely as part of palliative care teams assisting with the unfolding public health crisis in New York City. As of press time, she was awaiting her assignment. \"I believe we have the capacity to hold space for both ourselves and others,\" Weimann said. \"One doesn't negate the other. That's the message of social distancing. We can as a product of common humanity want to protect ourselves and our families, as well as others. The only question is how.\" The original version of this story stated that Rush Medical Center officials did not respond to interview requests, but the writer used an incorrect email to contact the Rush media relations team. The article has been corrected."], "Language": false}