{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/09/entertainment/joseph-gordon-levitt-hitrecord-coronavirus-documentary/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-04-09T13:36:02Z"], "LastModifiedDate": ["2020-04-09T13:36:02Z"], "Headline": ["Joseph Gordon-Levitt wants to hear your coronavirus stories"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Joseph Gordon-Levitt understands that being creative during a global pandemic can feel challenging, but he's urging others to stay connected now.  That's why he's making a documentary about how people are living at this time, using his online platform HITRECORD. \"I find creativity the best way for me to get into what you might call a flow state. Different people get this in different ways. Some people do exercise, some people meditate, some people like to cook, garden,' Levitt said in a recent interview with CNN. \"I've always found it through creativity, whether it's through acting that I've done, I love to play music, writing. It just allows me to focus on something, accomplish something. Time kind of can disappear a little bit. The worries of a global pandemic can sort of fade into the background sometimes, or it can be a productive way to confront those feelings and thoughts.\" He took to Instagram on Wednesday to ask people to share their experiences for his project. \"Are you staying home? Or are you leaving the house to work, or for other reasons? Talk on camera about it, shoot some video or photos, write about it, draw about it,\" he wrote alongside a video.  We may feel further apart while practicing social distancing, but Levitt says to remember that the internet is the great connector.  Related: Celebrities who tested positive for coronavirus \"The promise of today's technology is not that just we're all alone and showing each other ourselves, it's that we can all be in different places, physically isolated from each other, but we can actually be collaborating on things and making things together that we wouldn't necessarily be able to make alone,\" he said.  Levitt acknowledged that he has felt scared and uncertain at times during this global crisis, but mostly he feels gratitude to those on the frontline. \"A lot of people can't stay home and I have such gratitude for the people who are out there doing the work that needs to be done,\" he said. \"[I] feel very, very grateful that we have a safe place to be with my family, and I wish for a world where everyone has that.\""], "Language": false}