{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-08-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, Ben Westcott, Adam Renton, Jack Guy, Fernando Alfonso III, Meg Wagner and Mike Hayes, CNN"], "Writers": [["Julia Hollingsworth", "Ben Westcott", "Adam Renton", "Jack Guy", "Fernando Alfonso III", "Meg Wagner", "Mike Hayes"]], "FirstPublishDate": ["2020-04-08T00:27:52.465Z"], "LastModifiedDate": ["2020-04-09T01:35:28.792Z"], "Headline": ["April 8 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Outdoor meeting places used for recreation in Nevada will be closed until further notice in order to curb the spread of Covid-19, Gov. Steve Sisolak said Thursday. The order includes public gyms, swimming pools and golf courses. Sisolak said people can continue to play sports on their own private property. Additionally, as most Christian denominations begin to celebrate the Easter week, Sisolak is prohibiting public worship services, except those that can be done with no more than 10 people.  “This wasn’t easy,” Gov. Sisolak said in a Wednesday news conference. “In these trying times, I have clung to my faith to guide me.” The new Nevada orders also close retail showrooms for businesses like car dealerships and furniture stores.  Sisolak said these areas “encourage customers to wander around and touch products, and that sort of shopping experience can lead to a higher likelihood of spreading the disease.” Although grocery stores can continue to operate as essential businesses, they can no longer sell food on open display, such as salad bars, bulk candy and freshly-ground coffee. ##Daily Life## Louisiana Gov. John Bel Edwards said the state was \"trending in the right direction\" at a news conference on Wednesday. Overall, Louisiana had 746 new cases on Wednesday, bringing the state's total to 17,030. There were 70 new deaths reported. Edwards noted that there are currently 1,983 hospitalized patients who have tested positive, down from yesterday, which was at 1,996.  \"So overall the hospitalization number is up, but the rate of growth in hospitalizations is in line with us being on a lower trajectory for case growth than where we were last week,\" Edwards said. \n\"The number of new hospitalizations suggest that we're trending in the right direction, but thus far the number of deaths is higher than we want it to be to have corroboration of that. And so the two most essential data points are not in agreement. Overall we think we probably are hitting in a better direction with a lower trajectory and that we're starting to flatten the curve, but we can't be sure yet.\" Louisiana testing center closes temporarily: The Alario Center coronavirus testing site announced that it would close today, due to a lack of test kits, the Jefferson Parish said on Wednesday. “A new supply shipment, which was expected to arrive today, is now delayed,” the parish announced via Twitter, before mentioning that it is anticipating a reopening on Friday. ##Health## ##Daily Life## More than 400 coronavirus cases are linked to one jail in Chicago, local officials said, making the Cook County Jail the largest known source of infections in the US outside of medical facilities. The Cook County Sheriff’s office said Wednesday that 251 detainees and 150 staff members have tested positive for the virus. Of the detainees infected in the outbreak, 22 are hospitalized for treatment and 31 others have been moved to a recovery facility. One detainee has died of “apparent” complications of Covid-19, sheriff’s officials said, but an autopsy remains pending.  The jail has created a quarantine “bootcamp” to keep detainees that are infected separate from the rest of the jail population.  The jail complex currently houses about 4,700 detainees according to the sheriff’s office. Jail officials have previously said they planned to screen and release nonviolent pretrial defendants. ##Health## Peyton Manning, on behalf of the Manning family, donated 140 meals from Drago’s Seafood Restaurant to feed health care workers at Tulane Health System in New Orleans on Wednesday. “I wanted to take a minute to say thank you to the entire team at Tulane Health System,” Manning said in a video message to Tulane Health System employees. “As healthcare workers on the front lines, you are demonstrating great courage and commitment, and making great personal sacrifices to care for the sick during this national crisis. I know I speak for Louisiana and the entire nation when I say how grateful I am for each and every one of you. Thank you. Be well. Stay strong and keep up the great work.”  New Hampshire Gov. Chris Sununu expressed his frustration with obtaining crucial medical supplies from the federal government during a press conference in Concord on Wednesday. The state received 15 Abbott rapid-testing devices last week, as part of the Granite State’s response to the Covid-19 pandemic, according to Sununu.  However, the Republican governor said they received only a limited number of the cartridges required to perform the tests, and a portion of those must be used for training and calibration purposes.  Sununu hoped to stock two machines with cartridges and get them into the field “fairly quickly,” but when the state requested additional cartridges for the remaining 13 machines, he was told to expect approximately 15% of his requested cartridges.  “Why would you send out 13 machines to a state and not give them any ability to use it? Like none,” Sununu said Wednesday. “There’s literally nothing you can do with this machine if you don't have the proprietary stuff from CDC and FEMA.” Sununu also said he doesn’t know when to expect that portion of cartridges.  “It’s incredibly frustrating because there's a lot of talk about this device, there was a lot of hype on it nationally, how it was it wonderful, and when they showed up, expectations were set really high, as they should be,” the governor said. “But to actually have 13 of these devices and have no way to use them. I'm banging my head against the wall. I really am. It’s really frustrating.” Ahead of Passover and Easter, the Department of Homeland Security warned the faith-based community about an \"increase in online hate speech intended to encourage violence\" or use the ongoing coronavirus pandemic situation as an excuse to spread hatred. In a letter to community members Wednesday, the department reminded houses of worship to review security plans and procedures ahead of congregant gatherings, acknowledging that many people are worshipping remotely at this time.  \"[T]here has been an increase in online hate speech intended to encourage violence or use the ongoing situation as an excuse to spread hatred,\" read the letter from the department's Cybersecurity and Infrastructure Security Agency, obtained by CNN.  Additionally, stressors caused by the pandemic may contribute to an individual’s decision to commit an attack or influence their target of choice, according to DHS. The letter is aimed at providing the faith community with guidance for planning of \"restoration of normal operations, whenever that may be.\" Some context: Officials at DHS have been grappling with how to address concerns about targeted violence amid the ongoing health crisis. The department is trying to balance resources needed to respond to Covid-19 across the country and the need to remind people to be vigilant of potential violence, a DHS official said.  Social distancing creates opportunity to become isolated, more glued to the TV and computer and less social engagement, said the official, adding \"no doubt we are all experiencing stress.\" Officials are concerned that someone who is already vulnerable could easily be recruited by violent ideologies or that the situation becomes precursor to them carrying out attack. In addition, the department is aware of individuals using Covid-19 to propagate conspiracy theories, said the official.  A prestigious scientific panel told the White House on Tuesday that it doesn't look coronavirus will go away once the weather warms up.  President Donald Trump has claimed that \"when it gets a little warmer [the virus] miraculously goes away.\"  In their letter to the White House, members of a National Academy of Sciences committee said data is mixed on whether coronavirus spreads as easily in warm weather as it does in cold weather, but that it might not matter much given that so few people in the world are immune to coronavirus.  \"There is some evidence to suggest that [coronavirus] may transmit less efficiently in environments with higher ambient temperature and humidity; however, given the lack of host immunity globally, this reduction in transmission efficiency may not lead to a significant reduction in disease spread without the concomitant adoption of major public health interventions,\" the letter stated. The letter noted, for example, that a study of the outbreak in China showed that even under maximum temperature and humidity conditions, the virus spread \"exponentially,\" with every infected person spreading it to nearly two other people on average.   The scientists sent the letter to Kelvin Droegemeier at the White House Office of Science and Technology Policy. The letter from the NAS scientists notes that some laboratory studies have shown reduced transmission of the virus under warmer and more humid conditions, but that it's still a concern. The letter points out that in the real world, the virus is still transmitting in countries with warm weather.  \"Given that countries currently in 'summer' climates, such as Australia and Iran, are experiencing rapid virus spread, a decrease in cases with increases in humidity and temperature elsewhere should not be assumed,\" the letter said. Centers for Disease Control and Prevention Director Dr. Robert Redfield issued new guidelines for essential workers who have been exposed to the coronavirus, saying individuals would need to be asymptomatic to return to work The guidelines, he said, are aimed at keeping essential workers including first responders, health care workers, employees in the food supply chain and others at work -- even if they might have been exposed to someone who has coronavirus.  “These are individuals that have been within six feet of a confirmed case or a suspected case so that they can, under certain circumstances, they can go back to work if they are asymptomatic,” Redfield said.  Redfield said those individuals could return to work if they take their temperature before work, wear a face mask at all times and practice social distancing at work.  He reiterated that individuals should stay home if they feel sick, they should not share items used on or near their face and they should refrain from congregating in break rooms and other crowded places. The CDC’s new guidelines also outlined steps employers should take, including checking temperatures before employees start work, sending anyone who becomes sick home and cleaning commonly touched surfaces more frequently, among others. Secretary of State Mike Pompeo said Wednesday that it was not the time for a leadership change at the World Health Organization, but did not dispute President Donald Trump’s earlier call to potentially scale back funding for the organization. “This is not the time to be doing that kind of change,” Pompeo said at the White House briefing. “There will be a lot of time to look back and see how the World Health Organization performed.\" “In the meantime what our task is is to preserve and protect the American taxpayers to make sure that our resources don’t go to places that aren’t going to deliver on behalf of the American people and the world,” Pompeo continued. “And President Trump and I are determined to do that.” Some context: In a Wednesday interview with “The Wendy Bell Show,” Pompeo said that “it’s pretty clear that the World Health Organization hasn’t lived up to its billing, it hasn’t been able to achieve what it was designed to achieve, and we just can’t continue to permit that to go on.” “It performs important functions, important global health and pandemic functions, and we can see in this case we haven’t been able to deliver on that,” he said on the radio show. “So we need a global health organization that can achieve that and if this one can’t do it, then it’s not appropriate for American taxpayer dollars to go towards it.” Despite Pompeo’s suggestion that the US is not looking to replace WHO Director General Tedros Adhanom Ghebreyesus for the time being, a senior administration official on Wednesday said that WHO’s leadership was part of their problem. “The problem is not the WHO system. The system has good people… It’s about comments made from the leadership—which went beyond what I am told their own staff wanted to say,” the official said.     Dr. Deborah Birx and Dr. Anthony Fauci pushed back on conspiracy theories suggesting that coronavirus deaths in the US are being inflated, especially among those dying with existing underlying conditions. “We’ve made it very clear, every time I’ve been up here, about the comorbidities,” Birx said Wednesday during the White House press briefing. “This has been known from the beginning. So those individuals will have an underlying condition but that underlying condition did not cause their acute death when it’s related to a Covid infection.” “Having an underlying condition and getting this virus, we know, is particularly damaging to those individuals,” Birx added. Fauci took things a step further, saying, “You will always have conspiracy theories when you have very challenging public health crises. They are nothing but distractions.” “I would just hope that we just put those conspiracy stuff — and let somebody write a book about it later on, but not now,” he continued. Dr. Deborah Birx, the White House coronavirus response coordinator, said models projecting the number of American deaths from coronavirus have dropped dramatically in recent days because Americans have drastically changed their behavior.  Birx said the US was doing \"much better in many cases than several other countries, and we're trying to understand that.\"  \"We believe that our health care delivery system in the United States is quite extraordinary,\" she said, but added that the models were based on \"what America is doing.\"  \"I think what has been so remarkable I think to those of us that have been in the science field for so long,\" Birx continued, \"is how important behavioral change is, and how amazing Americans are at adapting to and following through on these behavioral changes.\"   The nation's top infectious disease expert, Dr. Anthony Fauci, later said the changing models proved that social distancing steps are working.  \"We know that mitigation does work. The reason that we know it works, is the question that was asked about the numbers...why they came down with the projections,\" Fauci said. \"What you do with data will always outstrip a model. You redo your models depending upon your data.\" \"Our data is telling us that mitigation is working,\" Fauci said. \"Keep your foot on the accelerator, because that is what's going to get us through this.\" Some context: As CNN previously reported, an influential model tracking the coronavirus pandemic in the United States now predicts that fewer people will die and fewer hospital beds will be needed compared to its estimates from last week. As of Wednesday, the model predicted the virus will kill 60,000 people in the United States over the next four months. That's about 33,000 fewer deaths than the model estimated last Thursday. While the US is still expected to face a shortage of about 16,000 hospital beds, it will need 168,000 fewer beds than previously expected, according to the new analysis. Vice President Mike Pence said he was briefed Wednesday that Philadelphia is “an area of particular concern” for the coronavirus outbreak. “An area of particular concern we were briefed on this morning is the city of Philadelphia. I spoke today to (Pennsylvania) Gov. Tom Wolf and as we begin to see early trend lines in Philadelphia, I assured him that we were going to continue to flow resources and support to that community,” Pence said at the daily White House briefing on the outbreak.  Pence emphasized that people in Philadelphia need to practice social distancing “now more than ever.”  “Our message to the people of the Philadelphia area is now more than ever, practice the social distancing so that Philadelphia, and to some extent even Pittsburgh, do not have to endure what other communities before them have had to endure,” Pence said. Dr. Deborah Birx, the coronavirus response coordinator for the White House coronavirus task force, added that the Philadelphia metropolitan area is seeing 1,400 cases per day and the Baltimore/Washington, DC, area is seeing a 15% positivity rate with 500 cases per day in DC and 200 cases per day in Baltimore.  Companies will soon be blocked from exporting critical medical supplies needed by the US for the coronavirus response, unless the Federal Emergency Management Agency gives approval for overseas shipments, according to a federal draft regulation. The combined effort between FEMA and US Customs and Border Protection, which oversees trade and travel, comes as the United States seeks to shore up equipment for hospitals treating coronavirus patients. Late last week: White House trade adviser Peter Navarro previewed these actions, saying there is “a black market which you have described, where we're having people bid against each other, brokers come in, they're bidding and bidding on all this different (personal protective equipment).\" \"It's driving the price up and guess what? You know where it's going? The domestic sources here are being exported,\" said Navarro, the White House's Defense Production Act policy coordinator, at last Thursday's White House briefing. \"We are going to crack down unmercifully.\" In a joint statement Wednesday, the two agencies, both of which fall under the Department of Homeland Security, said they're \"working together to prevent domestic brokers, distributors, and other intermediaries from diverting these critical medical resources overseas.\" Louisiana Gov. John Bel Edwards urged people to keep social-distancing for the Easter holiday.  \"This Easter is not going to look like previous Easters, but it doesn't mean that you can't find some significant way to meaningfully worship and to celebrate,\" Edwards, a Democrat, said. \"There was no Easter exemption from the stay-at-home order. There was no Easter exemption from the 10 person limit. Because that virus isn't going to honor that.\" \"The virus is very much in control and that's why we're trying to do things that will actually limit the impact of the virus,\" Edwards said. President Donald Trump on Wednesday renewed his attacks on the World Health Organization after the head of the organization asked him not to “politicize the virus.”  At a press conference earlier Wednesday, WHO Director General Tedros Adhanom Ghebreyesus responded to attacks from Trump about how his organization handled the coronavirus outbreak.  “Please don’t politicize this virus... If you don’t want many more body bags, then you refrain from politicizing it. My short message is: Please quarantine politicizing Covid,\" Ghebreyesus said. At Wednesday's White House briefing, Trump declared it was Ghebreyesus who was politicizing the coronavirus and said he believes the organization favors China. “I can't believe he's talking about politics when you look at the relationship they have to China. So China spends $42 million, we spent $450 million and everything seems to be China's way. That's not right, it’s not fair to us and honestly it's not fair to the world,” Trump said. Trump implied that there would have been fewer coronavirus deaths if the WHO gave a “correct analysis.” “I think when you say more body bags, I think we would have done, and he would have been much better serving the people that he’s supposed to serve if they gave a correct analysis,” Trump said. Watch: The city of Miami said Wednesday it has mandated all employees and customers in grocery stores, restaurants, pharmacies and convenience stores to wear masks at all times while on premises, effective today at 11:59 pm ET. In a statement, the city said this “citywide order to wear masks extends to those performing construction work on job sites, as well as food delivery workers.” ##Daily Life## The novel coronavirus has infected more than 1.5 million people and killed more than 87,000 worldwide, according to a tally from Johns Hopkins University. There are at least 424,945 cases of coronavirus in the US and at least 14,529 people have died from the disease in the country. New York City has 5,603 new coronavirus cases and 716 new deaths, according to the city website. The city now has a total of 80,204 coronavirus cases and 4,260 deaths. President Donald Trump says it will be safe to reopen the country when \"we can say we have to be on that down side of that slope.\" \"We can do it in phases, go to some areas where — you know, some areas are much less affected than others,\" he said at a Wednesday coronavirus task force briefing. \"But it would be nice to be able to open with a big bang and open up our country, or certainly most of our country.\" CNN reported earlier Wednesday that discussions are underway at the task force level about how to reopen the US economy.  Trump said he believes the US is \"ahead of schedule\" in efforts to slow the spread of coronavirus. \"You hate to say it too loudly because all of a sudden things don't happen. But I think we will be sooner rather than later,\" Trump said. \"But we'll be sitting down with the professionals. We'll be sitting down with many different people making a determination,\" he went on. \"And those meetings will start taking place fairly soon.\" Watch: Secretary of State Mike Pompeo says a \"handful\" of State Department officials around the world have tested positive for Covid-19, but the vast majority of US facilities are open.  Pompeo said that only one US embassy has closed due to coronavirus. \"Our embassies, save for the one that is in Wuhan which we did pull everybody out of, the rest of our facilities around the world are all open,\" Pompeo said during a coronavirus task force briefing at the White House on Wednesday. \"We’ve had a handful of our folks test positive, but we feel like we have a good handle on it, and we’re doing everything we can to make sure that not just the State Department officials, but our Department of Defense colleagues that are working on these missions as well are doing so in a way that reduces risk to them and their well being.\" He later added that three local hires, \"not US direct hires, but local people who were working for the State Department in embassies around the world,\" have died of coronavirus.  When asked Wednesday if China has withheld information on the coronavirus, Secretary of State Mike Pompeo said that now is “not the time for retribution” and instead stressed transparency of data from China and other countries. China, he added, has been cooperating in many areas that the US is “deeply appreciative” of, but he did not get into additional details.  Pompeo refrained from bashing China during the Wednesday White House briefing, changing his tune from earlier in the coronavirus pandemic. “This is not the time for retribution but it is still the time for clarity and transparency,” Pompeo said. \"Every country, China included, needs to share data.” The Department of Health and Human Services on Wednesday announced a second major purchase of ventilators, buying more than 43,000 ventilators from the manufacturer Philips for $646.7 million. The ventilators will go into the national stockpile, which gets distributed across the country, in chunks. Philips will make a first delivery by the end of May of 2,500 ventilators, the Department of Health and Human Services said in a statement. The company will deliver a total of 43,000 ventilators by the end of the year. The major purchase comes hours after the department announced a similar contract for the auto company General Motors to make ventilators. The contract with Philips, a company that was already a major presence in building ventilators, comes under the Trump administration's announcement to use the Defense Production Act to get more needed supplies to aid the fight against the coronavirus epidemic. HHS said it will award five other companies contracts under the DPA. \"The DPA is allowing the federal government to work with manufacturers, such as Philips, to accelerate production of ventilators and ensure that they go where they’re needed most,\" Secretary Alexander Azar said in a statement Wednesday. \"HHS will continue awarding contracts to companies for which it has invoked the DPA for ventilator production, while we explore every possible avenue to get life-saving supplies to the frontlines of this war on the virus.\" Frans van Houten, CEO of Royal Philips, issued a statement, saying Philips is \"actively collaborating with the U.S. government to help save lives in the U.S. and across the globe.”  “There is an unprecedented global demand for medical equipment to help diagnose and treat patients with COVID-19,\" van Houten said. \"We welcome the support of the U.S. government in our efforts to aggressively increase the production of hospital ventilators. We believe in fair allocation of scarce medical equipment to those who need it the most, and we are ramping up to deliver 43,000 units to the most critical regions in the U.S. in the coming weeks and months through December 2020.” Secretary of State Mike Pompeo said the State Department has repatriated over 50,000 citizens from around the globe since January 29 amid the coronavirus pandemic. “Since January 29 we have now repatriated over 50,000 United States citizens back to their homes. From more than 90 countries, more than 490 flights back to the United States from all across the world, this world wide scale of our repatriation efforts is without parallel in our lifetime,” Pompeo said. Pompeo said the State Department is working with “foreign governments, militaries, airport authorities, medical units, transportation companies, hotels, you name it ” to make sure Americans get back to their families. Pompeo said that there are still US citizens in places across the world, and that the State Department will continue to work on getting people back to the United States until people can travel on their own again.  “We still have several thousand people that we’re working, they identify themselves every day and new people find themselves in difficult place. Look, we’re gonna be done when people can travel on their own again,” Pompeo said. “We are gonna keep it up as long as we have resources to do it and there is a need.” ##Travel## Only 21.6% of hotel rooms in the United States were occupied last week, according to new data from hospitality analytics company STR.  That’s down slightly from the week before and down more than 68% from the same week last year.   Only 7% of the rooms in Oahu Island, Hawaii, are occupied, the lowest rate for any market in the country and down more than 90% from the same week last year.  Across the board, economy hotels and lodging in suburban areas tended to have more people staying than other hotels, according to STR.  New York City posted about 18% occupancy last week, which was a slight increase from the just over 15% posted for two weeks ago.  ##Business## African Americans in Mississippi account for 56% of coronavirus cases and 72% of deaths, state epidemiologist Dr. Paul Byers said Wednesday. “We’re seeing some significant disparities, some racial disparities both in the percentage of cases we’re seeing and deaths,\" he said. \"We’re seeing now 56% of our reported cases so far are in African Americans.\" He added: \"72% of the deaths we’ve reported are in African Americans and when you break down those deaths, when you look at them, we’re seeing significant incidents of diseases like diabetes, heart disease, lung disease, liver disease, those chronic underlying problems that we know exist in Mississippi already.\" Illinois' Department of Public Health Director Dr. Ngozi Ezike on Wednesday announced the state is reporting 1,529 new Covid-19 cases, including 82 deaths, over the last 24 hours.  \"These are our highest numbers to date,\" Ezike said in a press conference. \"Although the numbers are still increasing, I will tell you that the rate at which they are increasing is less, and that is a good sign. We are not seeing the exponential growth that we were seeing before,\" she added. Illinois has a total of 15,078 coronavirus cases, with 462 deaths in the state.  A New York City hospital had issues with its oxygen supply Tuesday night causing the urgent transfer of multiple patients to be cared for elsewhere, Gen. Terrence O’Shaughessy told CNN.  “They needed to transfer those patients immediately as quick as possible because their lives were dependent on it,” said O’Shaugnessy, the commander of US Northern Command overseeing the military response. A team of 37 military doctors, nurses and technicians in full personal protective equipment moved 18 patients in an ambulance to different facilities for urgent care.  Ten patients were moved to the USNS Comfort, five to Sinai, two to Bellevue and one to North Bronx, the general said.  O’Shaughessy said the military is there to be used in such an emergency at area hospitals. “It was challenging, they were all in various significant states of acute medical needs,” he said. “When they got to (the) Comfort, several of them were crashing so they had to provide that immediate medical assistance ... As they were pulling up to the Comfort they were crashing so the doctors from the Comfort had to respond in the ambulance and then get them stabilized and then bring them into the Comfort.” A source with knowledge of the operations at multiple hospitals said the New York City area hospital had “major problems with excess ice accumulation on their overburdened medical oxygen systems.”  According to Johns Hopkins University's tally, there are at least 423,135 cases of coronavirus in the US and at least 14,390 people have died from the disease. So far on Wednesday, Johns Hopkins has reported 24,326 cases and 1,495 reported deaths in the US. The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. Wyoming is the only state or territory that is not reporting a death from coronavirus. House Speaker Nancy Pelosi said in an interview with NPR Wednesday that the chamber would not have unanimous support to approve the Senate’s version of a measure to add $251 billion in funding to a small business loans program established by the $2.2 trillion coronavirus stimulus package last month. “The bill that they put forth will not get unanimous support in the House. It just won’t,” Pelosi said of the Senate’s straightforward bill to add more funds to the small business Paycheck Protection Program. Democrats have called for additional funding for hospitals, state and local governments, and food stamps to be passed alongside the small business loans funding.  “The White House says they don’t support that, but we do,” Pelosi said. Asked about President Donald Trump’s removal of the inspector general who had been tasked to oversee the implementation of the CARES Act, Pelosi said what Trump is doing “is so very, very wrong.” “We cannot allow this to happen without a bright light shining on it,” she said of rolling out the aid package.  Pelosi said the committee on the coronavirus crisis that Democrats plan to launch later this month will seek to prevent waste, fraud, abuse, profiteering and price-gouging.  “This is not an offense to the President. It's about how big money attracts some kind of profiteering and price gouging and the rest,” she added of the committee’s purpose. The nation’s top infectious disease expert told a reporter that the handshake, a customary American greeting, could become a thing of the past as the coronavirus pandemic continues to spread throughout the United States. Asked about the country getting back to normal, Dr. Anthony Fauci told Sinclair Broadcast Group’s political reporter Scott Thuman that “it depends on what you mean by 'normal.' ” “I think what we’re going to have embedded and imprinted in us forever is the realization that something as catastrophic as what the world is experiencing now can happen,\" Fauci said. “And just as a society, just forget about shaking hands. We don’t need to shake hands. We’ve got to break that custom because, as a matter of fact, that is really one of the major ways that you can transmit a respiratory-borne illness.”  The US Food and Drug Administration has sent a letter to a firm marketing a product that falsely claims to “cure, mitigate, treat, prevent, or diagnose Coronavirus and/or Covid-19 in people,” according to a press release from the agency. The letter was sent to Genesis II Church of Health and Healing and multiple websites associated with the firm. It targeted the “Miracle Mineral Solution” -- a chlorine dioxide product -- which was marketed as prevention and treatment for coronavirus. The FDA has issued previous warnings that chlorine dioxide poses a significant risk to health and is not shown to be safe and effective for any health use. “The sale of these products can jeopardize a person’s health and delay proper medical treatment,” FDA Commissioner Dr. Stephen Hahn said in a statement. “We continue to take action and keep up our efforts to monitor for fraudulent treatments during this public health emergency and remind the public to seek medical help from their health care providers.” The recipient of the warning letter has 48 hours to provide documentation that misleading claims have been corrected, along with outlining what steps are being taken to prevent future recurrences. Failure to do so “may result in legal action, including, without limitation, seizure and injunction,” according to the letter sent Wednesday.  CNN has reached out to Genesis II Church of Health and Healing for comment. ##Health## Georgia Gov. Brian Kemp has extended the state's public health emergency through May 13. Kemp signed an executive order Wednesday extending the public health emergency in an effort to help contain the coronavirus. “This measure will allow us to deploy more resources to communities in need, lend support to frontline medical providers and keep preparing as we brace for potential patients in healthcare facilities,” the Republican governor said. Kemp also announced Wednesday the state will extend the shelter-in-place order through April 30 in accordance with public health recommendations. Kemp added he has signed an executive order to activate an additional 1,000 national guard members to assist in the novel coronavirus emergency response.  Minnesota Gov. Tim Walz held a news conference today extending the state’s stay-at-home order and public accommodation order to May 4. The governor said they plan to use the time to expand testing, and went on to say that “we have flattened the curve more than any other state.” When asked about schools, the governor said, “It’s unlikely students will go back to school on May 4, but I won’t close the door on that.”  Walz said school is “likely done for the year.” Health Commissioner Jan Malcolm said there were 85 new coronavirus cases Wednesday, raising the number to 1,154. There were also five new deaths, for a total of 39. Department of Employment and Economic Development Commissioner Steve Grove said there was good news on the unemployment insurance front.  Grove said he believes Minnesota is the first, or among the first states, to process the $600 from the Federal Cares Act. The recipients could see that money as early as later this week, Grove added. Oregon Gov. Kate Brown announced Wednesday that schools will continue to be closed statewide for the rest of the academic year.  Brown, a Democrat, says all high school seniors who were “on track to graduate” before schools were closed will receive passing grades.  “I refuse to punish students … because they could not attend classes for a little over two months,” Brown said in a press conference. South Carolina Gov. Henry McMaster signed an executive order Wednesday which allows furloughed employees to receive “Covid-19 Support Payments” from their employers and still qualify for unemployment benefits, his office said. “Every day, our primary objective is to protect South Carolinians, but we also must act to protect the state’s economy,” said McMaster. “This order does both. It allows our businesses to take care of their employees as best as they can and will help our economy recover from this unprecedented time.\" South Carolina has 2,417 confirmed coronavirus cases and 51 deaths, according to a tally from Johns Hopkins University.  Rhode Island Gov. Gina M. Raimondo announced that the courts extended their closure for all non-essential business through May 17. She also asked the people of Rhode Island to wear a cloth mask every time they leave their house.  The governor explained today that eviction is a court procedure, saying, \"you cannot be evicted anytime for any reason between now and May 17 because the court is closed.\" The governor also spoke about people who are struggling to pay their full mortgage, saying, \"we are working on ways to provide relief around that, and I hope to have an announcement in the next few day or next week to help you get some forgiveness. Because I know it is impossible to pay your mortgage if you and your family are out of work.\"  ##Daily Life## As confidence grows that the state may be nearing its peak of new coronavirus cases, Washington Gov. Jay Inslee announced Wednesday they are giving back a military field hospital that was intended to deal with a surge of patients.  The hospital – set up at an event center adjacent to the CenturyLink Field sports stadium in Seattle – will be available to FEMA to be redeployed to another state. \"We requested this resource before our physical distancing strategies were fully implemented and we had considerable concerns that our hospitals would be overloaded with Covid-19 cases,” Inslee said in a statement.  The decision to return it was made with the approval of the leaders of the Seattle and King County governments. Inslee said the state still has the ability to increase its hospital capacity by 1,000 beds quickly in case of a surge, even without the military hospital. The decision comes three days after Inslee returned more than 400 ventilators the state received from the Strategic National Stockpile back to the federal government. At the time, Inslee said Washington had a sufficient supply of ventilators on its own, while states like New York faced a bigger immediate need. ##Health## 170 Detroit police officers that have tested positive for coronavirus, Mayor Mike Dugan said today.  Denise Fair, Chief Public Health Officer for the City of Detroit, said Detroit has 5834 confirmed cases and 240 confirmed deaths.  The city saw an increase of 333 positive cases and 26 deaths since yesterday. ##Health## At least 66 people died in Nassau County on Long Island in the last 24 hours, and while the number of Covid-19-related hospitalizations are hitting a plateau, the death rates continue to spike, according to Nassau County Executive Laura Curran. A total of 566 people have died of Covid-19 complications in Nassau County, according to the state Department of Health. Earlier Wednesday at a briefing, Curran said the county’s supply of ventilators is not as much of an issue as its need for protective equipment like masks and gowns. She said there have been more ventilators freed up as patients recover or pass away. “Unfortunately, the majority of people who are on ventilators for an extended period of time do not make it. So it is a combination of those who’ve passed away and those who’ve gotten better,” Curran said today. Data provided to CNN by Curran’s office shows health care workers are using 935,000 gowns per week. As of last night, the county’s stockpile had 1,200 gowns available to share with healthcare workers. “We have a shortage of gowns and we need more right now,” Curran said in a statement to CNN. ##Health## California will utilize new technology from the company Battelle that allows for the sterilization and reuse of N95 masks as early as this week, Mark Ghilarducci, with the California Governor’s Office of Emergency Services, announced today. “It's a technology that is designed to get on the ground, and actually bring in a used N95 mask and do a sterilization and cleaning process that makes them basically new again,” Ghilarducci told reporters Wednesday. “And this is new technology that has that has been certified by the FDA, and CDC, and it will be here in California, here within the next week. As capability, we’ll have the ability to clean up to 80,000 masks per day.” CNN's Julia Chatterley interviewed Battelle’s CEO, Lewis Von Thaer, Wednesday morning, who said that using hydrogen peroxide in vaporized form, “we proved that we could reuse these masks, basically decontaminate them for reuse up to 20 times with no degradation.” “I'm very happy to report we're up and operating in Ohio today,” Von Thaer told CNN. “Just going online in Seattle and Stonybrook, Long Island, and we'll soon be online in Boston in the next few days… our goal is to set up regional systems and multiple hospitals come into that region because we can clean so many masks at one time.” ##Health## There are at least 419,975 cases of coronavirus in the US, according to Johns Hopkins University's tally. At least 14,262 people have died in the US from coronavirus.  So far today alone, Johns Hopkins has reported 21,166 new cases and 1,367 deaths.  Wyoming is the only state or territory that is not reporting a death from coronavirus. ##Health## At least 130 health care workers have tested positive for coronavirus in Arkansas, Dr. Nathaniel Smith, Secretary of the Arkansas Department of Health, said Wednesday. Among the 946 total cases in the state, 61 are nursing home residents and a total of 18 people have died from the virus, Dr. Smith said. According to Smith, the ethnicity breakdown shows at least 67% of the cases are white and more than 23% are black, in a state where the black people represent 15% of the population. US stocks ended higher today, buoyed by investors’ optimism about slight improvement in new coronavirus infections data. Here's where things closed: The Dow closed up 3.4%, or 780 points. It was the index’s first close above 23,000 points in nearly a month.\nThe S&P 500 finished 3.4% higher. \nThe Nasdaq Composite closed up 2.6%.  Remember: As stocks settle after the trading day, levels might still change slightly.  ##Business##  European aircraft maker Airbus announced Wednesday it would cut production by about a third, as the troubled airline industry is being forced to defer deliveries due to the plunge in air traffic. Airbus said the reduced schedule was designed \"to adapt to the new coronavirus market environment.\" The company delivered only 122 of the 182 planes it built during the quarter because of \"customer requests to defer deliveries,\" it said. It will now build about 40 of the A320 each month, down from 60 per month of its best-selling single-aisle jet. The A330 will produce two a month from nine, and the A350 production has been scaled back to six a month from between nine and 10. Airbus has temporarily halted production at numerous plants in Europe and North America due to health concerns. The reduced production schedule will be in place when the plants resume work. Rival Boeing, which reports its deliveries and orders next week, also has temporarily stopped building commercial jets as well. More than half the 22,000 planes in the global commercial airline fleet have been grounded in the crisis, according to tracking firm Cirium, and that number is climbing as airlines slash their schedules, or cancel all flights in some cases, due to a combination of travel restrictions and passengers' health concerns. ##Business## Massachusetts reported 1,365 new cases of Covid-19, Gov. Charlie Baker said on Wednesday, bringing the state’s total to 15,202. At least 81,344 tests have been conducted so far in Massachusetts, Baker said, and the state continues to see a rise in the percent of people testing positive.  On Monday, about 30% of all tests conducted were positive and on Tuesday that number was similar at 28%.  The state expects to see the peak in cases occur sometime between April 10 and April 20, Gov. Baker said. ##Health## Arkansas recorded its lowest positivity rate for coronavirus in a 24-hour period to date on Tuesday, Dr. Nathaniel Smith, secretary of the Arkansas Department of Health, said Wednesday.  “Yesterday, we received results from 1,436 test and we had a 1.6% positivity rate so this is the greatest number of test results we've received in a 24-hour period to date,” Smith told reporters in Little Rock. The vast majority of the tests were reported from commercial labs, Smith said. Pennsylvania today is reporting 1,680 new cases of Covid-19, bringing the state total to 16,239 cases, according to Pennsylvania Secretary of Health Dr. Rachel Levine. According to Levine, these numbers include 760 healthcare workers who have tested positive, 831 individuals who are in 157 long-term or personal care facilities and 309 deaths. There are currently 1,892 patients hospitalized in Pennsylvania due to Covid-19, which represents 11 percent of the total count, Levine said. Approximately 51% of hospital beds, 40% of ICU beds, and 70% of the state’s ventilators, are available at this time, according to Levine. Pennsylvania Gov. Tom Wolf also announced that the state will be launching a hospital preparedness dashboard, that will let anyone see a county-by-county breakdown of key equipment availability and usage. Delta said it will no longer book the middle seat on flights through the end of May in an effort to allow for social distancing. Delta said it is also pausing automatic, advance seat upgrades. \"These will now be processed at the gate – still in priority order – to allow gate agents to determine how to best seat customers while considering social distancing and aircraft weight-and-balance restrictions,\" said the airline. Some context: Delta and other airlines have already been slashing schedules and reporting a low level of passenger traffic on flights.  For example, Delta CEO Ed Bastian told Delta employees that it would be reducing its schedule by 80% in April due to the lack of demand, that it expects second quarter revenue to be down 90% and that on March 28, it carried only 38,000 customers, versus its normal late-March Saturday traffic of 600,000. ##Travel## ##Business## There are at least 404,352 cases of coronavirus in the US, according to a Johns Hopkins University tally. At least 13,829 people have died in the US from coronavirus.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state or territory that is not reporting a death from coronavirus. So far today, Johns Hopkins has reported 5,543 new cases and 934 reported deaths.   ##Health## Florida Gov. Ron DeSantis said today that the state will be able to complete over 150,000 tests by the end of the day, making Florida as \"one of the top states for testing.\" DeSantis toured the Miami Beach Convention Center today which is being turned into a temporary hospital to treat Covid-19 and non-Covid-19 patients.  The governor said the facility, scheduled to open April 20th, would start off with 400 beds and 50 others for ICU with the capacity to significantly expand.  “I would much rather be prepared for the worse and the worse not come here,\" said DeSantis. Miami-Dade Mayor Carlos Gimenez said the county has 3,000 vacant beds and 300 ICU vacant beds. More than 700 ventilators have yet to be used according to Gimenez.  DeSantis reminded Floridians to keep social distancing rules when applying for unemployment and commended the City of Hialeah for instituting a drive-thru following yesterday's long lines. ##Health## Mayor Lori Lightfoot has announced a 9 p.m. curfew on liquor sales in Chicago effective Thursday. Lightfoot said at a press conference today that the curfew was prompted by the fact that \"too many individuals and business were violating the stay at home order\" at the press conference that was provided to CNN by affiliate WGN. \"Far too many have been congregating at stores that sell alcohol, especially in the evening hours,\" Lightfoot said. The new order gives city police the power to \"further curb non-compliance\" through fines, arrests, and the revocation of liquor licenses, Lightfoot announced. The city has already issued \"significant citations\" to eight businesses for violations of existing orders, Lightfoot said. Interim Superintendent of the Chicago Police Department Charles Beck said that the city's officers have dispersed over 2,000 groups since the start of the city's public health orders. \"Last night was our zenith, our highest level of dispersals, at over 300,\" Beck said at the press conference. \"We've done enforcement, we've done warnings, we've written tickets, and we've made arrests, now its time to limit opportunities,\" Beck explained. ##Daily Life## ##Business## President Trump approved a disaster declaration for Vermont due to Covid-19.  This is the 52nd disaster declaration approved by the President in response to the coronavirus pandemic: 47 states, the US Virgin islands, the Northern Mariana Islands, the District of Columbia, Guam and Puerto Rico have all declared disasters.  Only Alaska, Idaho and Wyoming have not declared disasters. The US has never had a 50-state disaster. In a call with reporters Wednesday, local and county officials with the National Association of Counties raised the alarm that the federal response to Covid-19 has left counties in the lurch and without resources. Much of the challenges they’re facing involve meeting budgets and hitting revenue targets, which have been sorely hit by states closing businesses nationwide. Cook County, Illinois, Board President Toni Preckwinkle was among the county officials who was on the call. Preckwinkle said they have “faced some tremendous challenges around personal protective equipment ... there's been, I can only say, an inadequate and chaotic federal response to this.”  “Our purchasing folks in our Office of Emergency Management have been scouring the marketplace to try to find, particularly the N95 masks that we need, but, personal protective equipment more broadly,\" she said. \"I think that's been one of the most kind of the biggest challenges for local units of government in the fact that we haven't had a comprehensive and coherent effort at the federal level to stockpile and distribute this equipment.” Mark Poloncarz, who serves as the county executive for Erie County, New York, echoed that sentiment. “We've had a number of orders that we processed with reputable partners to get N95 masks and the like, almost all of these are made overseas, and of course, there have been delays. We've heard the stories about where vendors are processing an order and then your order comes back a few days later and you've been told you're not getting it anymore, primarily because they're selling it to someone else. So, we are all kind of in the same boat with regards to this across the country,\" Poloncarz said. Gov. Andrew Cuomo announced a social media campaign to encourage New Yorkers to stop the spread of coronavirus. He announced the campaign — using the hashtag #IStayHomeFor — after his daily news conference. “Who are you staying home for? It's not about staying home for yourself. Stay home for others, stay home for the vulnerable people … stay home for the health care worker in the emergency room because you don't want to infect anybody else who puts a greater load on the health care system. Who are you staying home for? I'm staying home for my mother,” he said during a press briefing Wednesday. Read Cuomo's tweet:   Dr. Anthony Fauci told lawmakers today that the White House coronavirus task force is working on establishing a framework for how Americans will be able to return to normalcy, according to a source. Fauci held a call today with Democratic House members. On it, he was asked about antibody testing and tracking that the White House task force has been working on in terms of developing a timeframe toward normalcy. Fauci told lawmakers that the White House task force was working on it last night.  But remember: This is an ongoing conversation.  Another source said that Vice President Mike Pence was very complimentary on the call of governors — including Democrats — for helping to slow the spread of the disease. Pence cited local and state leaders in Washington and California as having made a significant contribution in helping to slow the spread. ##Daily Life## There are 7,026 hospitalizations in New Jersey which include Covid-19 positive patients and persons under investigation for coronavirus, according to Health Commissioner Judy Persichilli.  There are 1,617 people in critical care and 97% of those patients in critical care, 1,576, are on ventilators.  Overall, of the more than 7,000 individuals in hospitals, about 22% are on ventilation, Persichilli said. Of the seven laboratories sending their testing results to the governor’s office, 94,525 tests have been performed to date in New Jersey and 41,550 are positive, for a rate of 44%, which Murphy said has “crept up slowly.” Among the deaths in the state, 61% people are white, 22% are black, 6% are Asian and the state is still reviewing 112 cases, according to Persichilli. Additionally, there are now 231 long-term care facilities in the state that have reported at least one Covid-19 case, Persichilli said. There are at least 402,923 cases of coronavirus in the US, according to Johns Hopkins University's tally. At least 13,007 people have died in the US from coronavirus.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state or territory that is not reporting a death from coronavirus. So far on Wednesday, Johns Hopkins has reported 4,114 new cases and 112 reported deaths.    ##Health## New Jersey Gov. Phil Murphy ordered all non-essential construction across the state to cease indefinitely, effective at 8 p.m. ET on Friday. Exceptions to this order include projects at hospitals and schools, building of affordable housing and emergency services, among other limited instances, Murphy announced in Wednesday’s press conference. Additionally, the governor is ordering all essential retail-grocery stores and pharmacies to indefinitely limit their number of customers in their stores to 50% of their current approved capacity, and ordered that customers and employees must wear face coverings. Stores must also provide special shopping hours for high risk individuals. The restrictions are to be implemented across the state. “There is one set of rules for everyone in New Jersey,” Murphy said. ##Health## ##Daily Life## ##Business## More people in the United States have died from coronavirus than during the 2009 H1N1 pandemic. According to Johns Hopkins University's tally, at least 12,936 people have died in the United States from coronavirus.  According to an estimate from the US Centers for Disease Control and Prevention, H1N1 killed 12,469 people in the United States from April 12, 2009, to April 10, 2010.  The CDC estimates there were 60.8 million H1N1 cases across the United States during that year. To date, there are more than 400,000 novel coronavirus cases reported in the United States, according to Johns Hopkins.   The CDC’s numbers on H1N1 are estimates they tallied during the yearlong span in which H1N1 blanketed the US. Johns Hopkins has been collecting data directly from state and local health officials since the first case appeared in the United States in late January.  ##Health##  Data suggests that coronavirus infection rates are higher for black and Hispanic residents of New York, according to Gov. Andrew Cuomo.  In New York City, 34% of deaths from coronavirus are Hispanic while 28% of deaths are black. Respectively, those numbers are 14% and 18% for the rest of the state.  The figures are disproportionate as compared to each population in the state. Cuomo said that the state is going to immediately start more testing in minority communities.  Cuomo referenced how minority communities are affected in natural disasters, such as in New Orleans during Hurricane Katrina.  “Why is it that the poorest people always pay the highest price? But let's figure it out. Let's do the work. Let's do the research. Let's learn from this moment and let's learn these lessons and let's do it now,” he said. \"Let's actually get research and data that can inform us.” New Jersey has seen 3,088 new positive tests for Covid-19 in the past 24 hours, Gov. Phil Murphy said Wednesday in a press conference, bringing the total number of cases in the state to 47,437. There have been 275 deaths reported in the past 24 hours, bringing the statewide total to 1,504. New York. Gov Andrew Cuomo said all voters in the state will be able to cast their votes by absentee ballot this year. Cuomo had previously moved the state's primary from April 28 until June 23. \"I've seen lines of people on television voting in other states. This is totally nonsensical,\" Cuomo said. \"All New Yorkers can vote absentee on June 23.\" Some background: Wisconsin held its primary as scheduled yesterday despite the pandemic. Long lines of voters, many of them wearing face masks, stretched for blocks through Milwaukee. Republicans had insisted on keeping the election on schedule, winning two legal battles Monday, as the state Supreme Court blocked Democratic Gov. Tony Evers' bid to delay it until June. Watch: New York Gov. Andrew Cuomo said the state will make an additional $600 payment to all who filed for unemployment during the coronavirus crisis. \"The federal government says they will reimburse us for it, but people need money now in their pocket. So, New York will be doing that immediately,\" he said. Watch: New York Gov. Andrew Cuomo pointed out that the death toll in the state so far during the coronavirus crisis has far eclipsed the number of people killed during the September 11, 2001, attacks on the World Trade Center. Cuomo said that the 2,753 New Yorkers were killed at the World Trade Center, while 6,268 have died so far in the coronavirus pandemic. Watch: New York Gov. Andrew Cuomo said more people died of coronavirus yesterday than any other day before. There were 779 coronavirus-related deaths across the state Tuesday, Cuomo said in a press briefing today. This is up from 731 deaths on Monday. He detailed how many people have died across the state over the past few days: April 2: 562\nApril 3: 630\nApril 4: 594\nApril 5: 599\nApril 6: 731\nApril 7: 779 New York Gov. Andrew Cuomo started his daily news conference by saying he had both good and bad news to report. While data shows that social distancing is helping to flatten the curve, the death toll is still going up. Yesterday, 779 people died across the state — the highest single-day death toll yet. \"Today is a day in the state of New York with very mixed emotions,\" he said. \"There is good news in what we're seeing, that what we have done and we are doing is actually working,\" Cuomo said. Social distancing \"is working,\" Cuomo said, saying the curve is flattening because New Yorkers are rigorous about social distancing.  Then, he reported the death toll. \"The bad news isn't just bad. The bad news is actually terrible,\" he said of the 779 people who died yesterday. Watch: World Health Organization Director-General Tedros Adhanom Ghebreyesus addressed President Trump’s claims that WHO mishandled the coronavirus, saying right now, “the focus should be on fighting this virus.”  \"Not only that we said we have been doing everything we can, but we will continue to do everything — day and night like we have been doing to save lives. We don’t want to waste time,\" Tedros said Tedros said, when you’re confronted with a new and dangerous serious public health concern like coronavirus, WHO does an after-action assessment, “so we will do our assessment identifying the strengths and weaknesses,” WHO wants to learn from our mistakes and strength and move forward, Tedros said. Some background: During the White House Coronavirus Task Force briefing yesterday, President Trump said WHO had mishandled the coronavirus. “We'll be looking into that very carefully. And we're going to put a hold on money spent to the WHO. We're going to put a very powerful hold on it and we're going to see,” he said. Later in the briefing he clarified that he wouldn’t freeze funding, but “I said we’re going to look at it.”  ##Health##  US Senate Majority Leader Mitch McConnell has started the process to move for quick passage Thursday of the $251 billion for additional small business loans — without including the list of Democratic demands outlined by House Speaker Nancy Pelosi and Sen. Chuck Schumer, according to GOP sources. McConnell has checked with senators to determine whether any of them will object to moving just the $251 billion package.  Democrats are expected to object to passing the $251 billion package if their demands aren't met. Those requests include hundred of billions of dollars for hospitals and state and local governments, according to Democratic sources. That means we could see on the floor tomorrow morning dueling efforts by both sides to pass their bills — with both expected to fail, according to a source involved in the talks. Talks are expected to occur today to see if any deal could be reached to avoid a stalemate. There are 401,166 coronavirus cases in the United States, according to a tally by Johns Hopkins University. Johns Hopkins is currently reporting 12,912 deaths in the United States from the disease. There are 70 additional deaths in Pennsylvania, bringing the statewide total to 310, according to the Pennsylvania Department of Health. There are also 1,680 new cases, which the state says brings its total to 16,239. “Now more than ever, as we continue to see Covid-19 cases and deaths rise in Pennsylvania, we need Pennsylvanians to take action,” Secretary of Health Dr. Rachel Levine said.  She continued: “Those actions should be to stay calm, stay home and stay safe. If you must go out, please limit it to as few trips as possible and wear a mask to protect not only yourself, but other people as well. We need all Pennsylvanians to heed these efforts to protect our vulnerable Pennsylvanians, and our healthcare workers and frontline responders.” ##Health## Canada’s national lockdown will continue “for many more weeks” as the nation studies how best to resume some economic activity, Prime Minister Justin Trudeau said Wednesday.  He added that things \"won’t be back to normal.\" \"The current measures will be in place for many more weeks so we have time to get that right and to look what other countries that might be earlier in their phase do that is successful,” he said. Trudeau said his government is looking at different scenarios, but it's still too early to think about relaxing any social distancing measures. “It’s going to be very, very, important to do it in a measured, graduated way that allows for economic activity to begin while preventing severe spikes in COVID transmissions.” By the numbers: Canada has reported 17,984 cases of Covid-19 and 391 related deaths. Per capita, Canada has less than half the reported coronavirus cases than in the United States and a lower death rate. Testing for the virus in Canada has been rigorous, although testing per capita has slipped in recent days. ##Daily Life## ##Health## The UK on Wednesday reported 938 deaths in hospitals from Covid-19 – its highest death toll in a single day so far – taking the total deaths to 7,097. Of the 232,708 people who have been tested, at least 60,733 people have now tested positive for coronavirus, the Department of Health and Social Care said on Twitter. ##Health## UK Prime Minister Boris Johnson, who remains in intensive care with Covid-19, “has been sitting up in bed and engaging positively with the clinical team,” Chancellor Rishi Sunak said.  The prime minister's situation is improving. \"The news about the prime minister reminds us how indiscriminate this virus is,” Sunak added. Sen. Bernie Sanders said today that the \"horrific\" coronavirus crisis \"has exposed for all to see how absurd our current employer-based health insurance system is.\"  Speaking during a live-streamed address where he announced he was dropping out of the presidential race, Sanders pointed out that \"the current economic downturn we are experiencing has not only led to a massive loss of jobs but has also resulted in millions of Americans losing their health insurance.\" Sanders continued:   \"While Americans have been told over and over again how wonderful our employer-based private insurance system is, those claims sound very hollow today as a growing number of unemployed workers struggle with how they can afford to go to the doctor or not go bankrupt with a huge hospital bill.\"  \"Health care must be considered as a human right, not an employee benefit,\" he added. World Health Organization Director-General Tedros Adhanom Ghebreyesus laid out the organization’s response to the coronavirus since early January. \"Tomorrow marks 100 days since WHO was notified of the first cases of ‘pneumonia with unknown cause’ in China,” Tedros said.  Here's the timeline he laid out: Tedros said, on Jan. 1, “just hours after we were notified of the first cases, WHO activated its Incident Management Support Team, to coordinate our response at headquarters, regional and country level.”\nDays later, on Jan. 5, WHO notified all member states about the new outbreak and published news of the outbreak on its website, Tedros said.\nThen, on Jan. 10, WHO issued a “comprehensive package of guidance to countries” on how to detect and test potential cases. \nIn late January, after the first cases of community spread were reported outside of China, WHO “declared a public health emergency of international concern, our highest level of alarm,” Tedros said. Adding, at the same time, “an international team of experts from Canada, China, Germany, Japan, the Republic of Korea, Nigeria, the Russian Federation, Singapore, and the United States of America visited affected provinces in China,” in an effort to learn more about the virus. \nIn early February, the United Nations crisis management team was activated, Tedros outlined.  Some context: During a White House press briefing yesterday, President Trump criticized WHO, saying it had mishandled the coronavirus.  Tedros did not mention President Trump in his initial comments about WHO’s response. ##Health## Nearly 300 military medical personnel have been deployed throughout New York City’s public hospitals, but additional help is needed “quickly,” Mayor Bill de Blasio said in a press briefing today. “We just need more help, particularly when it comes to personnel,” de Blasio said, reiterating his request of 1,450 medical military personnel from the federal government. “The front line healthcare workers have gone through hell, but they’ve held the line, they’ve been heroes in every way.” There are 291 highly trained and effective medical personnel, “many of them with the kind of military experience that makes them very, very ready to handle the toughest situations” are deployed in the city’s public hospitals.  The Navy has deployed personnel to Elmhurst, Bellevue, Woodhull and Kings County hospitals, and the Air Force has sent members to Lincoln, Jacobi, and Queens hospital. “Very grateful that our armed forces have come forward to help our public hospitals, but we will need more help and we need it quickly,” de Blasio said. Dick's Sporting Goods is furloughing a \"significant number\" of its roughly 40,000 employees beginning Sunday. Affected employees will still continue to receive their benefits.  Dick's said in a regulatory filing that because of coronavirus, it's \"increasingly evident\" that its more than 800 stores aren't going to reopen anytime soon.  It will keep on a small number of employees to fulfill online orders and curbside pickups. \"It is our goal that when this crisis subsides, we will welcome back our teammates, open our doors and get back to the business we love of serving athletes and our communities,\" the company said.  The closure of gyms, social distancing rules and most state governments telling people to stay at home has zapped demand for what Dick's sales of athletic goods. Dick's stock is up 5% in Wednesday trading. It has lost half of its value so far this year.   A number of retailers have put their employees on furlough because of the coronavirus pandemic has forced stores to temporarily close.  ##Business## A man has been sentenced to three months in jail for stealing surgical masks from a south London hospital as demand for personal protective equipment surges to help prevent the spread of coronavirus.  Lerun Hussain, 34, was detained by King's College Hospital security staff after he stole three face masks on Sunday, according to the Metropolitan Police. Hussain was arrested on suspicion of theft and also detained for being in breach of a court order. He was jailed for three months after pleading guilty to theft. Argentina's nationwide quarantine will continue through April, Argentina's president Alberto Fernandez announced in a televised interview today. Fernandez said the decision was made in order to contain the spread of the virus because the number of infections is expected to peak sometime in mid-May.  The government had previously decreed \"mandatory preventive social isolation until April 12. However, the president said he met with governors and that they agreed that everyone should continue with the quarantine.  Argentina has recorded 1,715 confirmed cases of coronavirus and 60 deaths, according to the Argentine Ministry of Health. ##Daily Life## At least 276 New York Police Department officers who had tested for positive for coronavirus have returned to duty, New York City Mayor Bill de Blasio said in a press conference this morning. At least 1,310 New York Fire Department EMTs, paramedics, and firefighters who tested positive for, were exposed to or were suspected of having coronavirus have also returned to duty, he added. “I’m not for a moment forgetting we have lost some of our first responders – their families are grieving – but thank god for the vase majority. They’ve come through quickly, and they come through well,” de Blasio said. The New York State Department of Health’s Covid-19 website has been updated to include data on the victims, including their race, Melissa DeRosa, Secretary to Gov. Andrew Cuomo tweeted Wednesday.  The preliminary data, last updated yesterday, includes information on 90% reporting for New York State, excluding New York City, and information based on 63% reporting for New York City, as provided by the New York City Department of Health and Mental Hygiene.  Here's the breakdown of deaths across New York state, excluding New York City: Hispanic – 14% (11% of the population)\nBlack – 18% (9% of the population)\nWhite – 62% (75% of the population)\nAsian – 4% (4% of the population) And here's the data from New York City, with 63% reporting: Hispanic – 34% (29% of the population)\nBlack – 28% (22% of the population)\nWhite – 27% (32% of the population)\nAsian – 7% (14% of the population)  ##Health## New York City needs fewer ventilators than initially projected, Mayor Bill de Blasio told reporters today during a press conference. There has been a reduction in the number of new ventilators needed each day in New York City, he said, saying 100 or less new ventilators are needed each day this week, compared to 200-300 new ventilators that were needed each day last week. There are 5,500 ventilators, including 500 from New York State delivered from New York state Tuesday, available throughout the city’s hospitals. There is a small emergency reserve of 135 ventilators “in case something has to be quickly moved to a place where the need is greatest,” according to de Blasio. “The fact that we can say with confidence that we will get through this week is a good sign,” he said. JetBlue appears to be the first US airline to use new rules finalized yesterday that allow airlines operating at multiple airports in the same city to cut back on flights.    The rules: The Department of Transportation rules allow airlines serving multiple airports in the same geographical area to consolidate service at a single airport. That allows airlines to cut back on duplicative ground operations — such as customer service agents and restocking planes — while remaining eligible for federal stimulus funds. To receive the funds, an airline must continue to provide at least one flight each week to the areas they currently serve.   JetBlue will use that approach in five of its markets: In Washington, DC, JetBlue will suspend operations at the Baltimore-Washington, and operate flights only from Reagan National. \nIn the New York City, JetBlue will use two New York-area airports – Newark and JFK – and suspend operations at LaGuardia, Westchester County and Stewart.  \nIn the Boston area, the airline will continue operations at Logan International and suspend operations at Providence's T. F. Green International Airport (PVD)\nAround Los Angeles, flights will still take off from LAX and Long Beach, but service will stop at Hollywood Burbank and Ontario International.\nAnd around San Francisco, JetBlue will operate at San Francisco International, but not San Jose. The airline said it would apply for waivers that would allow it to stop flying into other airports with very limited passengers.  Other airlines are expected to make similar announcements. JetBlue has cut its schedule by about 80%.  ##Travel## ##Business## Dr. Anthony Fauci, the head of the National Institute of Allergy and Infectious Diseases, said, “It’s going to be a bad week for deaths.” Speaking on Fox News, Fauci said in New York there is a decrease in hospitalizations, admissions to intensive care and intubations, but warned the increase of deaths is “sobering.”  “The number of deaths on a given day continues to increase, at the same time — seemingly paradoxically, but not — we’re saying that we are starting to see some glimmers of hope because the deaths generally lag by a couple of weeks behind what’s fueling the outbreak,” Fauci said. Fauci added, “Driving that and ahead of that is that fact that we are going to start to see the beginning of a turnaround, so we need to keep pushing on the mitigation strategies, because there is no doubt that’s having a positive impact on the dynamics of the outbreak.” “As we get further on, beyond this week, we should start to see a turnaround which is a good sign,” he added.  ##Health## The Dow rose 330 points at the open after giving up all of a 900-point rally yesterday. An absence of economic data has continued to make the stock market extremely volatile. Despite yesterday's topsy-turvy session, the S&P 500 still has a chance today at entering a bull run. But it'll remain unclear for quite some time if the bear market is over. Here's what happened at today's opening: The Dow was up 1.4%\nThe S&P 500 rose 1.3%\nThe Nasdaq was 1.4% higher You can follow live updates on the market here.  ##Business## Russian President Vladimir Putin said the next two to three weeks will be defining for the course of the coronavirus pandemic in the country. \"We carefully study the experience of all countries that also faced the coronavirus threat, and that experience says the first four to five weeks into the epidemic are the most difficult,” Putin said in a televised government meeting today. He added: \"This means that the next two to three weeks will be defining ... This is the period when maximum concentration of all resources is required of us as well as strict compliance with medical recommendations and the preventive measures that are being introduced in every region today. Russia has officially reported more than 8,600 cases and more than 60 deaths so far, according to country’s health authorities. ##Health## Twitter is struggling to combat misinformation about the coronavirus pandemic, a new study from Oxford finds. Researchers tracked 225 pieces of misinformation rated false or misleading by fact-checkers and found a majority, 59%, of those false claims had not been removed by Twitter – that’s despite pledges from the company to tackle potentially dangerous misinformation about the virus.  Facebook and YouTube fare better with only 24% of the false claims still on Facebook and 27% on YouTube. Responding to Oxford’s findings, Katie Rosborough, a Twitter spokesperson told CNN, “We’re prioritizing the removal of content when it has a call to action that could potentially cause harm. As we've said previously, we will not take enforcement action on every Tweet that contains incomplete or disputed information about Covid-19. Since introducing these new policies on March 18, we’ve removed more than 1,100 Tweets and challenged 1.5 million potentially spammy accounts targeting Covid-19 discussions.” New Jersey Gov. Phil Murphy again stressed the importance of staying at home during the coronavirus pandemic, after he slammed “jackasses” this week who aren’t practicing proper social distancing.  Murphy told residents to avoid holding family gatherings during Passover and Easter.  “People who are not complying and not cooperating … who I think see this as something abstract, they don't think it could touch them, and the problem is we now know enough to know it can touch anybody,” he said. Murphy said the $2 trillion CARES Act is a start for the unemployed, but the state needs cash to allay the effects of the pandemic.  “God knows, we need the Feds to come in in a big way,” he said. “We’re going to need another big slug of money to make sure we can stay above water and continue to serve the folks who need us most.”  Murphy said the state doesn’t have enough beds and equipment right now, but is sourcing supplies from around the world and has opened a 500-bed field hospital. Watch more:   There are 286 sailors aboard the USS Theodore Roosevelt who have tested positive for Covid-19, a US defense official tells CNN.   More than 90% of the crew have now been tested.  There are 2,329 sailors who have been moved ashore. However, that is still behind the April 3 target of 2,700. World trade is expected to fall by between 13% and 32% in 2020 as the coronavirus pandemic disrupts normal economic activity and life around the world, the World Trade Organization said in its annual trade report and outlook.  WTO economists believe the decline will likely exceed the trade slump brought on by the global financial crisis of 2008.  Trade volume had already dropped by 0.1% in 2019 as a result of tariffs and a slowing economic growth.  The organization said that nearly all regions will suffer double-digit declines in trade volumes in 2020, with exports from North America and Asia hit hardest, warning that trade will likely fall steeper in sectors with complex value chains, particularly electronics and automotive products. WTO added trade volume could recover in 2021 but uncertainty remains as it will depend largely on the duration of the outbreak and the effectiveness of the policy responses. \"The unavoidable declines in trade and output will have painful consequences for households and businesses, on top of the human suffering caused by the disease itself. These numbers are ugly – there is no getting around that. But a rapid, vigorous rebound is possible. Decisions taken now will determine the future shape of the recovery and global growth prospects,” WTO Director-General Roberto Azevêdo said as he urged countries to work together. ##Business##   Dr. Deborah Birx, the White House coronavirus response coordinator, said officials are looking at areas in the United States where mitigation efforts seem to be working to determine if the social distancing guidelines currently in place could be relaxed at the end of April. \"We're doing a series of clear investigations of what happened in Washington and L.A. and what does that mean and how you keep the number of cases down,\" Birx said today during an appearance on ABC's \"Good Morning America.” Birx also said officials expect to roll out an antibody test in the next 10 to 14 days \"so we can really tell how many Americans were asymptomatic and infected.\"  \"This makes a big difference in really understanding who can go back to work and how they can go back to work, so all of those pieces need to come together over the next couple of weeks,\" Birx told ABC's George Stephanopoulos.  ##Daily Life## A 27-year-old Maryland grocery store clerk with cerebral palsy died of the coronavirus in her mother’s arms.  “I was able to hold my baby's hands for the last time … It was my baby. It’s like a hole in my heart, like a hole in my heart because all she wanted to do was just help people. She just wanted to help,” Leilani Jordan’s mother, Zenobia Shepherd, said.  Her mother said Leilani helped older people load groceries into their carts and into cars, but she wasn’t given any masks or hand sanitizer.  “Management, leadership needed to kick in and help make sure those that are vulnerable, seniors, other people, have the help and assistance that they need so they're not put into situations to where they can lose their lives. You can't see Covid virus. You can't see Covid-19. You don't know where it's at. You don't know when it's going to hit,” Shepherd said.  “We got to take this serious. It is no time to cut back on the supplies and the resources. We need more to help. Grocery stores are where everybody goes,” she added. Once Leilani was admitted to the hospital, her mother said the drug hydroxychloroquine was administered to her, but it didn’t help.  Leilani’s stepfather said that before she died, she recorded a video on her phone saying goodbye to her family and friends. They found it once they got back from the hospital.  Her mother said Leilani was selfless, never judged anyone and was nicknamed “Butterfly.” “I’ll always miss my baby. Forever. Forever. Forever,” Shepherd said. About 85% of hotel workers in Portugal will be placed on furlough in the month of April, according to research by the Portuguese Hotel Association. Under a plan supported by the Portuguese government, the workers will still receive most of their pay. The numbers are based in a study done with members of the association, which represents more than two thirds of the sector in Portugal. ##Business##  It’s still too early to say when the number of coronavirus cases in the UK will peak, the Prime Minister’s official spokesperson says. Boris Johnson — who remains in intensive care after testing positive for coronavirus — announced an initial three-week set of restrictions aimed at stopping the spread of the virus. They are due to be reviewed on Monday. His spokesman says the government will provided updated guidance on the restrictions before they expire. “(It’s) too early to say when the peak is going to be,” the spokesman said. “Our focus now needs to be on stopping the transmission of this disease while building capacity in the NHS. While this is difficult, the public needs to stick with it.”  ##Health## New York yesterday reported its deadliest day yet during the coronavirus pandemic. While New York City Mayor Bill De Blasio says officials have seen some progress in fighting the virus, he cautions against relaxing social distancing guidelines.  “As much as we all want to get back to normal, as much as we’re all feeling like we just want to get outside and socialize again, it's not that time yet,” he tells CNN’s John Berman. “In fact, what this says…is that social distancing, the shelter in place is working. We got to stick to it to make sure we really defeat the coronavirus and to absolutely be careful it doesn't rebound back on us.”  “We surpassed the number of people who died in the World Trade Center in the last couple of days. … We've got to realize just how destructive this is,” he added.  The mayor said the city has enough ventilators to last for the week, but he’s not sure about next week due to the “unpredictable” nature of the virus. “For the first time, we got a bit of breathing room. I can tell you we can get through this week, we got great help from the federal government and the state government.  But also the number of people who need them finally is leveling off a little,” he said, but advises “we’re not out of the woods.” De Blasio also said his administration is looking to further educate and support minority communities regarding the dangers of coronavirus, which is affecting  black and Latino Americans at a higher rate. “This disease, unfortunately, it amplifies the horrible health disparities that already exist,” he said. UK Prime Minister Boris Johnson is responding to treatment for the coronavirus and remains in a stable condition in hospital, according to his official spokesman. “The Prime Minister is receiving oxygen treatment and is breathing without support,” he said. Johnson has spent three nights in St. Thomas’s Hospital in central London – two of which have been in intensive care. Johnson revealed he was suffering from coronavirus on March 27, as did health secretary Matt Hancock, who has since recovered. UK Foreign Secretary Dominic Raab is deputizing for Johnson while the Prime Minister is in intensive care.  There is no codified line of succession at the pinnacle of British politics, but Johnson has nominated Raab to deputize for him while he is in hospital. The UK's coronavirus restrictions are due to be reviewed on Monday, but won't be relaxed until it’s clear the peak of infections has passed, said junior health minister Edward Argar on Wednesday. He has urged people to stay home over the Easter weekend. ##Health## The coach and some star players from UK soccer team Tottenham Hotspur have been pictured flouting social distancing regulations by training in a north London park. Pictures appeared on social media of coach Jose Mourinho holding a makeshift training session for midfielder Tanguy Ndombele, while Davinson Sanchez and Ryan Sessegnon were seen running together in breach of the two-meter requirement. The club did not respond to CNN for comment, but a statement released to the BBC read: \"All of our players have been reminded to respect social distancing when exercising outdoors. We shall continue to reinforce this message.\" The US Department of Health and Human Services (HHS) announced a $489.4 million contract with General Motors (GM) to produce 30,000 ventilators under the Defense Production Act  The ventilators will be delivered to the Strategic National Stockpile by the end of August with a production schedule allowing for the delivery of 6,132 ventilators by June 1, according to a press release.  HHS said the move follows President Trump’s direction to HHS Secretary Alex Azar to invoke the Defense Production Act -- which was passed in 1950 in response to production needs during the Korean War -- with regard to GM���s production of ventilators on March 27. By using the Defense Production Act, Azar said HHS is \"helping manufacturers like GM get the supplies they need to produce ventilators as quickly as possible, while also ensuring that these ventilators are routed through the Strategic National Stockpile to where they’re needed most.\" \"The Trump Administration has deployed thousands of ventilators from the Strategic National Stockpile that have helped save lives in hotspots such as New York so far,\" he said. \"We’re grateful to the GM team for working with the federal government to expand our nation’s supply of ventilators as the pandemic evolves.” ##Business##   New York City Mayor Bill de Blasio told CNN’s John Berman that the city has enough ventilators to get through this week, but cautions future needs are unclear. “We can get through this week … We're good for this week, but the future is still unknown,\" he said. The city reported 806 new coronavirus deaths Tuesday, as well as 5,825 new cases, according to the New York City website. It has reported a total of 3,544 deaths and 74,601 coronavirus cases to date. Tuesday was the deadliest day of the outbreak so far.  “The toll that this virus has taken on families and New Yorkers across the city is truly sad,” said the city’s Health and Hospitals spokesman Christopher Miller in a statement. ##Health## Iran recorded 121 coronavirus-related deaths in the past 24 hours, bringing the total death toll to 4,003, health ministry spokesman Kianush Jahanpoor said Wednesday on state TV. There were also 1,997 new coronavirus cases in the past 24 hours, bringing the total to 64,586, said Jahanpoor.  He added that 29,812 patients have so far recovered at home or been released from hospitals across the country. Of those hospitalized, 3,956 are in critical condition. Though the death toll continues to rise, the past few days have seen a slowdown of new coronavirus cases in Iran. On Sunday, the country saw a 4.5% increase in Covid-19 cases. This fell to 3.2% on Wednesday. ##Health## A further 547 people tested positive for coronavirus, taking the total to 22,789 cases, the Swiss Federal Office for Health said Wednesday. The country has also recorded 705 coronavirus-related deaths, and the incidence rate is 266 per 100.000 inhabitants, the office said. Public and private events are banned in Switzerland until April 19, and the country has moved to restrict non-essential travel.  Only Swiss residents and citizens -- and those of neighboring Liechtenstein -- or people traveling for work-related or emergency reasons, are permitted to enter the country. Officials in Wayne County, Michigan, have ordered at least four portable units -- equivalent to the size of a semi-trailer -- to help increase capacity to accommodate bodies.  The county morgue has space for 300 bodies, and Wayne County Spokesman Bill Nowling told CNN each portable unit will hold about 40 bodies, increasing storage capacity to 450 total. \"Based on current projections of the number of expected cases and potential deaths, we think this will be enough,\" said Nowling.  \"We monitor daily and will order more portable units as necessary.\" Wayne County is the 13th most populous in the US and contains the city of Detroit. Excluding Detroit there are at least 3,513 cases of coronavirus in the county, and 180 deaths, according to county data. Michigan has at least 18,970 cases of coronavirus and 845 deaths, according to the Michigan Dept. of Health and Human Services as well as Johns Hopkins University.  The first coronavirus patients are being treated in the temporary Nightingale Hospital in London, which was set up to deal with the pandemic. “Our first patients have now been admitted to the NHS Nightingale London, as planned,\" said a spokeswoman for NHS Nightingale. \"There is also treatment capacity available in other hospitals across London to complement the care being provided at the London Nightingale.” The facility at the Excel Centre in east London will initially provide up to 500 beds equipped with ventilators and oxygen. It was officially opened by Prince Charles on Friday last week. The spokeswoman declined to say how many patients were currently being treated there. ##Health## The number of confirmed Covid-19 cases on the continent of Africa has climbed to more than 10,000 and caused more than 500 deaths, the World Health Organization (WHO) announced Wednesday. Africa's first Covid-19 case was reported in Egypt in February and the novel coronavirus has spread since then. However the number of cases has grown \"exponentially\" in recent weeks, according to WHO officials. \"COVID-19 has the potential not only to cause thousands of deaths, but to also unleash economic and social devastation. Its spread beyond major cities means the opening of a new front in our fight against this virus,\" said Matshidiso Moeti, WHO's regional director for Africa, in a written statement Wednesday.   \"This requires a decentralised response, which is tailored to the local context,\" Moeti said. \"Communities need to be empowered, and provincial and district levels of government need to ensure they have the resources and expertise to respond to outbreaks locally.\" The statement noted that WHO has been working with governments across Africa to \"scale up\" their response capacities when it comes to coordination, surveillance, testing, isolation, case management, contact tracing, infection prevention and control, risk communication and community engagement during the coronavirus pandemic. ##Health## Tesla is telling staff to brace for pay cuts and furloughs as the Covid-19 pandemic disrupts operations and cripples demand.  Starting next Monday, US employees at the electric car company who hold director and vice president-level roles and above will see pay reductions of 20% to 30%, and \"everyone else\" will receive a pay cut of 10%, according to an internal email obtained by CNN Business.  The reductions are expected to be in place until the end of June. Pay rises and equity grants will also be put on hold.  Non-US employees will also face similar reductions, according to the email. Tesla is running \"minimum critical operations\" at the moment, and expects to resume full operations at US plants in early May \"barring any significant changes,\" the email said.  But until then, the company needs to manage costs, and implement what it calls \"a shared sacrifice ... during these challenging times.\"  Tesla did not respond to a request for comment outside of working hours. Employees who can't work from home and haven't been assigned to critical work on site will be furloughed, and the majority of furloughed staff will receive unemployment benefits \"roughly equivalent to take home pay,\" the email said.  The Covid-19 pandemic has disrupted major automakers' operations around the world. Volkswagen, Toyota, Fiat Chrysler and others have had to close plants or suspend operations across Europe and Asia.  Tesla recently opened a factory in Shanghai, where production of its Model 3 car was delayed earlier this year because of the outbreak.  In the United States, the current epicenter of the pandemic, car sales have plummeted as millions across the country have been told to stay at home except for essentials such as shopping for food, drugs or seeking medical care. Other major corporations, including automakers like Ford, have also announced executive pay cuts to mitigate the consequences of the outbreak. ##Business## US futures lost ground Wednesday as economic damage from the coronavirus pandemic continues to mount. Dow, S&P 500 and Nasdaq Composite futures were all down by just under 0.2%, and US stocks were slightly lower after declines Tuesday on Wall Street.  Caution has once again taken hold as investors weigh the effects of the pandemic, said Jingyi Pan, a strategist for IG Group. US crude settled sharply lower at $23.63 a barrel Tuesday, down 9.4% from the previous day. Futures rebounded 2.8% on Wednesday to trade at $24.29 a barrel. The moves come ahead of an OPEC meeting with Russia on Thursday to discuss oil production cuts in response to plummeting demand and to deescalate a price war. ##Health## ##Business## Cats from coronavirus-infected households, or those with owners self-isolating, should be kept indoors as a precaution, said the British veterinary association. But cats should not be forced to stay inside if it causes them stress, it added. There have been a “tiny” number of Covid-19 cases in animals but it appears the transmission was human to animal, said the association in a statement.  “There is no evidence that pets can pass Covid-19 to their owners,” it added. So far, dogs have not shown any symptoms but cats have displayed “clinical signs of the disease.”  The association warns that the virus can sit on pet fur in the same way as on other surfaces. Handwashing is the best line of defense, it advises.  “As a precaution, for pet owners who have Covid-19,or who are self-isolating, we are recommending that you keep your cat inside during that time, if possible,” it said. ##Health## Spain has recorded its second consecutive daily increase in the number of deaths from coronavirus following a week-long decline, according to data from the Health Ministry released Wednesday.  Figures show 757 people died in the past 24 hours, an increase from 743 deaths recorded the previous day. However it was only a 5.5% in relation to the total number of deaths, a slight slowdown compared to Tuesday’s 5.7% rise on the total. According to the Health Ministry 14,555 people have now died from the novel coronavirus in Spain. The number of active cases has also gone up from 83,504 to 84,111, an increase of 610, which is the lowest in nearly a month. Percentage-wise, there was a growth of 0.7% on Tuesday’s numbers, the lowest since the outbreak began. The Health Ministry also reported 48,021 people have now recovered from the virus, 4,813 more than the number reported Tuesday. Spanish officials did not report the number of patients in intensive care (ICU), the first time this has been left out since reporting began. This is because the Health Ministry wants all of Spain's 17 regions to report the accumulated cases of such patients, but it says that five regions have been reporting only the current number of patients in ICU rather than the accumulated number.  The Ministry said it would report the ICU figures again once all regions are reporting them the same way. ##Health## French President Emmanuel Macron will address the nation Thursday regarding the ongoing coronavirus crisis. The country has now seen more than 10,000 coronavirus-related deaths and has moved to tighten local confinement measures. The city of Paris has prohibited any individual sporting activity outdoors between 10 a.m. and 7 p.m. local as of Wednesday, while authorities in the city of Biarritz have prohibited sitting on benches for more than two minutes. \"It is important that everyone understands that we absolutely need strict compliance with confinement,\" said French health authority director Jerome Salomon Tuesday. \"A slackening would be extremely dangerous for the patients, for the caregivers.” ##Health## There are at least 399,929 cases of coronavirus in the US, with 12,911 deaths, according to a tally by Johns Hopkins University. This includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. Wyoming is the only state not to report a death from coronavirus. The US hit another record for most deaths from coronavirus in a single day Tuesday, but President Donald Trump said he would love to start the economy back up “with a big bang,” opening the entire country back to business all at once. \"We’re way under any of the polls or any of the models as they call them,” Trump said in an interview with Fox News Tuesday night. “We are way under, and we hope to keep it that way, in terms of death.” ##Health## China reported 62 new cases of the novel coronavirus on Tuesday, with all but three of them imported, according to the country’s National Health Commission (NHC). There were also two new coronavirus-related deaths. The 62 newly confirmed cases raises the national case total to 81,802, with 3,333 dead. Doctors have successfully treated 77,279 patients who have now recovered and been discharged from hospitals. This Monday was the first time China saw no daily increase in coronavirus-related deaths since the NHC began releasing daily updates in late January. ##Health## The coronavirus outbreak is one of “nature’s responses” to human beings ignoring the ecological crisis, said Pope Francis Wednesday. “We did not respond to the partial catastrophes. Who now speaks of the fires in Australia, or remembers that 18 months ago a boat could cross the North Pole because the glaciers had all melted? Who speaks now of the floods?\" the Pope told British Catholic journalist Austen Ivereigh in an email interview published Wednesday in The Tablet and Commonwealth magazines. “I don’t know if these are the revenge of nature, but they are certainly nature’s responses.” Pope Francis also said he is recovering from his bronchitis and praying even more from his residence in the Vatican during this \"time of great uncertainty.\" Francis revealed he goes to confession every Tuesday to ask forgiveness for his own selfishness. “I take care of things there,” he said. Francis said the homeless should be quarantined in hotels and not in parking lots. “A photo appeared the other day of a parking lot in Las Vegas where they [the homeless] had been put in quarantine. And the hotels were empty. But the homeless cannot go to a hotel,” the Pope said. “This is the moment to see the poor,” he said, whom society often treats as \"rescued animals.\" The Pope warned against the rise of populist politicians, who he said are giving speeches reminiscent of Hitler in 1933, and others who are focusing solely on the economy. “I am worried by the hypocrisy of certain political personalities who speak of facing up to the crisis, of the problem of hunger in the world, but who in the meantime manufacture weapons,” he said. “Today I believe we have to slow down our rate of production and consumption and to learn to understand and contemplate the natural world.\" The Pope encouraged people at home on lockdown to find creative ways of being at home. “Take care of yourselves for a future that will come,” Francis said. ##Health## The German economy will shrink by 4.2% this year, according to Timo Wollmershaeuser, a senior economist at IFO Center for Macroeconomics and Surveys. Economies around the world are bracing for major damage due to the coronavirus outbreak, and data coming out of China, where the virus was first detected, has revealed how the economy was devastated in the first two months of the year. The collapse in activity affected every sector of the world's second-biggest economy, as the epidemic and draconian measures designed to contain it delivered an unprecedented shock that is now being replicated around the world. ##Business## The Eurogroup, an informal meeting point for Eurozone finance ministers, has suspended talks on an aid package for countries affected by the coronavirus, according to a tweet from group president Mario Centeno. Talks lasted 16 hours and will continue Thursday, said Centeno, who added \"we came close to a deal but we are not there yet.\" The plans are designed to defend the Eurozone and the European Union, and would come in addition to measures implemented by national governments. \"We have to be as comprehensive as possible for the different sectors of our economy,\" said Centeno in an interview with German outlet Sueddeutsche Zeitung, outlining plans for a safety net of around half a trillion euros. ##Business## London Mayor Sadiq Khan says the United Kingdom is still some way off being able to ease the restrictions introduced to stop the spread of coronavirus. \"We’re nowhere near lifting the lockdown,\" Khan told BBC Radio on Wednesday.\n\"I speak to experts regularly. We think the peak -- which is the worst part of the virus -- is still probably a week-and-a-half away.\" Khan said there is still spare capacity in the city’s intensive care units, but added that \"too many people are losing their lives.\" Junior health minister agrees: Edward Argar told BBC Radio that the restrictions will be reviewed \"when the scientific advice is such that we appear to have gone over the peak and when it is safe to do so.\" \"Now is the time to hold firm to what we’ve been telling people to do -- to stick to the guidance, stick to the regulations -- and not put at risk all the progress we have made.\" He also urged people to stay home over the Easter weekend. The lockdown restrictions were introduced by the UK government nearly three weeks ago. They were initially due to be reviewed on Monday. There are at least 55,949 confirmed coronavirus cases in the UK, including 6,171 deaths, according to Johns Hopkins University.  ##Daily Life## The chaos and confusion rocking President Donald Trump's administration on the most tragic day yet of the coronavirus pandemic was exceptional even by his own standards. Trump set out Tuesday to cement his image of a wartime leader facing down an \"invisible enemy\" at a dark moment as the country waits for the virus to peak and with the economy languishing in suspended animation. \"What we have is a plague, and we're seeing light at the end of the tunnel,\" the President said, on a day when a record number of Americans succumbed to the wicked respiratory disease. But instead of putting minds at rest, Trump's wild performance put on display many of the personal and political habits that have defined his tumultuous presidency. It was a troubling spectacle coming at such a wrenching chapter of national life, the kind of moment when presidents are called to provide consistent, level leadership. What went down: To begin with, Trump sparked concern that he will prevent oversight of the disbursement of economic rescue funds by removing a watchdog official responsible for overseeing the $2 trillion package. The move, coming after Trump ousted an intelligence community inspector general last week, was yet another sign that an already impeached President is using the cover of the worst domestic crisis since World War II to further erode constraints on his power. Then Trump insisted he hadn't seen January memos by a top White House official warning about the pandemic at the same time the President was dismissing it as a threat. He also announced he was placing a \"very powerful hold\" on funding for the World Health Organization, even though it correctly identified the scale of the virus and he didn't. Then moments later, he insisted he did no such thing. Read the full analysis here:  A North Korean research institute has developed nano-antibiotic face masks, according to a report by the state-run Korean Central News Agency (KCNA) on Wednesday. \"Amid a nationwide emergency anti-epidemic campaign to prevent Covid-19, the Medical Instrument Institute under the DPRK Ministry of Public Health recently developed a nano-antibiotic mask with domestic materials,\" KCNA reported.  Unlike all of its East Asian neighbors, North Korea has not reported any coronavirus cases.  In the KCNA report, vice director of the institute Ri Jae Dok said that \"the newly-developed mask fully confirms (sic) with the technological specifications of masks recognized by the World Health Organization.” The masks are reportedly treated with a nano-antibiotic solution that helps sterilize and remove germs and viruses, and filters fine dust, according to the report. The masks are being produced at the Pyongyang Medical Appliances Factory, according to KCNA. ##Health## Residents of the southern state of Bavaria in Germany are being asked to stay at home over Easter to contain the spread of the coronavirus. “Please stay at home over the Easter holidays as well,” Bavaria’s State Minister of Transport Kerstin Schreyer said in a statement.  The statement also asked people not to go to lakes, into the mountains or visit relatives -- even though good weather is forecast over the holiday weekend. ##Daily Life## France is bringing in new, stricter measures to stop the spread of coronavirus. The new rules came into place as the country's death toll passed 10,000.  National confinement measures haven't changed, but there are tighter measures in some places. These include: Paris: Individual sporting activity is prohibited outdoors between 10 a.m. and 7 p.m. local time, as of Wednesday.\nBiarritz: The coastal city has forbidden sitting on benches for more than two minutes.\nSceaux: Philippe Laurent, mayor of the town in the southern Paris suburbs, announced that he had taken a decree obliging residents over the age of 10 to cover their noses and faces before leaving the house. Those who fail to comply could face a fine of €135 ($145) with a possible increase to €375 and €1,500 in the event of a repeat offense. \"It is important that everyone understands that we absolutely need strict compliance with confinement,\" French health authority director Jerome Salomon said on Tuesday night. \"A slackening would be extremely dangerous for the patients, for the caregivers.” ##Daily Life## If you're just joining us, here are the latest developments. UK Prime Minister still in intensive care: British leader Boris Johnson is in a \"stable\" condition in intensive care at the hospital where he is being treated for coronavirus, junior health minister Edward Argar said today. \"He’s comfortable and in good spirits. He has -- in the past -- had some oxygen but he’s not on ventilation,\" Argar said.\nUK sourcing ventilators from the US: Speaking to Sky News, Argar also said the UK was trying to source 18,000 ventilator machines, almost double the number it currently has. Some will be coming from the US, he added, despite criticism from many US states that they don't have enough ventilators.\nMore than 10,000 deaths in France: The death toll continues to climb in the country, with over 10,300 fatalities in total, as of Wednesday morning. France has now reported more than 110,000 cases of the virus.\nFrench economy shrinks by 6%: The coronavirus outbreak has severely affected France's economy, which contracted by 6% in the first quarter, according to the central bank. A study by the bank estimated the economy shrinks 1.5% for each fortnight of confinement.\nSingapore bans public gatherings: The ban applies to both public and private gatherings in the Southeast Asian city state and is scheduled to run until May 4.\nPassengers to be evacuated from cruise ships: Australian and New Zealand passengers aboard the Greg Mortimer cruise ship will be evacuated, after more than 60% of people onboard the vessel were confirmed to have coronavirus. Uruguay is helping to facilitate the evacuation.\nTrump says WHO is \"China-centric\": In a tweet Tuesday, President Donald Trump said that the World Health Organization \"really blew it\" on the coronavirus and threatened to withdraw its US funding. Speaking later at a news conference, Trump said his administration was \"going to look into it.\"\nJapan officially enters a state of emergency: Japan entered a state of emergency on Tuesday in seven virus-hit prefectures including Tokyo. The government today reversed its decision to exclude the adult entertainment industry from its virus economic relief package. Some 62 new cases of coronavirus were recorded in mainland China on Tuesday, with all but three of them imported, according to the country's National Health Commission. The country also recorded two new deaths on Tuesday -- one in Shanghai, and one in Hubei, the province where the pandemic began. This brings China's totals to: 81,802 confirmed cases\n1,190 active cases\n3,333 deaths\n77,279 recovered and discharged from the hospital Additionally, 137 new asymptomatic infections were reported, including 102 imported cases. Eleven of the new asymptomatic cases became confirmed cases later in the day. There are currently 1,095 asymptomatic cases under medical observation. ##Health## The French economy shrunk by 6% in the first quarter, according to the Banque de France, the central bank, amid the economic hit from the coronavirus. “The contraction of GDP in the 1st quarter of 2020 is estimated around -6%; each fortnight of confinement results in a loss of annual GDP close to -1.5%,\" a study by the bank on the French economy sent to CNN, says. There are currently more than 110,000 coronavirus cases in France, with over 10,300 deaths. ##Business## An 18-year-old Texas woman was arrested Tuesday after she claimed to be \"willfully spreading\" coronavirus in a series of Snapchat videos, Carrollton police said.  Lorraine Maradiaga later told police she had tested negative for the virus, according to a Carrollton Police news release. Carrollton is about 20 miles north of Dallas.  More than 399,900 people have tested positive for the virus in the US and at least 12,900 have died, according to Johns Hopkins University's tally.  Maradiaga was charged with making a terroristic threat, a third-degree felony, and transferred to Denton County Jail, police said. Her bond has been set at $20,000. It's unclear if Maradiaga has an attorney. \"As a condition of her bond, Maradiaga is ordered to quarantine for 21 days upon date of release from custody as a precaution,\" police said in a news release. ##Daily Life## Fourteen London transport workers have died from coronavirus, Mayor Sadiq Khan said. Nine were bus drivers, three worked for Transport for London (TfL) which manages the city's transport, one for the underground, and one for a TfL supplier, Khan told Sky News,  Khan paid tribute to those who have died, saying transport workers are critical to the collective effort to combat the virus because they help essential workers move across the city. “We’re doing a number of things to make sure public transport is as safe as possible,” Khan said, adding that included “enhanced cleaning” of buses and trains.  ##Health## Australian and New Zealand passengers will be evacuated from a stricken Antarctic cruise ship Thursday, after almost 60% of those onboard tested positive for the coronavirus.  The Greg Mortimer, a cruise liner operated by Australia's Aurora Expeditions, departed March 15 on a voyage to Antarctica and South Georgia. Since the beginning of April, however, the ship has been stuck off the coast of Uruguay, after authorities refused to allow passengers to disembark due to the risk of coronavirus.  Of the 217 people on board, 128 passengers and crew have now tested positive for the virus.  Six passengers requiring specialized care have been transferred to medical facilities in Montevideo -- a video posted online by the Uruguayan navy showed them being transferred from ship to ship wearing full protective gear.  Passengers from Europe and America who have tested positive for coronavirus, however, will have to remain onboard until they have a negative test result, after which they may be able to depart via Brazil, Aurora said.  All passengers will be retested every two or three days, according to the company's website. Read more here: ##Health## The United Kingdom is receiving some of its new ventilators from the United States, British junior health minister Edward Argar said. “We’re sourcing ventilators from the USA. We’re sourcing them from other countries,” Argar told Sky News.\n“The USA is one of those countries with which we are working to source ventilators.” The UK has set itself a target of 18,000 ventilator machines. The country currently has  9,000 to 10,000 ventilators, Argar said. Some US states have been critical of the White House for being unable to provide enough ventilator capacity. ##Health## National security officials warned in an intelligence bulletin issued Tuesday that extremist groups are exploiting the coronavirus pandemic to incite violence and bolster racist and anti-government narratives. The bulletin -- from the FBI, Department of Homeland Security, and National Counterterrorism Center -- cites threats from an array of hate groups aimed at minorities. It also predicts that spaces like hospitals and grocery stores could be potential targets -- as well as police officers enforcing stay-at-home orders. The background: The four-page document, which was obtained by CNN, is the latest in a string of warnings from the national security apparatus about the threat from extremist groups as the coronavirus has exploded across the country and upended facets of daily life. Law enforcement have already responded to two extremist plots in recent days, including a train engineer in California who allegedly derailed his train nearby a naval hospital ship that he thought was being used in a government takeover, and a Missouri man who was accused of attempting to detonate a car bomb at a hospital treating coronavirus patients, the bulletin says. Reports of attacks against Asian people have also intensified in the US after the outbreak began in China. Extremist groups: In the bulletin, the agencies write that some extremist groups have blamed China for the spread of the virus, concluding that hate crimes against Asians will likely increase over the next two to three months. Anti-Semitic conspiracy theories claiming that Jews and Israel are responsible for the manufacturing and spread of the virus have also proliferated in some hate group circles, the bulletin notes, heightening the risk of violence against Jews in the country. Read the full story here: ##Daily Life## British Prime Minister Boris Johnson remains in a stable condition in hospital, according to junior health minister Edward Argar. Asked on Sky News about Johnson’s situation, Argar replied: \"I understand the Prime Minister is in a stable condition. He’s comfortable and in good spirits. He has -- in the past -- had some oxygen but he’s not on ventilation.\n\"I am not going to comment beyond what’s been said.\" Johnson is in hospital being treated for coronavirus. It’s unclear when Argar was last briefed on the Prime Minister’s condition. On Tuesday, Cabinet Minister Michael Gove acknowledged fellow ministers were taken by surprise when they found out Johnson had been taken into intensive care. On Tuesday, the Prime Minister's spokesperson said Johnson is receiving \"standard oxygen treatment\" and is breathing without assistance, a day after he was transferred to intensive care. ##Health## The Seoul government has ordered the closure of more than 400 bars and clubs that defied the city’s earlier recommendation to shut, Mayor Park Won-soon announced at a briefing on Wednesday. The shutdown will continue until April 19. According to Park, about 80% of the city’s 2,146 clubs and bars had already suspended their businesses due to the city government’s recommendation. But not all -- 422 bars and clubs had remained open.  In reality, it is difficult for people who visit bars and clubs to practice social distancing measures and abide by guidelines to prevent the virus from spreading,” Park said. The mayor urged citizens to fully cooperate in a battle against the virus for two more weeks. Three confirmed cases in relation to a bar in the capital's glitzy Gangnam district were reported in the past week. South Korea's Centers for Disease Control and Prevention announced 53 new cases of the coronavirus today, bringing the nationwide total to 10,384. ##Daily Life## ##Business## Dozens of prison inmates and workers have tested positive for the coronavirus, California state officials reported Tuesday, marking a significant increase in cases since last week. Prisoners infected: Eighteen inmates across the state have been infected, the California Department of Corrections and Rehabilitation reported Tuesday in a news release, up from just four confirmed cases last week. Staff also infected: State officials said 40 more corrections workers have also tested positive since last week, bringing the total number of infections to 62. What the authorities are doing: The department said it will implement a mandatory 14-day modified plan to minimize the spread of the virus, including physical distancing during inmates’ daily routines, and proper disinfecting. Last week, California state corrections officials announced up to 3,500 inmates will be released early to prevent the spread of coronavirus in state prisons. The state of California currently has more than 17,500 coronavirus cases, including at least 450 deaths. ##Health## Those working legally in Japan's sex industry will be able to access assistance in the government’s economic relief package, Health and Labor Minister Kazunobu Kato said in a news conference Tuesday. That's a reversal of the government's original plan, which excluded restaurants and bars in the adult entertainment industry. The government will provide a subsidy of 8,330 yen ($76) per day to businesses that allow employees to take leave to care for children out of school. The government's original plan was criticized as occupational discrimination by government opposition members. ##Daily Life## If you're just joining us, here are the latest developments in the coronavirus pandemic. Global cases pass 1.4 million: At least 1,431,375 coronavirus cases and 82,145 deaths have been recorded worldwide, according to Johns Hopkins University. This total doesn't reflect the number of active cases, but rather the number of all infections since the outbreak began.\nUS infections near 400,000: At least 399,886 cases have been recorded in the US, according to data compiled by Johns Hopkins University. The country's death toll stands at 12,907. New York reported more than 800 deaths on Tuesday alone.\nSingapore bans public gatherings: The ban applies to both public and private gatherings in the Southeast Asian city state and is scheduled to run until May 4.\nPassengers to be evacuated from cruise ships: Australian and New Zealand passengers aboard the Greg Mortimer cruise ship will be evacuated, after more than 60% of people onboard the vessel were confirmed to have coronavirus. Uruguay is helping to facilitate the evacuation.\nFlights resume in Wuhan: The 76-day long lockdown in Wuhan -- ground zero of the pandemic -- is now officially over. At least 54 flights were listed to leave the city today, carrying thousands of passengers. More than 50,000 were also expected to leave by train.\nTrump says WHO is \"China-centric\": In a tweet Tuesday, President Donald Trump said that the World Health Organization \"really blew it\" on the coronavirus and threatened to withdraw its US funding. Speaking later at a news conference, Trump said his administration was \"going to look into it.\"\nJapan officially enters a state of emergency: Japan entered a state of emergency on Tuesday in seven virus-hit prefectures including Tokyo. The declaration is in effect until May 6. The government announced an economic relief package Tuesday to help businesses.\nUK Prime Minister still in intensive care: British leader Boris Johnson is in a \"stable\" condition in hospital, but remains in the ICU after his coronavirus symptoms worsened. His spokesperson said Tuesday that he was receiving the \"standard oxygen treatment.\" Singapore has banned all social gatherings as part of its latest restrictions to help combat Covid-19, according to a news release on the health ministry’s website.  This includes both public and private gatherings. The rule, which applies to families and friends not living together, was passed by Parliament on Tuesday and imposed from Wednesday. The rule is part of a “Circuit Breaker” plan in the country’s fight against the virus and will be imposed until at least May 4. Singapore has reported at least 1,481 coronavirus cases and six deaths, according to a tally from Johns Hopkins University. ##Daily Life##  ##Travel## After more than two months under lockdown, people in Wuhan can finally travel out of the city. Today marks the official re-opening of outbound travel -- inbound restrictions had already been eased. Trains and flights are resuming, except to and from the capital Beijing. Outbound travel demand is likely to come from out-of-towners who have been stuck in Wuhan during lockdown, and the limited number of people traveling for business. But to travel, people will still need to flash their all-important QR code on their phone. If it's green, they've been assessed as healthy or low-risk, and they can leave the city.  Trains: Wuhan’s railway authority was quoted by state media Tuesday saying that they are expecting 55,000 passengers to leave Wuhan by train on Wednesday. Most travelers are bound for the Pearl River Delta region in southern China, a major manufacturing hub, according to pre-sale ticket figures. Railway authorities said they will maintain strict screening, disinfection and other health measures throughout stations and trains. Flights: At least 54 flights were listed out of Wuhan Wednesday, according to local media Time Weekly. The capacity of these flights is reported to be around 10,000 passengers leaving Wuhan to 15 different destinations. ##Health##  ##Daily Life## Editor's note: Dr. Terence Kealey is an adjunct scholar at the Cato Institute and a professor of clinical biochemistry at the University of Buckingham in the UK, where he served as vice chancellor until 2014. The opinions expressed in this commentary are his own. South Korea, the US and the UK all reported their first Covid-19 cases around the same time: on January 20, January 21, and January 31, respectively. How things unfolded from there, unfortunately for the US and UK, has been strikingly different.  Today, South Korea is reporting fewer than 100 new cases a day, the UK is reporting around 4,000 new cases a day, and the US is reporting around 30,000. But while numbers in South Korea have fallen, in the US and UK they have been rising exponentially  Nonetheless, the great success story is South Korea, and we know how they did it: they tested. The timeline of the virus: On December 31, 2019, Chinese officials informed the World Health Organization they had identified an unknown pneumonia, and on January 10, with impressive speed, Professor Zhang Yongzhen of Fudan University, Shanghai, published the virus's RNA sequence -- which can be used as the basis of a diagnostic test. How South Korea responded: By February 4, Kogene Biotech of Seoul had not only developed a test kit but had also had it approved by the Korea Centers for Disease Control and Prevention. And by February 10, was reporting its findings on the first 2,776 people to have been tested. At that point, there were only 27 confirmed cases in South Korea, so -- in another impressive demonstration of speed -- the South Korean authorities tested each of them and, more importantly, isolated those who tested positive and monitored their contacts. How the US responded: In the US and many other countries, however, a lack of testing kits prohibited the identification and isolation of individuals, so whole populations and whole economies have had to close down instead. By comparison, South Korea has been spared that fate partly by the government's response and partly by the swift reaction of its biotech industry. Read the full opinion here. ##Health## You are more likely to die from Covid-19 if you live in a county in the United States with higher levels of long-term air pollution, according to new research released Tuesday by the Harvard T.H. Chan School of Public Health. \"We found that an increase of only 1 gram per cubic meter in fine particulate matter in the air was associated with a 15% increase in the Covid-19 death rate,\" said lead author Francesca Dominici, co-director of the Harvard Data Science Initiative.  The study defined high pollution levels as fine particulate matter (PM 2.5) levels above 13 micrograms per cubic meter of air, much higher than the US mean of 8.4.  \"The results suggest that long-term exposure to air pollution increases vulnerability to experiencing the most severe Covid-19 outcomes,\" Dominici said. While the study was focussed on the US, it could have implications for other countries, too. India, for instance has 21 of the world's 30 cities with the worst air pollution. American Lung Association President and CEO Harold Wimmer said that the study's findings illustrate that \"far too many Americans are facing multiple threats to their lung health at once, and when taken together, these different threats to lung health impacts can amplify each other.\" \"We cannot afford to delay cleanup of dangerous air pollution,\" he said. \"In fact, it is more important than ever.\" Read the full story here: ##Health## The Navy hospital ship docked at a New York City pier is preparing to take in more critical patients overnight, according to its medical commanding officer. “We have, I believe, around 10 ICU-level vented patients headed our way … from one of the local hospitals,\" Captain Patrick Amersbach of the United States Naval Ship (USNS) Comfort told CNN’s Don Lemon late Tuesday night. Amersbach did not say whether those patients have coronavirus infections. The Comfort originally was only going to accept non-Covid-19 patients, but that restriction was rescinded Monday night.  A crew member who has not been in contact with patients tested positive for Covid-19, but this will not affect the ability for the Comfort to receive patients, Amersbach said. As a precaution, he says, the medical treatment areas of the Comfort are being isolated from the rest of the ship, and some crew members will be lodging in local hotel rooms instead of staying aboard throughout the day. Read more here: ##Health## South Korea reported 53 new cases of coronavirus from Tuesday, bringing the national total to 10,384, the country's Centers for Disease Control and Prevention (KCDC) announced on Wednesday. Those numbers follow two consecutive days where the number of cases dropped below 50. The national death toll is now 200.  So far, South Korea has tested over 450,000 people. ##Health## As the United States hit another record for most deaths from coronavirus in a single day, President Donald Trump said the country was \"way under\" any coronavirus models. “We’re way under any of the polls or any of the models as they call them,” Trump said in an interview with Fox Tuesday night. “We are way under, and we hope to keep it that way, in terms of death.” The US has recorded at least 398,809 coronavirus cases, including 12,895 deaths, according to Johns Hopkins University. Some 30,613 new cases and 1,909 deaths were reported on Tuesday. The President, who seemed to be taking what could turn out to be a premature victory lap, said that New York “is getting ready, if not already, getting ready to peak.” Trump also said that he would love to start the economy back up “with a big bang,” opening the entire country to business all at once. But he said the administration is also considering opening up in sections.  “I think we really have a chance to open big and catch where we were,” Trump said, going on to tout the economy’s success before the virus hit.  Ventilators and hospital beds: President Trump also said his administration was right about its estimates for hospital beds and ventilators needed to treat coronavirus patients. “I think we’re reaching a level where it’s going to start coming down, where it’s going to start sloping down. The good thing is that the number of beds needed -- I think we were right about that. I was right. My group was right,” Trump said. “They’re not needing nearly as many beds as they thought. They’re not needing as many ventilators as they thought.\n“Everyone is in great shape from the standpoint of ventilators.” Over the weekend, the President cautioned that there could be a shortage of ventilators available to Americans. “I mean, it could be you have shortages, and it could also be that you have some that have way overestimated the number of ventilators they need,\" Trump said at the time.  On Tuesday morning, Surgeon General Jerome Adams appeared on the NBC Today show warning that the federal stockpiles of medical supplies are inadequate for dealing with this type of epidemic alone. ##Health## In China, authorities are using technology to track who is likely to be healthy -- and who poses a risk. Residents are each assigned a color-coded QR code on their phones -- and that color correlates to what they're able to do. In Wuhan, even now the lockdown is lifted, residents still need to produce a green QR code to leave their compounds. For those returning to work, they also need to produce a letter from their employer. To get into places such as restaurants, people need to show that QR code -- and only people with a green code will gain entry. But if your code is yellow or red, it means you've been flagged for some reason. If, for instance, you had been on a plane with a person infected with coronavirus, you would be flagged and your code might change color. Those with a yellow or red code might be asked to self-isolate -- or even have to go into state quarantine. The whole thing relies on big data, and means local governments have a database of people's travel history, their health history, and whether they've been in close contact with anyone who has coronavirus.  There's another potential problem -- different provinces have their own health QR codes, and sometimes they have issues recognizing codes from another region.  Watch how the codes work here: ##Daily Life## A record high of more than 800 fatalities were reported in just one day on Tuesday in New York City, according to city health officials. The national daily total of 1,909 new deaths was also a record high, according to Johns Hopkins University. It is unclear whether the New York City figure was used in compiling the US total. Still, the distressing numbers came as some officials expressed hope that some areas of the country were reaching the peak of the curves of cases, hospitalizations and deaths. Earlier, New York Gov. Andrew Cuomo had said the numbers of hospitalizations in his state was reaching a plateau but residents still needed to be disciplined. \"We have to be smart. We have to be safe. ... We do that by staying at home,\" he told reporters. US coronavirus cases are nearing 400,000 and the death toll has reached at least 12,895. However, health officials say parts of the country that leaned in heavily to social distancing measures may be seeing a slowdown in the growth of cases. Read more here: ##Health## There are at least 398,809 cases of coronavirus in the United States, including at least 12,895 deaths, according to Johns Hopkins University's tally. On Tuesday, 30,613 new cases and 1,909 deaths were reported, according to a tally by Johns Hopkins. According to the university, this is a record for the most new US coronavirus deaths added in a single day. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. Check out CNN’s map, which refreshes every 10 minutes.  ##Health## After more than two months, Wuhan is finally reopening its borders. But while easing of restrictions in the city where the pandemic began can be seen as a positive sign, Chinese health experts have also urged the public to continue to practice caution. Zeng Guang, chief epidemiologist with the Chinese Center for Disease Control and Prevention, told the state-run Health Times on Thursday that the epidemic in China was far from over. \"China is not near the end, but has entered a new stage. With the global epidemic raging, China has not reached the end,\" he said. With global infections continuing to surge, a growing number of cases have been imported to China -- many of them Chinese students and workers eager to return home. As of Tuesday, 698 imported coronavirus cases have been reported by Chinese authorities. Concerns grow over asymptomatic carriers: In China, only patients showing symptoms and positive results in nucleic tests are included in the official tally of confirmed cases. Asymptomatic patients who have tested positive are monitored and placed under quarantine until they develop symptoms or turn negative in later tests. Amid mounting public concerns, China started to announce a separate daily number of asymptomatic carriers last week. Since then, dozens of new asymptomatic carriers have been found in Wuhan every day, with 673 currently under medical observation. \"Although for now, it seems that the infectiousness of asymptomatic cases are relatively low, they are still infectious and we should be vigilant,\" Yang Jiong, a respiratory expert at the Zhongnan Hospital of Wuhan University, told the Health Times on Monday. Read the full story here:  ##Health## Pharmaceutical company Amneal has donated 200,000 doses of hydroxychloroquine to the Georgia Department of Public Health, US Representative from Georgia Doug Collins said. \"Proud to have worked with Amneal Pharmaceuticals, Inc. to help secure 200,000 doses of hydroxychloroquine for (the Georgia Department of Public Health),\" he tweeted.  \"This medication could potentially save thousands of lives across our state. Thank you, Amneal, for this incredible donation!\" President Donald Trump has promoted the use of hydroxychloroquine --usually used to treat malaria -- in the fight against coronavirus, even though it has not been proven safe for that purpose.   Read more about Hydroxychloroquine and Covid-19 here: ##Health## The biotechnology company Inovio began a Phase 1 clinical trial of its Covid-19 vaccine this week, with its first dose given to a subject at the University of Pennsylvania on Monday. The Phase 1 trial is estimated to be completed by late summer of 2020, a spokesperson for Inovio told CNN in an email. It will enroll up to 40 healthy adult volunteers in Philadelphia and Kansas City, Missouri, according to a news release.  The Phase 1 trial is meant to establish that the vaccine is safe and induces a desired response from participants' immune systems. Proving that the vaccine is effective in preventing Covid-19 infection requires follow-up studies involving many more participants, which will take many more months. “We anticipate rapid enrolment of this initial study,” Dr Pablo Tebas, an infectious disease specialist at the Hospital of the University of Pennsylvania and the study’s principal investigator, said in the news release. “There has been tremendous interest in this vaccine among people who want to do what they can do to help protect the greater public from this pandemic as soon as possible.” Similar to Moderna’s Covid-19 vaccine, which began Phase 1 testing in March, Inovio’s vaccine is also derived from genetic material. However, Inovio’s vaccine -- named INO-4800 -- is derived from DNA, not messenger RNA, which makes up Moderna’s vaccine. Inovio received funding from the Bill and Melinda Gates Foundation and the Coalition for Epidemic Preparedness Innovations. “In ten weeks from funding, INOVIO manufactured thousands of doses of INO-4800 to support on-going Phase 1 and planned Phase 2 clinical trials,” the news release said. ##Health##  The US Food and Drug Administration will take “appropriate action against firms making false claims or marketing” coronavirus tests, according to a news release from FDA Commissioner Dr. Stephen Hahn.  As of Tuesday, only one Emergency Use Authorization has been issued by the FDA for a serological test for coronavirus. The test is intended only for clinical laboratory use. A serology test would be able to identify past coronavirus infections, although it may be less effective at identifying recent ones. More than 70 test developers have notified the agency that they have serological tests available for use, according to Hahn’s statement. \"However, some firms are falsely claiming that their serological tests are FDA approved or authorized, or falsely claiming that they can diagnose COVID-19.\" In March, the FDA issued a new policy which allows companies to market serological tests for coronavirus without FDA review so long as they met certain conditions. The new policy was an effort to identify individuals who have overcome an infection and have developed an immune response to coronavirus, according to Hahn. ##Health## New Zealand reported 50 new cases of the coronavirus on Wednesday -- the third consecutive day that the country has reported a decline in new cases compared with the day before. The country's director-general of health, Ashley Bloomfield, announced the new cases at a news conference on Wednesday. They include 26 confirmed cases and 24 probable cases. New Zealand is half way through a month-long lockdown. The total of confirmed and probable cases in New Zealand to 1,210. Some 282 patients have recovered from the virus.  ##Health## California has secured deals to acquire more than 200 million protective masks each month for medical workers combating the coronavirus, the state's Gov. Gavin Newsom said Tuesday.  Newsom made the announcement during an appearance on MSNBC’s The Rachel Maddow Show, saying when it comes to states competing against one another for masks, “enough is enough.” \"In the past 48 hours, we have secured through a consortium of nonprofits and manufacturers here in the state of California upwards of 200 million masks on a monthly basis that we're confident we can supply the needs of the state of California and potentially the needs of other western states,” said Newsom. \n“We inked a number of contracts in the last few days that give me confidence in being able to say that.\"  Newsom says the state is expecting more than 150 million N95 masks and more than 50 million surgical masks per month. The masks will be manufactured overseas, and will begin to arrive in the next few weeks. ##Health## ##Business## Musician John Prine has died after being hospitalized due to coronavirus. This is what his publicist told CNN: \"We can confirm on behalf of the Prine family -- John died today at Vanderbilt due to complications of Covid-19.” The 73-year-old was hospitalized last month and was in a critical condition after a \"sudden onset\" of coronavirus symptoms. The Grammy Award-winning singer and songwriter had a nearly 50-year career playing a blend of country and folk music. Born in 1946, the Songwriters Hall of Fame says that Prine began his career in Chicago in the late 1960s after learning guitar aged 14. Songs from his 1971 debut album were later covered by musicians including Johnny Cash, Bonnie Raitt, John Denver and Norah Brown. In a 2009 interview, Bob Dylan listed Prine as one of his favorite songwriters. In 1981, Prine and his manager founded Oh Boy Records in Nashville, Tennessee. According to the label, it is the second-oldest artist-owned independent record label in the US. Prine survived cancer twice. In the late 1990s, he had surgery to remove cancer from his neck. The operation removed a piece of his neck and changed the tone of his voice, deepening it and giving it a gravelly sound. In 2013, he underwent surgery to remove cancer in his left lung. ##Health## Normally they would be serving customers thousands of feet in the air, but with coronavirus grounding most of Singapore Airlines' fleet, its cabin crew are helping out in a different way. On Tuesday, the first group of cabin crew members started as \"care ambassadors\" at Singapore's Khoo Teck Puat hospital. The Singapore Airlines' flight crew will be providing manpower to overworked medical teams, basic care to patients, and nutritional care in low-risk wards, according to a news release from the hospital. So far, 30 care ambassadors have joined the program, after receiving vaccinations and a medical screening, followed by a 90-minute hospital orientation.  The secondment is expected to last for three months. “We are very pleased to collaborate with Singapore Airlines as this helps augment our manpower needs, at a challenging time when many of our staff have been diverted to care for COVID-19 related patients,\" chief nurse Shirley Heng said in the hospital's statement. ##Daily Life## ##Business## After more than two months of lockdown, Wuhan -- ground zero for the coronavirus pandemic -- is finally reopening its borders.  Apart from the easing of travel restrictions, there is another sign that the city is starting to move on from the crisis: It has finally started to bury the dead. Grief put on hold: For months, residents in Wuhan had been unable to bury their loved ones, as the government banned all funerals and closed cemeteries on January 25. The remains of thousands of people who died both from coronavirus and other causes were stored at funeral homes. Families were told to await government advice on when they could be collected. Many didn't get to see the body of their loved ones: To curb the spread of the virus, all bodies of confirmed and suspected coronavirus patients were taken directly from hospitals to funeral homes for cremation, according to a notice issued by the National Health Commission. Restrictions eased: In late March, Wuhan residents were finally able to retrieve the ashes of their relatives from funeral homes and find them a resting place, reported the state-run Changjiang Daily, citing an official from the Municipal Civil Affairs Bureau. The news came just ahead of the Ching Ming Festival, also known as Tomb Sweeping Day -- when Chinese people honor the dead. Funeral ceremonies still not permitted: It is not clear what rituals family members are allowed to observe when laying their loved ones to rest. Read the full story here: ##Daily Life## The Uruguayan government has authorized the medical flight evacuation of New Zealand and Australian passengers aboard the Greg Mortimer cruise ship. That flight will take off on Thursday, April 9.   The Australian cruise ship is currently located off the coast of Uruguay. The Uruguayan government confirmed earlier this week that a high number of passengers aboard the ship have tested positive for coronavirus.  According to a statement released by Uruguay's foreign ministry on Tuesday, the plane carrying out the evacuation plan is being chartered by Aurora Expeditions, which owns the ship.   “This operation was coordinated between the Uruguayan, Australian Foreign Ministries and the cruise ship company” the statement added.   The flight is expected to depart from Uruguay and land in Melbourne, Australia.  ##Travel## If you're just joining us, here are the latest developments in the coronavirus pandemic. Global cases pass 1.4 million: More than 1,428,000 coronavirus cases and over 82,000 deaths have been recorded worldwide, according to Johns Hopkins University. This total doesn't reflect the number of active cases, but rather the number of all infections since the outbreak began.\nUS infections near 400,000: At least 398,185 cases have been recorded in the US, according to data compiled by Johns Hopkins University. The country's death toll stands at 12,844.\nTrump says WHO is \"China-centric\": In a tweet Tuesday, President Donald Trump said that the World Health Organization \"really blew it\" on the coronavirus and threatened to withdraw its US funding. Speaking later at a news conference, Trump said his administration was \"going to look into it.\"\nWuhan lockdown restrictions lift: The 76-day long lockdown in Wuhan -- ground zero of the pandemic -- is now officially over. China on Tuesday reported its first day since late January with no new deaths from the virus.\nJapan officially enters a state of emergency: Japan entered a state of emergency on Tuesday in seven virus-hit prefectures including Tokyo. The declaration is in effect until May 6.\nUK Prime Minister still in intensive care: British leader Boris Johnson is in a \"stable\" condition in hospital, but remains in the ICU after his coronavirus symptoms worsened. His spokesperson said Tuesday that he was receiving the \"standard oxygen treatment.\" All employees and customers of essential businesses that remain open in Los Angeles during the city’s stay-home order must wear face coverings to prevent the spread of the coronavirus, Mayor Eric Garcetti announced Tuesday evening.  Under a “Worker Protection Order” announced at a news conference Tuesday evening, Garcetti said businesses can refuse service to customers who do not wear a face covering starting Friday morning. Essential businesses that remain open during this time, which include grocery stores, pharmacies, restaurants, hotels, taxis, ride-share companies, and construction firms, were ordered to provide face coverings for their workers. Businesses are also required to provide employees access to a clean restroom with soap and sanitizer, and to allow them to wash their hands every 30 minutes. Garcetti said the order was enacted “to take care of those who are taking care of us.” The state of California has 17,351 confirmed infections, including 432 deaths.  Face masks have been a controversial topic in recent weeks. Read more about whether you should wear a mask here:  ##Health## The state of North Dakota is launching a new app to help slow the spread of Covid-19. The app -- dubbed Care19 -- will help identify individuals who might have had contact with people testing positive for the virus, Gov. Doug Burgum said at a news conference Tuesday. Users of Care19 will remain anonymous while the app traces their movements throughout the day. If users are found to be positive, they can provide their information to the North Dakota Department of Health, which will help with contact tracing. The app was designed by ProudCrowd, the designers of a popular Bison Tracker app in North Dakota. North Dakota remains one of a handful of US states with no stay-at-home order during the pandemic. The state has 237 confirmed coronavirus cases, including four deaths. ##Daily Life##  ##Health## China has ended its lockdown of Wuhan, the original epicenter of the coronavirus crisis, as the city reemerges from a deadly outbreak that is now raging across the globe. But even as Wuhan reopens its borders after 76 days, some restrictions within the city will remain in place, and officials warn that the threat of further infections remains far from over. The metropolis of 11 million, where the coronavirus was first detected in December, had been sealed off from the outside world since January 23 in an unprecedented effort to contain the outbreak. What this means for Wuhan: On Wednesday, healthy residents and visitors will finally be allowed to leave Wuhan, the capital of Hubei province, with trains and flights resumed and highway entrances reopened. Wuhan's railway authority estimated more than 55,000 passengers will leave Wuhan by train Wednesday, with about 40% bound for the Pearl River Delta region, a major manufacturing hub in China, according to state broadcaster CCTV. What this means for China: The easing of travel restrictions on Wuhan is the latest milestone in China's fight against Covid-19. The country reported nearly zero new local infections in recent weeks, leading to similar restrictive measures being lifted for other parts of Hubei province late last month. Luo Ping, an epidemic control official in Wuhan, told CCTV Sunday that the lifting of the lockdown marks a \"full restart\" of the city's economic and social activities from their previous \"suspension.\" But he warned the city faces an arduous task preventing imported cases and a recurrence of local infections. \"After work and production resumed, the movement of people increased and so did the risk of cross-infections from mass gatherings. Some residents have dropped their guard and don't wear masks when they go on the streets,\" he told the broadcaster.\n\"The reopening of Wuhan does not mean the all-clear, neither does it mean a relaxing of epidemic prevention and control measures (within the city),\" he said. Read the full story here: ##Daily Life## In a brief statement released Tuesday, Beijing authorities said Ren Zhiqiang, a real estate tycoon with close ties to senior Chinese officials, has been placed under investigation for alleged \"serious violations\" of laws and Communist Party regulations. The statement did not give other details. Ren, 69, was born into a family of Communist ruling elite and is known for his outspoken style.  After allegedly penning a scathing article on President Xi Jinping's handling of the coronavirus crisis, he reportedly disappeared last month with rumors swirling about his detention by the authorities. ##Business## People who test positive for the coronavirus and die at home will be included in New York City’s case count, according to authorities. “Every person with a lab confirmed Covid-19 diagnosis is counted in the number of fatalities, whether they passed away at home or in a hospital,” the deputy press secretary for the NYC Department of Health and Mental Hygiene, Stephanie Buhle, told CNN.\n“The Office of the Chief Medical Examiner (OCME) and the NYC Health Department are working together to include into their reports deaths that may be linked to Covid but not lab confirmed that occur at home.”\n“The Office of the Chief Medical Examiner is sending us reports of “probable” Covid-19 cases,” Buhle said. “We’re working together to include these cases in future reports.” New York city has reported a total of 3,544 deaths and a total of 74,601 coronavirus cases to date. New York state currently has 139,875 confirmed cases of coronavirus, including 5,489 deaths. ##Health## UK Prime Minister Boris Johnson's condition is stable, and he is still in intensive care, a Downing Street spokesperson said Tuesday. “He is in good spirits,” the spokesman added. Johnson was taken to hospital on Sunday night. At the time, Downing Street said the decision was a precaution because he continued to suffer from a cough and a fever 10 days after testing positive for the coronavirus.  But his condition deteriorated yesterday, Downing Street said, and he was moved to the intensive care unit at St. Thomas' Hospital. Johnson tested positive for Covid-19 nearly two weeks ago.  ##Health## There have been so many coronavirus deaths in a short amount of time in Suffolk County, New York, that the county’s morgue and overflow morgues are nearing capacity.  Now, the Long Island county is planning to use a refrigerated building on a farm to help store bodies, a county spokesman confirmed to CNN. “At the early stages of this crisis, we were having conversations about suggestions of using ice rinks and stores with refrigeration to store bodies,” Suffolk County Executive Steve Bellone said in a statement to CNN. “I made the decision that I was not going to tell families that we need to convert their children’s ice-skating rinks and turn them into morgues because that is not who we are.” Bellone decided, instead, to use facilities on the Suffolk County Farm, which is run by the Cornell Cooperative Extension but owned by the county.  There is a building on site that has large, unused refrigeration system, Bellone’s spokesperson Jason Elan said.  The county’s morgue capabilities, which includes a refrigerated trailer from the state, are half full, Elan said, adding that another trailer is expected to arrive later on Tuesday. After those are filled, the farm’s refrigerator would be used.   Bellone’s administration has also requested more body bags from the state. “I’m having conversations I never imagined having in this position,” Bellone said. ##Daily Life## Minutes after President Donald Trump said he's placing a \"very powerful hold\" on US funding to the World Health Organization for what he says is a \"China-centric\" stance, he appeared to back off the statement. \"I'm not saying I'm going to do it, but we are going to look at it,\" Trump said after being pressed on his statement. Speaking Tuesday at his daily coronavirus briefing, Trump said the organization \"receives vast amounts of money from the United States\" that he wants to re-examine. Trump said certain WHO programs were worthwhile but that overall they'd made mistakes -- in particular, he said, opposition to his decision to shut down travel from China. \"We have to look into that, so we're going to look into it,\" Trump said. The United States' coronavirus death toll reached 12,722 on Tuesday evening, with an increase of 1,736 deaths during the day. That number marks the most deaths recorded in a single day so far. According to data supplied by Johns Hopkins University, the previous record for the most new US coronavirus deaths added in a single day was 1,344. That was reached on April 4. ##Health##"], "Language": false}