{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/entertainment/andrea-bocelli-easter-duomo-cathedral-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-07T22:58:35Z"], "LastModifiedDate": ["2020-04-08T12:55:22Z"], "Headline": ["Opera singer Andrea Bocelli will perform live on Easter from Italy's empty Duomo Cathedral"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Like most churches this Easter, the historic Duomo Cathedral in Milan, Italy, will be closed to the public due to the coronavirus pandemic.  But over the empty pews on Sunday, the voice of famed opera singer Andrea Bocelli will echo through the cathedral during a special audience-free concert, which will be livestreamed. The concert, titled \"Bocelli: Music for Hope,\" will stream on Bocelli's YouTube channel at 7 p.m. in Italy, which in the US is 1 p.m. ET and 10 a.m. PT.  The Italian tenor will be accompanied only by the cathedral organist, Emanuele Vianelli. He is scheduled to perform sacred pieces such as \"Ave Maria\" and \"Sancta Maria,\" Universal Music Group said in a news release.   Universal Music Group is working with the City of Milan, the Veneranda Fabbrica del Duomo, Sugar Music and YouTube to put on the virtual concert.  \"This year, Easter will be very different for all of us,\" Giuseppe Sala, the mayor of Milan, said in a statement. \"The joyous serenity that usually comes with this day, has been greatly troubled by the pandemic we are experiencing. I am sure that the extraordinary voice of Bocelli will be the embrace we are missing these days, a strong, special hug, capable of warming the heart of Milan, Italy and the world.\"  Bocelli is doing this pro-bono, according to the release. Separate from the Easter concert, the musician's foundation has raised more than $140,000 for hospitals in his home country of Italy, which has been hit hard by the coronavirus pandemic. He is also scheduled to perform in the \"One World: Together At Home\" benefit concert on April 18.  Bocelli said regardless of people's faith, he hopes Sunday's concert will bring together \"millions of clasped hands everywhere in the world.\" "], "Language": false}