{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/entertainment/hal-willner-dies/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-04-08T02:21:32Z"], "LastModifiedDate": ["2020-04-08T02:21:32Z"], "Headline": ["Hal Willner, longtime 'SNL' staffer and music producer, dies at 64"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Generations of \"Saturday Night Live\" talent are paying tribute to Hal Willner, a longtime staff member of the show who is being remembered for his lovable weirdness as much as his musical genius.  Willner died Tuesday at age 64, according to Blake Zidell, a spokesperson for Willner.  Willner had symptoms consistent with Covid-19 but had not been formally diagnosed, Zidell said.  On paper, Willner wore many hats.  One had him working on sketch music adaptations for \"SNL,\" a duty which essentially called for him to choose the music for sketches featured on the long-running comedy series. He'd held the job since the '80s and was a current employee of the show.  \"SNL\" did not have an official comment when reached by CNN at the time of publication. \"He was a mad genius,\" wrote former \"SNL\" cast member Taran Killam on Twitter of Willner. \"He loved everything weird. He always made me feel good in an environment where it was sometimes hard to feel good about yourself. I really love him. I love you Hal.\"  Julia Louis-Dreyfus added on Twitter: \"Absolutely devastated to get this news about my weird and lovely pal, Hal. We are heartbroken.\"  Adam Sandler, an \"SNL\" alum also known for his musical comedy, remembered Willner as \"an incredible person who so many of us will miss.\"  Ben Stiller, who had a short-lived stint on the show but hosted and appeared multiple times since, reminded his social media followers that Willner was \"a part of so much of the music and pop culture comedy we have all enjoyed for years.\"  \"He was kind and extremely cool,\" Stiller said. \"So sorry to hear this.\"  Outside of his work on \"SNL,\" Willner was a celebrated producer, working with many legendary musicians for tribute albums and live events. He was known for his love of music across genres, something that was reflected in his work.   \"Lost in the Stars: The Music of Kurt Weill,\" a tribute to the German-American composer, featured the likes of Sting, Lou Reed and Tom Waits alongside people like jazz bassist Charles Haden and composer Carla Bley.  Michael Stipe of R.E.M. remembered Willner as \"truly one of the greatest music lovers and supporters I have ever met and a dear colleague and friend.\"  Joan Jett, who worked with Willner on a tribute album to English rock band T. Rex, called him \"a great producer.\"  \"The music industry has lost an incredible member of our community,\" she wrote on Twitter.  He also worked on films like \"Gangs of New York,\" \"Finding Forrester\" and \"Anchorman.\"  Director Adam McKay called Willner \"a friend, a collaborator and one of the most original people I have ever known.\"  \"I'm lucky to have had him in my life. The world was definitely a better place with him in it,\" he wrote.  Willner is survived by his wife, Sheila Rogers; his 15-year-old son, Arlo; his sister, Chari McClary and his father, Carl. "], "Language": false}