{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/entertainment/lionel-richie-kenny-rogers-acm-concert-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-04-06T13:41:38Z"], "LastModifiedDate": ["2020-04-06T14:05:29Z"], "Headline": ["Lionel Richie remembers his friend Kenny Rogers in ACM concert"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Some of country music's biggest names came together to celebrate the late Kenny Rogers on Sunday night.  During the \"ACM Presents: Our Country\" concert, Brad Paisley, Darius Rucker, Luke Bryan and Lionel Richie paid tribute to the country music legend. But it was Richie who had everyone reaching for the Kleenex when he sang their hit 1980 song, \"Lady,\" which Richie wrote. \"What started out to be a great collaboration between two guys, Kenny Rogers and myself, ended up giving me a surprise. Not only did we have a hit record, but I found one of the greatest friends I ever had in my whole life. The loss of him is tremendous on my heart,\" said Richie.  \"We lived so much life together, and tonight I want to celebrate his life. And I want to say to all of his fans: He enjoyed the ride. Let us celebrate his life, his legacy, and more importantly, the music. God bless you, Kenny. God bless your family. I love you very much.\" The special also aired a short portion of their famous duet from the 2012 TV special \"ACM Presents: Lionel Richie and Friends -- In Concert.\" Paisley and Rucker performed his 1977 hit \"Lucille,\" and the 1978 hit \"The Gambler,\" while Bryan sang Rogers' 1979 single \"Coward of the County.\" Rogers died at the age of 81 last month from natural causes under the care of hospice and surrounded by family. He had 24 No. 1 hits and through his career sold more than 50 million albums in the US alone. He was a six-time Academy of Country Music Awards winner and three-time Grammy Award winner."], "Language": false}