{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/us/wrestlemania-36-results-highlights-night-one-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-04-05T21:20:13Z"], "LastModifiedDate": ["2020-04-05T21:20:13Z"], "Headline": ["What to watch for during night two of WWE's first spectator-free WrestleMania"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Wrestlemania 36, which underwent changes due to the coronavirus pandemic, comes to an end Sunday night.  The event -- which is World Wrestling Entertainment's biggest show of the year -- had a lot of firsts this year. Officials had deemed it too big for just one night, so for the first time ever, they broke it up into two parts. Also, due to unforeseen circumstances amid the coronavirus outbreak, WWE moved the show to its Orlando training center and made it spectator-free.. Tens of thousands of passionate wrestling fans were expected to fill the Raymond James Stadium in Tampa, Florida. Now, the event is held with only essential personnel present, and viewers tuning in virtually. \"Each WrestleMania has its own personality and has been different then the rest,\" Stephanie McMahon, chief brand officer of WWE, said Saturday, to kick off the event. \"Tonight and tomorrow's WrestleMania will be the most different of all.\" \"Nonetheless, it is our commitment to you to somehow, someway provide you with a diversion during these hard times,\" McMahon said. \"Deliver a sense of hope, determination and perseverance and most of all to entertain you and your family.\" Results from night one On night one, several championship belts were up from grabs as well as the long awaited Undertaker vs AJ Styles match. In the women's division, the tag team titles were on line. The current holders, The Kabuki Warriors, comprised of Asuka and Kairi Sane, took on Alexa Bliss & Nikki Cross. Bliss and Cross walked away the new women's tag team champions. The longest-reigning Raw Women's Champion Becky Lynch was challenged by Shayna Baszler. Lynch won the match to retain the title and continue her historic reign as champion. In the men's division, the current Intercontinental Champion, Sami Zayn, defeated Daniel Bryan to retain the championship.  In other action, Elias defeated King Corbin, and Kevin Owens defeated Seth Rollins when their match was restarted as a \"no disqualification\" match.  Mojo Rawley defeated R-Truth to become the new champion of the 24/7 Title. Rawley had a little help from three-time Super Bowl Champion Rob Gronkowski, who is hosting the event. Goldberg, the Universal Champion, was slated to face Roman Reigns for a title match.  However, Reigns announced last week he would not be attending WrestleMania this year. WWE made it voluntary for all involved to participate this year due to the coronavirus outbreak. Goldberg instead clashed with Braun Strowman, resulting in Strowman becoming the new Universal Champion. In men's tag team action, the SmackDown Tag Team Championship match was a three-way ladder match between John Morrison vs Kofi Kingston vs Jimmy Uso. Morrison, whose tag team partner is Mike \"The Miz\" Mizanin, retained the championship belts. The last match of night transported fans away from the wrestling ring and into a graveyard as the Undertaker took on AJ Styles for a \"boneyard match.\"  The match, equipped with special effects and dramatic music, looked like it could have been a scene in a horror movie. The Undertaker won after slamming Styles into a dug out grave and covering him with dirt. Undertaker then jumped on a motorcycle and drove away signaling the end of the first night of WrestleMania 36. What's to come For part two, fans can expect another night of title matches, and the highly anticipated return of WWE Hall of Famer Edge, who is set to for action against Randy Orton. The WWE Championship is on the line, with Brock Lesnar, the current champ, being challenged by Drew McIntyre.  John Cena will be in action against Bray \"The Fiend\" Wyatt for what is being called a \"firefly fun house match.\"  For the first time ever, the NXT Women's championship belt is up for grabs at WrestleMania. Rhea Ripley, the title holder, will battle Charlotte Flair, one of WWE's top stars. NXT is the third brand of WWE that features up and coming stars. Flair won the Royal Rumble earlier this year, allowing her to chose any title match -- and she picked Ripley. The women's Smackdown Championship title match is a fatal five-way elimination match featuring the current title holder, Bayley, vs. Sasha Banks, as well as Lacey Evans, Naomi and Tamina.  In the men's division, the Raw Tag Team title is on the line as  Angel Garza & Austin Theory face off against the current champions, The Street Profits, comprised of Montez Ford & Angelo Dawkins. In other action, fans will see Otis vs. Dolph Ziggler and Aleister Black vs. Bobby Lashley. People across the world can watch WrestleMania 36 from their homes on the WWE Network, which is the organization's streaming service, at 7 p.m. ET on Sunday.  Viewers can also now pay to live stream the event on FOX Sports and FOX NOW Apps."], "Language": false}