{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/politics/donald-trump-coronavirus-press-conference/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-14T14:33:02Z"], "LastModifiedDate": ["2020-04-14T19:55:20Z"], "Headline": ["The 39 most absurd lines from Donald Trump's off-the-rails coronavirus press briefing"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["After a weekend without a daily coronavirus task force press conference -- and a huge New York Times piece excoriating his handling of the crisis -- President Donald Trump came out roaring on Monday, blasting the media and his Democratic critics in the longest press briefing of the pandemic. (It clocked in at 2 hours and 23 minutes!) It was, well, something. Below, the lines you should see from it. 1. \"It's a tough deal. It was a bad, bad level. That was a bad group. That's as high as it gets. It was bad grouping of tornadoes. Something that's something incredible, the power.\" The President of the United States on devastating tornadoes that ripped through the South: \"That was a bad group. That's as high as it gets.\" And away we go! 2. \"So we have the biggest economy, the greatest economy we have ever had, the highest employment numbers, the best employment numbers, best unemployment numbers, also, the best of everything.\" Trump says that the economy was the best in the history of the country all the time. Which (still) doesn't make it true. Oh, and also, we had the \"best of everything.\" 3. \"And I said, China, you can't come in, I'm sorry, because I saw what was going on. It wasn't so much what I was told. It was that I saw what was going on. And I didn't like it.\" See, no expert told Trump to limit travel from China earlier this year. He just knew -- because, smart -- to do it.   4. \"But sort of I have been brutalized for the last four years. I used to do well, before I decided to run for politics. But I guess I'm doing OK, because, to the best of my knowledge, I'm the President of the United States, despite the things that are said.\" This amounts to Trump telling the media that he is president and they're not. So, yeah. 5. \"But the people from [Joe Biden's] campaign, who are smart -- people that write those little P.R. releases are pretty smart, reasonably good, not the best, but they're not bad.\" \"Pretty good, not bad, I can't complain.\" -- John Prine  6. \"And so the story in The New York Times was a total fake. It's a fake newspaper, and they write fake stories.\" The New York Times story was based almost entirely on documents and emails, not anonymous quotes. So, did someone fake all those internal memos and emails? 7. \"Now, with that, I have a couple of interesting -- we have a few clips that we're just going to put up. We could turn the lights a little bit lower. I think you will find them interesting.\" At this point, the President of the United States ran a propaganda reel/campaign ad touting how great he has done on dealing with the coronavirus. It ran on the White House grounds while Trump was in his official role as President of the United States. If you don't have a problem with that, you aren't paying attention. 8. \"So, we could give you hundreds of clips like that from governors, including Democratic, or Democrat, as I call them, governors, which is actually the correct term.\" \"Democrat\" is not actually the \"correct term.\" The word \"Democrat\" is a noun and, therefore can't be used to describe a party. \"Democratic\" is an adjective -- and can. The reason Trump says \"Democrat\" Party isn't because of grammar, of course, it's because he (and many other Republicans) don't like the idea of people perceiving their opponents as the \"democratic\" ones.  9. \"But I just want to say, it's -- it's very sad when people write false stories, like, in that case, I guess it was gotten mostly from The New York Times, which is a highly -- I mean, if you had libel laws, they would have been out of business even before they will end up going out of business.\" You'll notice here that Trump never makes clear what, specifically, is wrong with the Times story. Because, well, he doesn't have anything. Also, it can be true that some governors (even most governors!) praised Trump at some point during this crisis and there were early warning signs missed and slow response when it comes to testing. 10. \"They're not able to fill the beds. They needed two hospitals. We built one. It was perfect.\" What does the \"perfect\" building of a hospital actually look like? Your guess is as good as mine. 11. \"But nobody's asking for ventilators.\" \"The ventilator shortage is here. The medication shortage is next.\" -- Washington Post, April 9 12. \"I heard it was, like, just a perfect phone call.\" This is Trump talking about a call he and Vice President Mike Pence had with governors on Monday. This is, at least, the second perfect phone call Trump has been part of since becoming president. The first, obviously, was his July 2019 call with Ukrainian President Volodymyr Zelensky. 13. \"The press has not treated these incredible people, who've done such a great job, they haven't treated them fairly. They're way off.\" If you think that Trump is upset because he thinks the media hasn't treated health care workers fairly, I've got a blood testing company called Theranos that I think you might be interested in buying. 14. \"I could give you -- I will bet you I have over 100 more clips even better than them. They were just pieced together over the last two hours. That was just -- oh, we have far better than that. That's nothing compared to some of them.\" You think that propaganda video was good? Man, you should have seen what we could have done! 15. \"Some people wish we never closed it down. Now, if we didn't, we would have lost hundreds of thousands of people.\" This is a classic straw man argument by Trump. Name someone who, in any position of power or influence, said that the country should not enact social distancing protocols to protect from the rampaging virus? All Trump is doing here is creating himself as some sort of visionary hero because he did a thing that no one was saying not to do. Yes, it is true that millions of people could have been infected -- or even died -- if the federal and states governments had not acted. But inaction like that was never even considered. 16. \"We did the right thing. Everything we did was right.\" \"Everything we did was right.\" OK. Got it. 17. \"Governors should have had ventilators. They chose not to have them.\" So, any initial or current ventilator shortages are due to governors not adequately preparing for this pandemic. The big takeaway here? Donald Trump did nothing wrong. In fact, \"everything we did was right.\" 18. \"Let's get back to the regular -- should we get back to the regular?\" I mean, sure, I like the regular. Who doesn't? 19. \"I retweeted somebody. I don't know.\" Honestly, same. 20. \"Yes, I notice everything.\" [gets out calculator, press a series of buttons] Yeah, chief -- his story checks out. 21. \"Not everybody's happy with everybody.\" \"Not everybody's happy with everybody: The Chris Cillizza Story.\" 22. \"We have done a job, the likes of which nobody's ever done, the mobilization, getting of equipment, all of the things we have done. Nobody's ever done a job like this.\" Trump is absolutely obsessed with always being the biggest and the best. The best response to a global pandemic. The biggest hurricanes. The, uh, highest tornadoes? 23. \"We have 50 governors and territories, by the way. People don't ever mentioned that. We have territories. We have 50 governors and territories.\" People don't mention that we have a governor for every state? Really? It feels like people do mention that. 24. \"I don't mind controversy. I think controversy is a good thing, not a bad thing.\" This is a real insight into who Trump actually is: A provocateur. He has been his entire life. He loves controversy because it means publicity. And failure for Trump isn't bad press, it's no press. 25. \"There are a lot of people that would have said, let's ride it out.\" Again, I ask, who? Who, in any sort of prominent medical or political position was saying that federal and state government should do nothing to deal with the spread of the coronavirus? 26. \"You're so -- you're so -- you're so disgraceful. It's so disgraceful, the way you said that.\" What horrible thing did a reporter say to elicit such a reaction from Trump?  This: \"What did you do with that time that you bought? The argument is that you bought yourself some time, and you didn't use it to prepare hospitals, you didn't use it to ramp up testing. Right now, nearly 20 million people are unemployed. Tens of thousands of Americans are dead.\"  Those, last time I checked, are facts. 27. \"We have done this right. And we really -- we really have done this right.\" \"Everything we did was right.\" 28. \"We're going to tell you about other things that we have done right.\" Let me tell you again how great I am. 29. \"We have millions of doses that we bought and many people are using it all over the country. And just recently a friend of mine told me he got better because of the use of that drug. So who knows?\" I feel like this is obvious but I'll say it anyway: It is deeply irresponsible for the President to tout hydroxychloroquine's ability to effectively treat coronavirus because \"a friend\" took it and got better. That's anecdotal, not statistical, analysis. But, who knows? 30. \"I've been having many discussions with my team and top experts and we're very close to completing a plan to open our country hopefully even ahead of schedule.\" This would mean that Trump would re-open the country before May 1. Virtually every infectious disease expert has suggested doing so would lead to a second bump in coronavirus cases nationally. 31. \"Let me just say, very simply, I will put it very simply -- the president of the United States has the authority to do what the president has the authority to do which is very powerful. The president of the United States calls the shots.\" So, here's the thing. There's a thing called the Constitution. Pretty important document. And in there's a whole separation of powers thing and, well, the 10th Amendment: \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the states, are reserved to the states respectively, or to the people.\" 32. \"But no, [governors] can't do anything without the approval of the president of the United States.\" Simply not true. 33. \"When somebody is the president of the United States, the authority is total. And that's the way it's got to be.\" This statement should terrify every single person in this country. 34. \"The authority of the president of the United States having to do with the subject we're talking about is total.\" It just isn't. Trump cannot rescind executive orders made by governors in states related to school closures or stay-at-home orders. Also, isn't Trump a Republican? And didn't Republicans build their party on a limited federal government and expansive state governments? Doesn't anyone notice this? I feel like I'm taking crazy pills. 35. \"I think I took -- I think I took my own advice on the ban. I don't know.\" I am absolutely going to start saying \"I think I took my own advice\" when someon"], "Language": false}