{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/doomsday-dinner-party-ardyn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brekke Fletcher, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-02T16:24:18Z"], "LastModifiedDate": ["2020-04-02T16:24:18Z"], "Headline": ["$600 'doomsday' dinner party, delivered to your door by bunnies"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["Chefs Adam Bordonaro and Ryan Lory opened their first restaurant in 2019. Ardyn, an intimate, romantic spot in the Greenwich Village neighborhood of New York City, received immediate attention, with rave reviews from the media and diners and a packed dining room and bar, to boot.  The two men have been close friends for seven years, meeting at Charlie Palmer's Steak, where they both worked and staying in touch as the two walked parallel paths.  Almost exactly one year after opening, all restaurants in New York City were shut down due to the coronavirus pandemic, and Ardyn's brief, shining run came to an abrupt halt.  \"The blood, sweat and tears were paying off. We were finally at a place where we're going to make it here,\" says Lory. Doomsday preppers As ready as anyone could have been for the lockdown, Bordonaro and Lory were. \"We saw it coming -- Seattle had been hit hard four weeks before. This is not an 'if' question, but a 'when' question,\" explains Lory. Their survivalist brainchild is a hybrid of a fine-dining tasting menu, a meal kit and gallows humor with a side of silliness: The Doomsday Dinner Party, which starts at $600 for four. \"We wanted to do something that would allow someone at home to replicate the restaurant's quality and spirit in their home,\" says Lory. The meal kits include seven courses -- the current menu will be changed next week -- with citrus-cured Hamachi, charred broccoli and 45-day dry-aged Wagyu ribeye from Snake River Farms.  The meals come ready to assemble, heat and plate, so nothing gets gross en route. There are detailed instructions, YouTube videos, a music playlist and an upsell to add bottled cocktails and wine pairings. The final piece of frivolity -- the meals are delivered by two tuxedo-clad people wearing bunny masks.  Because why not? The duo wanted to create something memorable and special, exclusive and strange to help break up the monotony of every day. So far it's been a very successful gambit. So much so that Ardyn is launching their Doomsday Dinner Party experience in the Hamptons this month. Giving back  Keeping themselves afloat during this unprecedented downturn for the restaurant industry was not the only thing on their minds. \"Everybody is getting whacked right now,\" says Lory. In partnership with the March On Foundation, the Ardyn team has created a nonprofit called the COCO Fund (Covid Community Fund) a nonprofit that will be funded by donations and 15% of the proceeds from the Doomsday Dinner Party series. The fund aims to assist those in the restaurant, event and hospitality industries, whose workers are among the hardest hit by the pandemic. Bordonaro and Lory are taking this situation very seriously, and neither is sure yet what the future holds. \"We could not have envisioned a more ominous and terrible situation for the industry to be in,\" says Lory. \"We don't want people to think 'this is the end of the world,' but this is doomsday for restaurants. This is going to be an everlasting change to the restaurant industry. No doubt.\""], "Language": false}