{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/business/online-travel-industry-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-04-14T17:46:46Z"], "LastModifiedDate": ["2020-04-14T17:46:46Z"], "Headline": ["This is another 9/11 for online travel companies"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The travel industry was dealt a major blow from the coronavirus crisis. Customers have shied away from planes, trains and cruises after travelers got sick, governments restricted travel and closed borders and health officials urged people to stay home.     The crisis has rippled throughout the travel industry, including online booking sites, which has also experiences a dramatic business change. \"The turning point was really when we said, 'Okay, we need to stop this and we as a company need to act, in a way, against our own interest,'\" Axel Hefer, CEO of hotel price comparison site Trivago, told CNN Business.  \"So we stopped marketing as quickly as we could in all affected areas. And we sent out communication to our customers that they shouldn't travel if they don't have to.\" New reservations have also declined at Booking Holdings, the online travel company that runs sites including Booking.com, Kayak, Priceline, OpenTable and others, according to CEO Glenn Fogel.  \"The big part of the business right now is not new business, which is extremely limited because of the prohibitions on travel, but managing changes in travel plans,\" Fogel said.  Over the past month, Booking.com alone has received around 400,000 customer contacts a day — largely travelers looking to change or cancel plans, he said. Fogel and Hefer said they had some sense of the looming crisis as coronavirus began to spread in China, but Fogel said, \"I don't think anybody could possibly have predicted the worldwide effect.\"  Coming back after coronavirus Travel was among the first industries to be hit by the crisis, and it could also have a longer road to recovery. Even after travel restrictions are lifted and borders are reopened, people may fear contracting the virus by traveling. The economic consequences of coronavirus may also mean people will have less money to spend on trips.  For this reason, Hefer said Trivago has worked to readjust its expectations for what demand for travel will look like as the crisis begins to abate. He expects much more local and domestic travel, people driving rather than flying places, at the beginning.  \"Once there is a possibility to travel and get out of your apartment, people will need some positive experiences,\" Hefer said. \"It might just be one night somewhere out of your apartment. That is really where we can do something good for our customers, and that is the moment we are focusing all of our effort on.\" Fogel agreed that domestic travel will be the first to make a comeback, as international travel is more likely to have \"high friction points\" such as government restrictions and health screenings at border checks.  However, Fogel said he's confident people will take up their regular travel habits again eventually.  \"I remember after 9/11, the tragedy of that event,\" Fogel said. \"The next day, so many people said they would never get on a plane again. But then a little time passed, they saw security was good, and so they decided: 'Okay, let's take that flight to Europe.' The same thing will happen again.\" Although online travel sites had less of a presence in 2001, airlines and other travel companies experienced a major slump following the attack. Now, booking sites can act as a barometer of business in the wider industry. As companies wait for travelers to return, the current downturn could result in a contraction of the industry.  This has already begun to happen at some other companies. Among them, hotel chain Marriott said last month it would furlough workers, and tens of thousands of employees could be affected. British Airways said last week it is furloughing 30,000 of its workers. JetBlue and United Airlines have also said they will adjust staffing levels.  While Booking has not furloughed or laid off workers as a result of the pandemic yet, Fogel said his company and others in the travel industry will probably be forced to think critically about the size of their operations in the coming weeks and months. Booking also said last month that Fogel and the CEOs of the company's three brand divisions would temporarily forgo their salaries as the company weathers the downturn.  \"My fear is that this will end up being a longer period of travel recession than we had ever hoped,\" Fogel said. \"We'll have to look very carefully at what is the right size of the company moving forward. I think that's something we'll all have to look at.\" Trivago, which is based in Germany, has been able to avoid layoffs by taking advantage of an existing German program called \"Kurzarbeit,\" in which the government helps companies facing short-term financial distress cover employee salaries. Fogel lauded the governments that have enacted programs to support travel companies amid the coronavirus, but said \"it won't be enough.\" He called on governments around the world — Booking operates in 220 countries and territories — to take further action to protect the travel industry. \"We need the government to step up. Travel is one of the biggest employers in the world,\" Fogel said. \"No travel company is big enough to bring the whole industry along. Only governments are big enough.\""], "Language": false}