{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/us/wallace-roney-death-covid-19/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Duarte Mendonca and Jennifer Hauser, CNN"], "Writers": [["Duarte Mendonca", "Jennifer Hauser"]], "FirstPublishDate": ["2020-04-01T02:56:55Z"], "LastModifiedDate": ["2020-04-01T03:06:08Z"], "Headline": ["Legendary jazz trumpeter Wallace Roney dies of complications from coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Legendary jazz trumpeter Wallace Roney has died of complications from the novel coronavirus, his publicist said. He was 59.  Roney died Tuesday at St. Joseph's University Medical Center in Paterson, New Jersey, publicist Lydia Liebman said in a statement. \"I am saddened to confirm that the iconic trumpeter and jazz legend Wallace Roney passed away due to complications of COVID-19 this morning just before noon,\" Liebman said.  \"Working with Wallace was and will remain one of the greatest privileges of my life,\" his publicist said. \"It was an honor to represent him and to be part of his musical world. I cannot even begin to express how much I will miss him and his music.\" \"We are devastated,\" Erin Davis, Cheryl Davis and Vince Wilburn, Jr. wrote in a post on the Twitter account dedicated to jazz legend Miles Davis. \"Wallace was a global life force in the jazz community.\" \"He was loved and mentored by Miles,\" the tweet said. \"We will miss you Wally. We love you. Peaceful journey.\" Roney won a Grammy in 1994 for the album \"A Tribute To Miles,\" and was nominated for another in 1997.  Roney and Miles Davis played together at a Montreux Jazz Festival concert in Switzerland that was directed by Quincy Jones, the tweet from the Miles Davis Twitter account said. Davis died in 1991. \"Roney has long since carved out his own reputation as a true modern great. He will be missed dearly,\" said a tweet from Jazz at Lincoln Center in New York, calling Roney a \"singular trumpeter.\" Roney's family is considering a memorial service \"once this pandemic has passed,\" his publicist said. "], "Language": false}