{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/tech/apple-dark-sky/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Fung, CNN Business"], "Writers": [["Brian Fung"]], "FirstPublishDate": ["2020-03-31T22:27:42Z"], "LastModifiedDate": ["2020-03-31T22:27:42Z"], "Headline": ["Apple acquires popular weather app Dark Sky"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Apple has acquired the popular weather app Dark Sky in a move that could turn the iPhone and smartwatch maker into the exclusive provider of an app known for its minute-by-minute weather updates. The acquisition, which Apple confirmed to CNN Business on Tuesday, will mean the end of Dark Sky's apps for Google's Android and Wear OS, according to a Dark Sky blog post. Terms of the deal were not disclosed.  From its beginning as a Kickstarter campaign in 2011, Dark Sky wowed users by promising predictive forecasts that were accurate down to the minute and based on users' exact locations. By applying artificial intelligence to radar data from the National Oceanic and Atmospheric Administration, Dark Sky could tell you exactly when it was going to rain within the next hour, allowing you to time your walk to the coffee shop or your commute home. By 2015, the company said it was serving 8 million forecasts a day.  As of Tuesday, Dark Sky's Android app has been downloaded more than a million times. But the news that Apple will shut down those apps on July 1 suggests the company intends to make Dark Sky exclusive to its walled garden ecosystem. Google's platform won't be the only one losing access to Dark Sky. As part of the acquisition, Dark Sky said it will discontinue its application programming interface late next year. That feature allows third-party app developers to access and use Dark Sky's weather data in their own apps. On Tuesday, Dark Sky said it has already stopped taking new signups from developers looking to access Dark Sky's data.  That decision could affect platforms such as the Amazon Echo, where unaffiliated apps like Big Sky have tapped into Dark Sky's weather data to mimic the functionality the company provides on iOS and Android. The looming restrictions on Dark Sky could raise fresh questions about Apple's approach to competition. App makers have criticized the company for its tight control over developers, and antitrust officials have questioned the company on its App Store policies. Apple has long maintained that its approach enhances security on the App Store and that it competes vigorously against market-leading apps in various sectors from music to productivity.  But Apple's decision to limit Dark Sky's API comes at a time of intense scrutiny of tech platforms. Mozilla, the maker of the popular Firefox web browser, argued in 2018 to the Federal Trade Commission that restricting APIs \"could be anti-competitive in intent and effect.\"  Apple didn't respond to multiple requests for an explanation as to why it will be terminating support for the Dark Sky API and the Google-affiliated apps. Sally Hubbard, an antitrust expert and tech critic at the Open Markets Institute, said the Dark Sky deal is likely to be small enough to avoid federal reporting requirements by Apple. Hubbard argued that any merger or acquisition by a major tech platform should be reviewed by regulators. (The FTC is currently undertaking a wide-ranging review of past and completed tech industry mergers.) \"Given that these tech guys already have so much market power, I think we really need to be vigilant of them cutting off the access for others to be innovators in the marketplace,\" Hubbard said. \"Interoperability should be a standard merger condition whenever any of the main tech platforms acquire companies, if the merger is going to be permitted.\" Charlotte Slaiman, an antitrust expert at the consumer advocacy group Public Knowledge, said restrictions limiting access to Dark Sky or its API might not be deemed anti-competitive if enough competing weather apps can replicate its most valuable functions. But if Dark Sky is deemed unique, it could raise more questions. \"That type of change is what antitrust looks for,\" she said. \"Something that was offered that is no longer offered.\""], "Language": false}