{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/business/mcdonalds-china-coronavirus-sign-trnd/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-04-14T15:23:07Z"], "LastModifiedDate": ["2020-04-14T15:56:51Z"], "Headline": ["McDonald's China apologizes for banning black people from a store"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["McDonald's is in damage control mode after a restaurant in China displayed a sign banning black people from the premises. The sign, which recently circulated on social media, said the McDonald's location in Guangzhou has \"been informed that from now on black people are not allowed to enter the restaurant.\"  The sign is \"not representative of our inclusive values,\" McDonald's said in a statement. The sign was removed and the location was temporarily closed down. CNN has not yet been able to authenticate the video. The industrial city has been steeped in racial tensions between Africans and locals. Recent warnings from Chinese officials about the rising number of imported coronavirus cases have stoked anti-foreigner sentiment. Africans in the southern Chinese city have been evicted from their homes by landlords and turned away from hotels, despite many claiming to have no recent travel history or known contact with Covid-19 patients. McDonald's said it will use the closure to \"further educate managers and employees on our values, which includes serving all members of the communities in which we operate.\" Guangzhou has long had the largest African community in China. Because many Africans in the city have short-term business visas, they travel into China several times a year, making it difficult to calculate the size of the African population the city. But in 2017, approximately 320,000 Africans entered or left China through Guangzhou, according to Xinhua. This isn't the first time McDonald's garnered controversy overseas. Last November, it pulled an ad in Portugal that used the words \"Sundae Bloody Sundae\" to promote a Halloween dessert. Bloody Sunday is the name for the day in 1972 on which British soldiers shot unarmed protesters in Derry, Northern Ireland, during the Troubles -- resulting in 14 deaths. The coronavirus has been detrimental McDonald's business this year. Last week, it reported that sales at restaurants open at least a year plunged more than 22% in March, led by a nearly 35% decline in its internationally operated markets. --CNN's Rory Sullivan, Jenni Marsh, Shawn Deng and Nectar Gan contributed to this report."], "Language": false}