{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/health/stress-eating-coronavirus-drayer-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Drayer, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-31T07:20:56Z"], "LastModifiedDate": ["2020-03-31T07:20:56Z"], "Headline": ["Stress eating these days? Here's some help"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Stress eating is something that many people struggle with on a regular basis, when things are \"normal.\" But with the coronavirus pandemic challenging us in different ways each day, it seems to have become an equal opportunity problem, affecting even those who don't typically eat in response to anxiety or other emotions.  \"I think I need to be socially distanced from my refrigerator,\" said Lisa C., who preferred not to reveal her last name,  a now working-from-home legal executive who added that \"going down the stairs for food and back up again is my only exercise these days.\"   Lisa C. is not the only one who has shared her stress-eating sentiments with me. \"I think I've snacked all day long for the last 10 days,\" said Liliana Fazendeiro, who has been at home with her 2-and-half-year old son since his daycare closed. \"While being homebound during these last two weeks I've noticed I've been self-soothing by grabbing a little sweet here and there and having a second helping of dinner,\" said Natalie Santos Ferguson of Baltimore, Maryland.   \"Plus, all the homebound extra baking we're doing is not helping. As a mother, I don't want to let my children see how worried I have actually been, so rather than letting my emotions out, I'm grabbing the nearest treat to make myself feel good,\" Ferguson added. While many often eat in response to stressful situations, others lose their appetite during such life events. But for those who typically engage in stress eating, being stuck at home makes the challenge of avoiding indulgences all the more difficult.   \"For people who were stress eaters but may have been in the office all day doing stressful work, it may have been a relief to come home and eat a lot of food that may not be healthy for them.  But now they have access to that [food] all day long,\" said registered dietitian Bonnie Taub-Dix, creator of BetterThanDieting.com and author of \"Read It Before You Eat It - Taking You from Label to Table.\" How to manage stress eating Whether it's your first time struggling with stress eating, or it's gotten increasingly more frequent, we want you to know that there are ways to manage it.  And here's some more good news:  It doesn't necessarily require cutting out your favorite treats.   Here are some tips for managing stress-eating: Control triggers. First and foremost, if you find yourself eating in response to stress, it's a good idea to become acutely aware of what heightens your stress and them come up with a plan, advised Martha McKittrick RD, a registered dietitian in New York City.   Whether it's watching the news or talking with a friend or family member who irritates you, it's important to find a way to help minimize triggers.  \"Maybe it's watching less of the news or tell your friend you only have five minutes to talk,\" McKittrick advised.  If you're not sure what your triggers are, a food journal can help to reveal your stress eating patterns, explained Carolyn O'Neil, a registered dietitian and author of \"The Slim Down South Cookbook.\"  \"Include what you're eating, when, how much, where you sat or stood and with whom,\" O'Neil said.  Don't deny yourself your favorite comfort foods.  Now is not the time to give up your favorite indulgences. Food is more than nutrition -- it's joy, too. Expecting yourself to give up perhaps what is one of the few pleasures you can relish now is simply unrealistic and unnecessary.    \"Whether it's cheese or chocolate or chips or Chardonnay, do not banish your favorite treats from the kitchen kingdom,\" O'Neil said. \"No one should be beating themselves up over making choices they wouldn't otherwise make; nor is this the time for a strict fad diet,\" Taub-Dix added. That being said, it is important to establish a healthy relationship with your favorite foods so you feel in control and avoid a vicious cycle of stress eating and weight gain. That includes savoring your favorite foods in sensible portions, O'Neil explained. Pre-portion snacks.   One of the best ways to enjoy your favorite treats while avoiding out-of-control eating is to pre-portion snacks.   Taub-Dix advises putting snacks like pretzels and chips into zippered bags ahead of time, which allows you to naturally avoid eating out of super-sized bags or containers. You can also purchase single-sized pre-portioned snack bags of cheddar bunnies, graham crackers, cookies, goldfish and other snacks. Edit your kitchen.  This can be especially helpful if you find yourself working in your kitchen with food surrounding you all day long.  Clear your counters of tempting visual cues like cookies, sweets and soft drinks and place a fruit bowl out instead.   It's also a good idea to keep trigger foods on high shelves, or hidden behind other foods, so they won't be the first thing you grab.  The opposite logic applies for healthy foods.   \"Try to keep things in your refrigerator that are better for you at eye level -- like fresh fruits and vegetables,\" said Taub-Dix.  You can also make healthy foods more easily accessible by washing veggies and cutting up fruit ahead of time \"so you can just grab it and eat it,\" Taub-Dix added.  Ask yourself if you're truly hungry.   If you find yourself craving carbs near your pantry but then you realize \"I had lunch an hour ago!\" -- it's probably wise to leave the kitchen, Taub-Dix explained.   Feeling a desire for food despite a lack of true hunger could also mean you are anxious or bored. Instead of reaching for stress-soothing treats, you might go for a walk, call a friend, take a bath, listen to music, watch a movie or simply brush your teeth. Take a tea break.  Sipping beverages like tea can be a great way to let a stress-induced craving pass.   \"Drinking herbal tea with a little honey provides a speed bump; it makes you think for a minute about having a snack or meal that may be unnecessary,\" Taub-Dix said.    A spoon of hot cocoa in a cup of coffee can also do the trick. Taub-Dix does this often. \"It gets me back to my work -- so when I'm ready for my meal, I'm really ready for it instead of eating it when I didn't really need to eat.\" Go for \"busy\" snacks.  Food that keeps your hands busy can be helpful during stressful times, Taub-Dix explained.  She recommends snacking on air-popped popcorn; dipping apple slices into yogurt or adding your favorite seasonings and spices to Greek yogurt; then dipping with veggies.   \"These foods keep you busy, but they don't add a lot of calories to your diet,\" Taub-Dix said. Try healthier swaps.  If a certain craving drives your stress eating, such as \"I've gotta have a calorie-laden cinnamon roll,\" consider healthier substitutes to calm the craving, like a cinnamon pecan breakfast cereal or adding cinnamon and a little brown sugar to your morning oatmeal, O'Neil explained.   Additionally, if you must have something that's crunchy to calm your nerves, before you dive into the tortilla chips, try crunching on carrot slices or celery sticks or cucumber dipped into in salsa or queso,\" O'Neil advised. Other tips  If you are working from home, take breaks during the day.  Give yourself breaks to have a snack and to eat a meal, so you're not working non-stop, Taub-Dix advised. This can also help you avoid mindless nibbling during stressful work.   Taking a break to get some physical activity like taking a walk or doing some yoga or stretching can also be refreshing and an opportunity to clear your mind and relax for a few minutes. Schedule virtual mealtimes with friends.  This is particularly helpful if you are alone and struggling with stress eating.  Set times to dine with someone on FaceTime or Zoom so you can share a conversation in addition to a meal, Taub-Dix advised.   Take a deep breath.  When you feel stress hitting you, you may find that your pulse quickens, or you may feel a tightness in your chest and walk into the kitchen on autopilot.   \"Tell yourself you need to take a five minute break, then you can still eat if you need to,\" McKittrick advised.  Find a place to sit quietly and practice deep breathing.  \"You can do a 10 minute meditation app, but oftentimes just the act of slowing down and deep breathing can take your mind off the urge to eat,\" McKittrick added. Indulgent snacks can be healthy, too Here are some nutritionist-recommended indulgences:  A piece of antioxidant-rich dark chocolate\nMixed berries with whipped cream\nCreamy spreadable cheeses such as Boursin or Allouette.  \"They are high in fat and calories, but just a little goes a long way to add flavor and fun,\" O'Neil said.\nChocolate syrup with fruit or yogurt:  \"Drizzle chocolate syrup on vanilla Greek yogurt. Or dip fresh strawberries in it, or chunks of frozen banana,\" O'Neil advised.   These last four recipes are my nutritionist-approved recommendations and can be found online; two are even created by dietitians. Avocado vanilla pudding on heavenlynnhealthy.com.\nPopcorn trail mix on chelsealeblancrdn.com.\nChocolate banana smoothie on cookieandkate.com.\nMango coconut sorbet on elliekrieger.com."], "Language": false}