{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/cnn-underscored/relax-melodies-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ellen McAlpine"], "Writers": [["Ellen McAlpine"]], "FirstPublishDate": ["2020-03-26T18:07:22Z"], "LastModifiedDate": ["2020-03-30T18:31:21Z"], "Headline": ["Relax Melodies is giving a whole new meaning to sleeping soundly"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["During stressful times, sleep is often the first thing sacrificed. So if you're looking for a little help falling (and staying) asleep, there's Relax Melodies, an app that covers all bases when it comes to a good night's rest.  This app boasts more than 100 ambient sounds and music choices, with the option to include picks from your own music library. You can also find different stories to listen to, guided meditations to follow and even SleepMoves to help you get comfortable before you fall asleep.  We tested Relax Melodies ($24.99 for one-year subscription, down from $59.99; lifetime subscription $79.99, originally $250.00; stacksocial.com) for a week and, with its loads of features, think it has everything you'd need to sleep more soundly.  General Features The app's interface is extremely user friendly. It's very easy to find what you're looking for, and each of the bottom tabs is organized into a different category. If you know you're able to relax better to nature sounds, you can simply click the \"Nature\" label at the top of the screen and find what you're looking for. Sound icons highlighted in blue are ASMR sounds, which do require headphones.  Once you've selected your sounds or your curated mix, you can set a timer for how long you want the sounds to play. There are suggested timers already programmed (20 minutes, 30 minutes, one hour, etc.), but you're also able to add your own. There's also a feature to decide whether you want the app to close once your sleep mix is done playing.  The bottom bar is the way to navigate through your options of \"Composer, Meditations, Stories, SleepMoves, and More\". The top bar slides to the left and shows you all the categories to choose from in each option. Under the More tab, you'll find your saved mixes and access to your profile, where you can set sleep goals for yourself, like releasing stress, making mornings easier, and improving focus. These goals help Relax Melodies keep track of what you're looking to improve in your sleep experience. You'll also find options for a bedtime reminder, alarm, and general settings.   Select your sounds Let's start with the sleep sounds and music options. This app boasts more than 100 sleep sounds to choose from. The range in sounds covers everything from sci-fi to city to water, and include the typical white noises you'd expect from an app of this sort. On top of having a wide range of sounds, Relax Melodies allows you to combine up to 10 sounds for your own personal relaxing soundscape. We found a calming combination using the sounds \"distant train, cold rattle, city ambience, urban rain, rain on a roof\" with an additional 5 Hz sound wave for deep meditation (we'll get into this later). On top of being able to select multiple sounds, you're also able to adjust levels of each sound, essentially DJing the perfect set to snooze to. You're able to save your mixes and adjust them as you go. There are also premixed sound combinations you can explore if you're having trouble finding the right combination for yourself.  Now, to get into the different technology utilized to enhance your sleep: The app features isochronic tones, which are soundwaves that influence the brain in different ways, depending on the frequency. The app itself explains isochronic tones, and provides information on each sound wave they offer. When combined with other sounds in your custom mix, the isochronic tones blend in and remain subtle, helping you sleep without you even knowing it. Relax Melodies also features binaural beats, which are similar to isochronic tones, but these require headphones, as they utilize an oscillating sound.  Meditation and Storytelling If you're feeling particularly restless, we highly recommend you check out the guided meditation section on the app. When perusing the meditation tab, the options appear limitless. Relax Melodies offers multi-night meditation programs, meditations to help you fall asleep, and programs to help you get back to sleep if you happen to wake up during the night. This app even features guided meditations for kids.  The majority of meditations offered are to help guide you through the process of falling and staying asleep, but this app also provides morning meditations. These can help you start the day on the right foot, keep you focused throughout the day and help you recenter when times get stressful. Relax Melodies is currently offering a COVID-19: Pause & Retreat meditation, designed to help ease stress during the current state of affairs. All meditations can be played over your desired sound mix.  If the guided meditations aren't for you, there are stories you can listen to instead. These stories come with their own sound mix, so you get the full experience of a soothing story and calming sounds to match. These sounds can also be adjusted, and you're still able to play your personal mixes if desired. The stories vary in length and subject matter, providing a plethora of options for users of all ages. Again, there are stories designed specifically for kids.  The voices for both the meditations and stories are extremely relaxing. One voice is a calming female voice, while the other is a deep male's voice.  Movement matters  One of the unique features of the app is the SleepMoves tab. There are currently eight series of SleepMoves, and each helps you relax in different ways. Along with these series, there are different programs outlined for whether you choose to be standing, sitting, or laying down. In the previews for each SleepMove program, it shows you how many moves it entails. When you select the SleepMove, you're shown how long it's expected to take, and how many steps you'll take. It also tells you whether you'll be standing, sitting, or lying down.  Similar to the Stories offered, each SleepMoves option has an already curated sound mix, but you're still able to choose from your saved selections, and adjust the curated mix. You're also able to adjust the steps in each SleepMove, from three, to two, to one. On days we weren't as particularly active, we found the SleepMoves programs came in handy to help guide both the mind and the body into a restful state.  Ready to relax? This app is extremely impressive. It offers such a multitude of options for users to take advantage of. Between custom sound mixes, guided meditations, and even guided movements to get your body ready to rest, there really is something for everyone on this app. If you're on the newer side to meditation, this app is great for explaining the process and providing information on each meditation they offer. If you're a parent looking to help ease your children into bedtime, Relax Melodies offers programs to help both your kids, and yourself (once they've hit the hay).  We thoroughly enjoyed our experience with this app, and the fact that it's currently on sale on StackSocial is a win in our books. You're able to purchase the app for $24.99 for a year (originally priced at $59.99 per year). Exclusively on StackSocial you're also able to purchase a lifetime subscription, for $79.99 (down from $250.00).   Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}