{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/29/entertainment/john-prine-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Susannah Cullinane, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-30T02:44:52Z"], "LastModifiedDate": ["2020-03-30T13:50:16Z"], "Headline": ["Singer-songwriter John Prine critically ill with Covid-19"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Musician John Prine is in a critical condition in hospital after a \"sudden onset\" of coronavirus symptoms, his family says. Prine, 73, was hospitalized on Thursday and intubated Saturday night and continues to receive care but \"his situation is critical,\" according to a family statement posted on his verified Twitter account. \"This is hard news for us to share. But so many of you have loved and supported John over the years, we wanted to let you know, and give you the chance to send on more of that love and support now. And know that we love you, and John loves you,\" the statement said. The news prompted tributes and supportive posts on social media. Bette Midler, who has covered Prine's song, \"Hello in There,\" tweeted: \"One of the loveliest people I was ever lucky enough to know. He is a genius and a huge soul. Pray for him.\" Musician Keb' Mo' dedicated an online performance of \"I'm telling You Now\" to Prine on Twitter.  \"We are going through a time that reminds us not to take anything for granted. We tell people we love them. This one today goes out to @JohnPrineMusic as we pray for his healing,\" he wrote. Prine's official website describes Prine's trademark as an \"ability to speak to the everyday experience of ordinary people with a simple honesty.\" The Grammy Award-winning singer and songwriter has had nearly 50-year career playing a blend of country and folk music. Born in 1946, the Songwriters Hall of Fame says that Prine began his career in Chicago in the late 1960s after learning guitar aged 14. Songs from his 1971 debut album were later covered by musicians including Johnny Cash, Bonnie Raitt, John Denver and Norah Brown. In a 2009 interview, Bob Dylan listed Prine as one of his favorite songwriters. In 1981, Prine and his manager founded Oh Boy Records in Nashville, Tennessee.  According to the label, it is the second-oldest artist-owned independent record label in the US. Prine has survived cancer twice. In the late 1990s, he had surgery to remove cancer from his neck. The operation removed a piece of his neck and changed the tone of his voice, deepening it and giving it a gravelly sound. In 2013, he underwent surgery to remove cancer in his left lung."], "Language": false}