{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/28/entertainment/bad-bunny-yo-perreo-sola-music-video-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2020-03-29T01:01:48Z"], "LastModifiedDate": ["2020-03-29T01:04:05Z"], "Headline": ["Bad Bunny's new music video has a really important message about twerking"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Bad Bunny got a jaw-dropping makeover for his new \"Yo Perreo Sola\" video to send a blunt message against harassment.  The Latin trap star appears throughout the video in body hugging outfits, rocking long wigs, makeup and even voluptuous breasts. But most importantly, he sings and twerks alone -- just as the song's title says -- for all the women who simply want to dance alone and safely in the club. \"If she doesn't want to dance with you, respect her. She twerks alone,\" reads a message in Spanish as the video ends. Bad Bunny has never been a fan of gender norms or machismo and he stayed true to himself for the video. The song is part of Bad Bunny's album \"YHLQMDLG\" -- which stands for \"Yo hago lo que me da la gana\" or\"I do whatever I want.\" The album released last month and has 20 songs, including additions from fellow Puerto Ricans like Daddy Yankee, Yaviah and Ñengo Flow. He's not afraid to speak out Bad Bunny has solidified his place as the king of Latin trap and used his voice to protest corruption in his native Puerto Rico and support LGBT rights.  Last month, the singer appeared on \"The Tonight Show Starring Jimmy Fallon\" and sent a powerful message against transphobia. \"They killed Alexa, not a man in a skirt,\" the singer's T-shirt read in Spanish. Bad Bunny, who was also wearing a black skirt, intended to draw attention to the killing of Alexa Negrón Luciano -- also known as Neulisa Luciano Ruiz -- a homeless, transgender woman who was brutally killed in Puerto Rico's Toa Baja.  Luciano was reported dead in February after a video uploaded on social media appeared to show several people taunting and threatening a person widely believed to be Luciano, followed by the sound of gunshots.  Her death came about a day after a person at a fast food restaurant filed a complaint against Luciano the day before for entering the women's bathroom, police said.   Luciano's death angered people both in Puerto Rico and the rest of the US. Puerto Rico Gov. Wanda Vázquez said her death would be investigated as a hate crime."], "Language": false}