{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/28/us/couples-livestreaming-weddings-wellness-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Haley Draznin, CNN"], "Writers": [["Haley Draznin"]], "FirstPublishDate": ["2020-03-28T08:04:58Z"], "LastModifiedDate": ["2020-03-28T15:23:01Z"], "Headline": ["Couples around the world are livestreaming their weddings, creating a sense of 'certainty' at an uncertain time"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The coronavirus is not on the guest list, but the wedding crasher has arrived -- and engaged couples across the globe are now rethinking their walks down the aisle. When Atlanta couple Elsie Brotherton and Bree Beal got married over the weekend, their 140 guests gathered to watch their wedding ceremony despite the threat of the coronavirus. But their guests weren't clapping or cheering as they might normally do. Instead they were reacting with their thumbs-up, hearts and smiley face emojis. The couple chose to exchange vows in a neighbor's backyard on Facebook's livestream. More than 700 people tuned in to the ceremony. \"It feels great to be a newlywed right now. In fact, it has created a sense of certainty for us in a time when there is otherwise great uncertainty in the world,\" Brotherton told CNN. The venue, decorations and wedding dress were ready to go. They planned to host a dinner at their favorite local restaurant for the reception. But with governments trying to contain the spread of the virus by shutting down restaurants, ordering lockdowns and enforcing stay-at-home orders, they opted for alternative plans. \"We ended up ordering food from the restaurant where we had originally planned to eat. Not only is it delicious, but we wanted to support a local business struggling during the Covid-19 shutdown,\" the couple said.  A small business owner herself, with four yoga studios in Atlanta, 34-year-old Brotherton has been forced to transition her business online.   \"It has been an extremely stressful few weeks for me, and it was just such a blessing to be able to pause for a few hours on my wedding night and to connect with all of our friends around the world online. It felt like I could breathe for the first time since things started getting crazy,\" she said.  The couple asked all their \"guests\" watching online to take a selfie of themselves toasting with the hashtag #loveinthetimeofcoronavirus. They received more than 100 selfies.  The show must go on The big question on the minds of engaged couples is whether or not to go through with wedding plans in the coming weeks and months. Nearly a third of the world's population, 2.5 billion people, is under some sort of movement restriction related to the coronavirus. With more than 500,000 cases around the world and more than 101,000 in the United States alone, large gatherings have been disrupted in major ways.  For couples who decide the show must go on, they are adhering to safe social distancing and using online streaming platforms such as Facebook, Instagram, YouTube and Zoom to share their special day. Canadian couple Celena Peters and Josh Whiteman had family and friends traveling from across Canada to attend their Alberta wedding. With some guests at high risk for Covid-19, the couple's pastor mentioned livestreaming as an option so guests could still join them. Nearly 40 guests joined the couple's livestream wedding on Zoom. Some even dressed up just to watch it from home. Others were in sweatpants eating snacks. As brides and grooms search for workarounds, they are spending their days asking for refunds and begging for credits. \"It is relieving that it is over and we no longer have to worry about the constant updates and how it was affecting our planned wedding. That was the worst part -- not knowing what was going to happen,\" Whiteman told CNN. Many couples are leaning on friends and family more than ever. Sarah Marchese and Varun Khedekar of Sarasota, Florida, said their friend surprised them with the idea to livestream their reception last weekend. More than 40 of their guests joined the Zoom meeting.  \"She created a Spotify music playlist for us to play at the virtual reception,\" the couple said. \"We had no idea that so many of our friends and family were going to log on to Zoom and virtually celebrate with us. The best part was seeing that some of our guests still dressed up in suits and dresses, despite being at home. It was a wonderful surprise!\" Megan Murphy, the friend who hosted the livestream, said it was the \"best night in isolation.\"  \"People on the call would chime in with messages of congratulations and love, both via voice and in the chat feature, and we'd all hoot and holler whenever they kissed on camera,\" she recalled.  Drew Piers, a guest at a friend's livestream wedding on YouTube in Tallahassee, Florida, said he had a \"gasp\" when the bride walked down the aisle for the first time. At the end of the ceremony, Piers' wife made light of the situation, participating in the wedding with her and reporting to bridesmaid duty.  \"She grabbed a small potted plant we had in the house and walked through our house to the music, since she wasn't able to trail the bride and groom in person. We sent that video to them afterward to share some more laughs,\" Piers said.  For some couples, it's an \"agonizing decision.\" Trish Barillas and Charlie Sandlan spent more than a year and half planning their Guatemalan wedding. As the outbreak escalated, the couple worried about friends and family members traveling from the United States. \"We originally had 67 Americans who were flying down for the wedding and 120 Guatemalans who were attending. The week before the wedding we lost 42 American guests, including the maid of honor, as our friends were forced into painful decisions regarding what was best for themselves and their families,\" the couple said.  The couple decided to livestream the wedding in Guatemala on Instagram for those who weren't able to attend. \"We wanted to provide them with something that included love and optimism. So even though we never saw our car, the ceremony venue or the reception, we were surrounded by tremendous love and support,\" the couple told CNN.  Houses of worship are dealing with calls to close or limit the number of people allowed to enter their congregations.  Danica Vella and Ian Attard from Malta chose to livestream their church wedding on Facebook, just as the country imposed a partial lockdown.  \"Weirdest part of it all... walking in on all those empty seats... and empty Church, albeit our parents and siblings being there... but knowing it's for a good reason to ensure the health of us all,\" the couple wrote. "], "Language": false}