{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/cnn-underscored/streaming-device-sale-bhphotovideo-deal-outbrain/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ellen McAlpine"], "Writers": [["Ellen McAlpine"]], "FirstPublishDate": ["2020-03-27T15:59:48Z"], "LastModifiedDate": ["2020-03-27T15:59:48Z"], "Headline": ["Boost your binge watching with these discounted streaming devices from B&H Photo Video"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you're stuck at home with nothing but time to catch up on movies and shows, this is the perfect time to invest in a new streaming device. B&H Photo Video has a few of our top picks on sale, and we've rounded them up for you below.  Apple TV  Apple TV 4K is on sale in both the 64GB and 32GB versions. The difference between the two is mainly the amount of storage, and either should be suitable for most users. Your shows will appear crystal clear on the screen with 4K, which uses four times more pixels than Full HD and HDR.   Apple TV 4K, 64GB ($199.99; bhphotovideo.com)\n Apple TV 4K. 32 GB ($169; bhphotovideo.com) Apple TV 4K is powered by tvOS and allows you to integrate your AppleMusic and iCloud services, so you can stream your music, photos and videos. You're also able to use Apple-compatible devices, like your iPad, iPhone, and MacBook, to mirror content via Airplay. Through the App Store, download all your favorite streaming services and watch your favorite flicks at the click of a button.  Amazon Fire TV The Amazon Fire TV Stick 4K is on sale now, priced at $44.99. This product from Amazon also allows you to download your favorite streaming services and provides access to live content. This streaming stick plugs directly into your TV's HDMI input and connects to your home Wi-Fi. The Fire TV Stick 4K offers up to 8GB of storage for downloaded applications, and you can download the free Fire TV remote app for compatible Fire, Android and iOS smartphone devices.  Amazon Fire TV Stick 4K ($44.99, originally $49.99; bhphotovideo.com) The Amazon Fire TV Cube (1st generation) is also on sale, for $89.95. Instead of being out of sight, out of mind, this device acts as a set-top box. It provides similar content accessibility to live programming, as well as access to your top streaming apps, with 16GB of storage. Enjoy Ultra HD streaming as well as HDR, providing you with a stunning visual experience, and compatibility with the free Fire TV remote app. The Fire TV Cube uses Alexa voice technology and can also be used as a speaker.  Amazon Fire TV Cube, 1st generation ($89.95, originally $119.95; bhphotovideo.com) Roku The Roku Streaming Stick+ is on sale now, priced at $39.99. This device plugs directly into your TV's HDMI port and is hidden from view. Roku Streaming Stick+ supports streaming in 1080p, 4K or 4K HDR, depending on your television. You'll have access to live programming, as well as the ability to download streaming apps. Roku also has a free mobile app available for download, compatible with iOS and Android devices. The app allows you to cast your smartphone display, so you're able to enjoy your photos, videos and music on your TV screen from the comfort of your couch. The Roku Streaming Stick+ is currently out of stock, but if you buy now to snag the sale price, you should have your device in hand in two to four weeks.  Roku Streaming Stick+ ($39.99, originally $49.99; bhphotovideo.com) And the Roku Express is on sale for $24.99. This option, like the Fire TV Cube, does not plug directly into your TV's HDMI port, but instead comes with a super small set-top device. The Roku Express comes with an HDMI cord and is extremely simple to set up. It provides an HD experience, along with access to hundreds of apps available for download. The Roku Express is compatible with Roku's free mobile app, but you can also control your Roku using your Amazon Alexa- or Google Assistant-enabled device. Check out our full review on the Roku Express here. Roku Express ($24.99, originally $29.99; bhphotovideo.com) For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}