{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-outbreak-03-26-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jessie Yeung, Joshua Berlinger, Adam Renton, Meg Wagner, Emma Reynolds and Mike Hayes, CNN"], "Writers": [["Jessie Yeung", "Joshua Berlinger", "Adam Renton", "Meg Wagner", "Mike Hayes"]], "FirstPublishDate": ["2020-03-26T00:31:41.370Z"], "LastModifiedDate": ["2020-03-27T02:51:43.196Z"], "Headline": ["Coronavirus pandemic changes way of life"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here.  Although the United States government is making every effort to provide necessary supplies in response to the Covid-19 outbreak, supplies will only help so much, Surgeon General Dr. Jerome Adams said at a town hall for the American Society of Anesthesiologists on Thursday. “We will not supply our way out of this problem,” he said. The White House Coronavirus Task Force has provided 9 million N95 respirators from the Strategic National Stockpile, and it has worked with manufacturers to increase production of N95 respirators to 100 million a month, according to Adams. He also said the national stockpile purchases 0.1% of all national supplies, while the remaining 99.9% are utilized by commercial and private markets. “A lot of the capacity that folks are looking for is already out there. It’s sitting on shelves in surgery centers. It’s sitting in hospitals. It’s just misaligned,” Adams said. “I really want you all to think about how you can help us fix that misalignment.” Other ways to increase supplies are elimination of elective surgeries and converting anesthesia ventilators to ICU ventilators, according to Adams. He also talked about the importance of testing. “By this time next week, we expect to be close to two million tests,” he said. Other than provision of medical supplies to areas that need them most, Adams reiterated the importance of the general public taking social distancing and good hygiene practices seriously. According to Adams, the disease runs its course about six to eight weeks after strict social distancing, as seen in China and other parts of Asia. By decreasing the number of infected people, he explained, the demand for supplies would also decrease. “The way we get out of this crisis is to lower demand,” he said. ##Health## At least 24 detainees at Cook County Jail in Chicago have tested positive for coronavirus, the sheriff's office said in a statement Thursday.  The jail complex currently houses around 5,400 detainees. A total of 89 detainees exhibiting flu-like symptoms have been tested so far. Of those, 24 tested positive, two negative, while an additional 63 have pending test results.  Additionally, nine Cook County Sheriff’s Office employees have now tested positive for coronavirus.  Outbreaks have previously been reported in prisons and jails in China, and there have been calls for non-violent prisoners to be released in the US to reduce overcrowding and prevent the spread of the virus among detained populations.  ##Health## CNN's global town hall on the coronavirus town hall has just ended for the night. We talked about the situation in China, Europe, and the US, answered questions from our audiences, and had special guests like Bill Gates and Olympic swimmer Katie Ledecky. Here are some of the takeaways: This isn't over yet: The US has not yet peaked, and we won't be able to return to normal life by April, said Bill Gates and top US infectious diseases expert Dr. Anthony Fauci. \nWe need more testing: There is still a lot we don't know about the disease and how long it will last -- but ratcheting up testing and collecting more data will give us a better idea in the coming weeks and months.\nStay vigilant: We all still need to be continuing preventative measures like thoroughly washing our hands, social distancing, and home isolation. \nBut also take care of yourself: Mental health is especially important in times like these, and there are resources in your community or through remote means that can help combat feelings of helplessness, anxiety, and depression.\nWe will recover: The economy is taking a hit, and the nation is facing extraordinary circumstances. But because the economy is on artificial pause, it will likely recover faster than previous recessions, according to CNN anchor and business editor Richard Quest, and the country will be able to go back to normal once we manage to contain the crisis. Scroll through our posts below to catch up on the town hall. Like all Americans, Katie Ledecky has been forced to adjust her lifestyle under self-quarantine as the country struggles against the coronavirus pandemic. Ledecky shared how she is training during this challenging time during an interview on CNN's coronavirus town hall Thursday night. \"Yes, so typically I train at Stanford. I'm a student at Stanford, and everything around here is closed down in the bay area, all the pools, everything. During these last couple of weeks we've been able to swim in some backyard pools, just very small groups. And really I'm not doing anything besides staying in my apartment trying to stay in shape the best I can. But pretty much doing what everyone else is, hunkering down,\" Ledecky said. One of the motivations for Ledecky to stay in shape are the Olympic games which have been postponed to 2021. \"Goal setting has been crucial to me and keeps me motivated every day to get out of bed and work out hard. And I want to represent team USA next year and do it really well. I think it's going to be really cool if everything comes together. Hopefully that, hopefully we can continue to fight this disease and reduce the spread and be able to compete in Tokyo. But I think when we get there, it's going to be a true celebration of the world being able to come together again,\" she said. Watch: ##Health## Countless sporting events have been canceled or postponed around the world over the coronavirus pandemic. The most notable is the Tokyo 2020 Olympic Games, which has been postponed until 2021. It was originally scheduled to take place from July 24 to August 9. Olympic gold medal-winning swimmer Katie Ledecky joined CNN's ongoing town hall to talk about the postponement. It's \"obviously disappointing, but it was certainly the right call,\" she said. \"It doesn't really make sense to bring everyone from around the world together in the middle of a pandemic.\" The next steps forward will depend on the new dates for 2021, which will determine the scheduling for trials and training. For now, Ledecky is hunkering down and social distancing like everybody else. \"I'm not doing anything besides staying in my apartment trying to stay in shape the best I can,\" she said. ##Daily Life## The coronavirus pandemic isn't just having a public health and economic toll on the world -- it threatens our mental health, too. But there are things we can do to combat feelings of helplessness, panic, depression, and anxiety, said psychiatrist Dr. Christine Moutier on CNN's ongoing coronavirus town hall. Here's one way to change your mindset:  \"Think about what you have in your control and what you don't have in your control. Those are facts. You can get your head around that and you can move towards what is actually in your control, which actually is a lot. These are the choices we can make for ourselves and our families right now.\" If you feel like you want to reach out to a professional for help, but are in self isolation or home quarantine, there are telehealth options and online resources that could offer remote counseling, she added. \"It's a time when people with a history of mental health conditions need to take extra special care of their mental health right now.\" With the growing number of coronavirus cases, California is the next New York and New York is the next Italy, Los Angeles Mayor Eric Garcetti told reporters Thursday.  \"In the same way that New York is now the next Italy, and Italy is the next Iran, and Iran is the next China, no matter where you live, you are the next next, this virus doesn't care where you live,\" said Mayor Garcetti, echoing comments he previously made to CNN. The rate of increase in the number of cases was doubling every three to four days, but today’s number shows a new rate of increase. Cases are now doubling less than every two days and if this rate continues, we will be where New York is today, Garcetti said. \"These are neighbors, these are not statistics. These are the loved ones that are in our families and our communities and our workplaces,\" Garcetti added. The mayor also announced that the city is partnering with fashion brand Reformation to help produce masks with guidance from health care company Kaiser Permanente. The city has launched LA Projects to collaborate with garment and apparel manufacturers to mass produce non-medical masks for non-medical staff at hospitals, grocery workers, and other Angelenos on the front lines. The goal is to produce 5 million non-medical masks, Garcetti said. ##Daily Life## Earlier this week, Hawaii Governor David Ige asked people to postpone their visits to the state for 30 days, and most people are listening.  In a Thursday evening press conference, Ige said flights to Hawaii this week are down 87% compared to the same week in 2019. \"We must try to stop visitors from coming to Hawaii in order to stop the spread of Covid-19 into our communities,” Gov. Ige said The state is backing up its request for fewer visitors with an order that all arrivals -- residents and visitors -- immediately enter a 14-day quarantine upon entering the state. Visitors must spend that time in their hotel room at their own expense, or face a possible criminal charge if they ignore the order. “Only 38 total people flew into Kauai's airport (Thursday),” said Tim Sakahara with the state’s Department of Transportation. Arrivals are interviewed before being allowed to leave the airport, and must fill out a form giving details on where they will be spending their quarantine. Gov. Ige says they are also working with the US Army Corps of Engineers to find places where a field hospital could be set up if one is necessary. A site survey already has been done at the exhibition hall of Hawaii Convention Center, according to Ige. ##Travel## China confirmed 55 new cases of the coronavirus Thursday, bringing the total number of active cases to 3,292. The majority of those, 2,896, are in Hubei province, where the virus was first detected late last year.  Of the new cases, all but one were imported, China's National Health Commission said.  Five more deaths were also recorded, all in Hubei province, four of which were in the provincial capital Wuhan. The country has recorded 3,292 deaths in total related to the virus. China's national reported number of confirmed cases -- which includes both active cases and people who have recovered -- now stands at 81,340, behind the United States, which has now confirmed over 82,000 cases.  The Trump administration’s Environmental Protection Agency is indefinitely dialing back enforcement of regulations and fines for companies during the coronavirus pandemic. The EPA announced the policy Thursday, citing worker shortages, social distancing needs and travel restrictions for both agency employees and contractors as a result of the pandemic. \"EPA is committed to protecting human health and the environment, but recognizes challenges resulting from efforts to protect workers and the public from Covid-19 may directly impact the ability of regulated facilities to meet all federal regulatory requirements,\" EPA administrator Andrew Wheeler said in a statement. While pulling back from enforcement, EPA says it expects public water systems not to relax their standards. \"Public water systems have a heightened responsibility to protect public health because unsafe drinking water can lead to serious illnesses and access to clean water for drinking and handwashing is critical during the Covid-19 pandemic,\" the agency said in a memo. Environmental groups, who have been fighting EPA pollution regulation rollbacks since Trump took office, objected to Thursday’s announcement. \"This is an open license to pollute. Plain and simple,\" said Gina McCarthy, EPA administrator under President Barack Obama and now president of the Natural Resources Defense Council. The administration, McCarthy said, \"is taking advantage of an unprecedented public health crisis to do favors for polluters that threaten public health.\" The move, which is retroactive to March 13, \"does not provide leniency for intentional criminal violations,\" EPA says, and doesn’t apply to Superfund and other hazardous and solid waste management. ##Daily Life## ##Business## Spanish Prime Minister Pedro Sanchez has asked the European Council for a concrete financial plan to overcome the novel coronavirus pandemic. The European Council is a collective body that helps to shape the European Union's overall priorities. Sanchez demanded the council provide \"a clear and compelling financial commitment to overcome the crisis,\" including \"concrete proposals for medium and long-term financing,\" according to a statement from the Spanish government.   On Thursday, EU member states gathered on an extraordinary G20 video-conference on COVID-19 to discuss a shared front in dealing with the socio-economic impact of the pandemic.  Italy and Spain, however, refused to sign the EU's joint response to COVID-19 after they disagreed with the economic proposals put forward during Thursday's leadership summit, a spokesperson for the European Council told CNN. \"Spain and Italy had problems with the parts of the statement tackling social-economic consequences,\" the spokesperson said. The EU agreed to come back with a new proposal in two weeks, according to the Spanish press note. This week, Sanchez and eight other European leaders sent a letter to the President of the European Council, Charles Michel, explaining \"the need to work on a common debt instrument issued by a European institution\" to benefit all member states on the same basis with long-term finance policies to counteract the damage caused by the pandemic. ##Business## ##Daily Life## If you're hoping to return to normal life, work, and social gatherings by April, be prepared to bunker down for a lot longer, warned Bill Gates at the ongoing CNN town hall on the coronavirus pandemic.  An April resuming of life is \"not realistic. The numbers are still going up. That only happens after the numbers have peaked and are going down a lot and getting down to an absolute level,\" he said. That's not to say we haven't made progress: Vaccine trials are underway, and with the right measures, these shutdowns and extreme restrictions could come to an end, he said. But schools will likely stay closed for the rest of the school year, and \"the light is not at the end of the tunnel in terms of a mid-April reopening,\" he added.  So far, not a single state has reached the crucial point where case numbers are plateauing and beginning to decrease -- meaning it is unlikely we have reached the peak yet. ##Health## ##Daily Life## Bill Gates believes social distancing is crucially important in reducing the spread of coronavirus. The Microsoft founder and philanthropist shared his thoughts about social isolation Thursday night during CNN's coronavirus town hall. \"It is super painful to drive this very high degree of social isolation I call shutdown. The middle course really isn't there because it's hard to say, oh, go back to the theater for a week maybe or maybe not you'll be infected or infecting people,\" Gates said. \n\"Until we get the certainty we've hit these low numbers, you know, I doubt even if you told people that they should be buying new houses and cars and hanging out in restaurants, I doubt they're going to want to do that. People want to protect older people.\" ##Health## ##Daily Life## Microsoft founder and philanthropist Bill Gates joined CNN's global town hall to speak about the coronavirus pandemic and what needs to be done. He's been warning about the risks of a pandemic for years. Back in 2015, during a TED Talk, he warned that the greatest threat we face isn't nuclear war, but a pandemic.  Since then, he has called for more funding in pandemic preparation, vaccine and diagnostic development, and simulation training -- but \"not much has happened.\"  \"This is kind of the nightmare scenario,\" he said of the coronavirus pandemic. Other countries have done better than the US: The countries hard hit by SARS in 2003, like those in Asia, \"are the ones that have done best in this epidemic because they acted when the number of cases were still very, very small,\" Gates said. The US response, in contrast, has been slow and chaotic, he added. We might be better off now if we had \"behaved a little bit like the countries that have done the best on this one.\" And it's not over yet. \"We have not peaked,\" he warned, calling for more dramatic lockdowns to prevent further infections and deaths. \"Basically the whole country needs to do what was done in the part of China where they had these infections,\" he added. Watch: ##Health## R. Kelly’s attorneys have filed a motion asking for the singer to be released on bond because, they argue, Kelly is within the group that the US Centers for Disease Control and Prevention has categorized as \"most-at-risk for contracting COVID-19.\" \"The health risk to Mr. Kelly, because of his age and because of the multiple surgeries he has undergone -- including a recent surgery while incarcerated -- coupled with the conditions at the MCC (Metropolitan Correctional Center) as described below, necessitates his temporary release on bail until this pandemic has ended,\" his lawyers said in a statement.  Kelly’s lawyers say that if bond were granted, he would be placed on home incarceration and would be electronically monitored. The singer is currently being detained at the Chicago MCC where he is awaiting trial for multiple sexual abuse charges. Getting underneath the finger nails is an important part of thorough hand-washing needed to stave off coronavirus, according to Dr. Sanjay Gupta who provided viewers a tutorial Thursday night during CNN's coronavirus town hall. One of the other important details Gupta shared was making sure every wash lasts as long as it would take to sing the \"Happy Birthday\" song twice, he said.  Watch: ##Daily Life## The United States now has more reported coronavirus cases than any other country in the world. According to CNN Health’s tally of US cases, there are at least 82,079 cases of the novel coronavirus in the United States. Some 1,195 people have died. The total includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. ##Health## The $2 billion stimulus bill does include financial relief for independent contractors, according to CNN's Richard Quest. Quest discussed the details of the stimulus package Thursday night during CNN's coronavirus town hall. The discussion was prompted by a question from viewer Cheryl O'Brien. \"Yes, in general, during the period individuals who operate under a sole partnership or as an independent contractor shall be eligible for a covered loan. Now, it’s not a grant, it’s a loan. From what I’ve been hearing, people trying to get in touch with authorities, it’s a lot of bureaucracy getting through. But yes, Cheryl, sole proprietors and independent contractors are covered as if they were employees,\" Quest said. ##Stimulus Bill## The US economy and markets worldwide have been slammed by the coronavirus pandemic, with people halting work, businesses closing, and certain industries like aviation and food service hit particularly hard. The economy is in recession— but it's temporary, and will recover, said CNN anchor and business editor Richard Quest on CNN's ongoing town hall. In 2008, the national recession lasted all four quarters — \"but we don't expect anything like that this time round for the simple reason that the economy has been artificially stopped and it will be started up again hopefully in the second quarter at some point,\" Quest said. \"By Q3, you should be seeing a recovery.\" He warned that tens of thousands of businesses may fail in the coming quarters — but recovery will return. \"But for most people in work, when their companies restart, they will be taken back in again. The economy will get back up and running again. I think by next year, by the beginning of next year, you'll be looking at good growth,\" he said. ##Business## D Anthony Fauci, the nation's top infectious disease expert, joined CNN's town hall tonight to address the coronavirus pandemic. He also answered questions from viewers concerned about the outbreak. Here are some of those questions and his responses: Q: Why is the President suggesting a pullback when numbers are rising so rapidly? \"I think what the President was trying to do, he was making an aspirational projection to give people some hope,\" Fauci said. \n\"When you have a situation when the cases today compared to tomorrow is increased dramatically and then the next day is increased dramatically, that's no time to pull back. That's when you have to hunker down, nail down, mitigate, mitigate, mitigate, get the people taken care of.\" Q: At what point will we have a better idea of a timeline for the US? We have a lot more information now than just a few weeks ago, said Fauci — but there's still one thing that makes it difficult to tell where the pandemic will go and how long it will last in the US.\nThis is the relative percentage of asymptomatic infection — and it \"influences everything,\" Fauci said. It influences transmission, contact tracing, and the measures that the authorities need to take. That's why the most important thing to do now is to conduct widespread testing and collect more data.\nThe contact tracing and testing we're doing isn't enough at the moment, he warned. \"It needs to be ratcheted up ... we've got to do it better than we are now.\" Watch: ##Health## Spain reached a grim milestone this week with more than 4,000 coronavirus-related deaths reported. This spike has resulted in the country transforming an ice skating rink into a makeshift morgue to help relieve the pressure on hospitals and medical facilities, according to CNN's Scott McLean. McLean shared this insight during CNN's coronavirus town hall Thursday evening.  \"The reason that this ice rink started to be used in the first place is because the city state-run funeral service stopped picking up the bodies of coronavirus patients because they said they didn’t have enough protective equipment,\" McLean said. \n\"Now the issue is more that there simply isn’t enough space in the city morgues to store all of these bodies given the backlog of bodies waiting to be buried or cremated so they have to come somewhere, and obviously this ice rink is a suitable place for them. The problem is particularly acute here, because more than half of all the coronavirus deaths in this country have been here in Madrid.\" Over the past 24 hours, McLean said Spain has reported 650 deaths. That brings the total to more than 4,300, according to the Johns Hopkins tally. ##Health## The pandemic began in mainland China last December — but now, the country is seeing close to zero new local transmissions each day, as the situation worsens elsewhere around the world. The country is beginning to lift travel restrictions and strict lockdowns that have been in place for months — but people are still cautious. \"As you start to ease restrictions ... you're going to have people moving around starting to resume life,\" said CNN's International Correspondent David Culver. \"Will that cause numbers to go back up? It is something they're mindful of here. Even the residents we've spoken with have quite frankly told us as soon as the gates open, so to speak, they are in no rush to get out of their homes after 70-plus days of lockdown.\" As the pandemic hits the US and Europe particularly hard, there are also rising fears in China of a second wave of imported cases from overseas, similar to the one being seen in Hong Kong. \"That's why they have now essentially banned all foreign travelers into mainland China,\" Culver said. \"You go back a few weeks, it was the rest of the world that was really concerned with travelers coming from China. Now it's China really worried about travelers coming from every other country.\" ##Daily Life## Venezuela has confirmed the first death due to novel coronavirus in the country, according to a televised statement by Vice President Delcy Rodriguez on Thursday. The victim was a 47-year-old male that passed in the northern state of Aragua, Rodriguez said. Venezuela has confirmed 107 cases of coronavirus. Neighboring Colombia has 491 cases and six deaths, according to data from Johns Hopkins. The worst outbreak in South America is in Brazil, which has confirmed 2,985 cases and 77 deaths.  ##Health## ##Travel## Many members of the US House of Congress are scrambling to book flights and return to Washington amid concerns that they could be forced to show up in person and vote on the stimulus, according to multiple sources familiar with the matter. The fear is that one member could prevent the House from approving the bill by voice vote, forcing them instead to cast a roll-call vote in person. That has angered many members worried about traveling during the public health emergency. On a conference call with Democratic members today, Speaker Nancy Pelosi said that if they are unable to pass the bill by voice vote Friday, then they would have a roll call vote Friday on final passage, according to three sources on the call. Several members told CNN there was ample confusion since House Majority Leader Steny Hoyer previously indicated to members that any roll-call vote would occur Saturday instead. That means members who want to cast a vote on the historic measure need to show up tomorrow to have their position recorded. On Capitol Hill, Kentucky Rep. Thomas Massie is viewed as the most likely member to try to force the vote, after indicating publicly his reservations for letting the bill pass by voice. Rep. Alexandria Ocasio-Cortez told CNN Wednesday she might force a recorded vote, but Democrats don’t believe she will. Neither Massie nor Ocasio-Cortez responded to requests for comment Thursday. ##Stimulus Bill## At least 24 states reported over 100 new cases of the coronavirus on Thursday, as the US overtook China and Italy to have more confirmed infections than anywhere else in the world.  The worst outbreak continues to be in New York, which reported at least 6,447 new cases. That was followed by New Jersey, with 2,492, and Washington state with 627 new cases. Illinois confirmed 673 new cases, Massachusetts 579, and Michigan 561. Full list of states reporting over 100 cases today: New York 6,447\nNew Jersey 2,492\nWashington 627\nIllinois 673\nMassachusetts 579\nMichigan 561\nPennsylvania 560\nLouisiana 510\nCalifornia 471\nTexas 422\nFlorida 378\nColorado 344\nTennessee 173\nIndiana 168\nOhio 163\nMaryland 157\nMissouri 146\nGeorgia 138\nConnecticut 137\nNorth Carolina 132\nWisconsin 122\nAlabama 120\nMississippi 108\nArizona 107 ##Health## CNN is about to kick off its coronavirus town hall about the facts and fears surrounding this pandemic.  We'll hear from CNN correspondents covering the situation on the ground, as well as from Bill Gates, health expert Dr. Anthony Fauci, and Olympic gold medal-winning swimmer Katie Ledecky. We'll be covering the event live here. It will air on CNN, CNN International, across mobile devices via CNN's apps for iOS and Android, and on CNNgo apps. The per-capita number of coronavirus cases in the US is almost four times that of China, based on most recent population estimates.  Based on CNN's count Thursday evening, the US now has 81,836 cases for a country with an estimated population of just over 328 million. That's about one case for every 4,010 people. China's number is similar, 81,782, but for a country four times larger in population. Current United Nations estimates put China's population at over 1.4 billion. That's about one case for every 17,582 people. China typically reports new nationwide case totals around 9 p.m. ET, so the comparison could soon change. ##Health## Actor Mark Blum, known for his roles in the movies \"Desperately Seeking Susan\" and \"Crocodile Dundee,\" died due to complications from Covid-19, according to a statement released by the Screen Actors Guild. He was 69. “This is a painful loss to our SAG-AFTRA family,” SAG-AFTRA President Gabrielle Carteris said in a statement. “Mark Blum understood that all performers working in this industry share the same employers and that our strength depends on our unity. He was a visionary. Mark will be deeply missed, and our hearts go out to his wife, Janet Zarish, his friends and all of his loved ones,\" Carteris added. ##Health## At least 365 people have died from Covid-19 across New York City, Mayor Bill de Blasio said in a tweet Thursday.  About 23,112 people have tested positive for coronavirus, he said. These numbers are up from what the mayor reported during a news conference earlier Thursday. “The next few months will be painful and stress our health care system like never before,\" de Blasio's tweet said. Read the tweet: ##Health## Hilton, one of the largest US hotel brands, announced Thursday much of its corporate staff will have reduced schedules or be furloughed up to 90 days, according to a statement. CNN reported earlier that the company’s corporate staff was bracing for the announcement. Furloughed employees will maintain health benefits and will also be eligible for unemployment benefits, according the statement. The company also announced a pay cut of 50% for its executive committee. It’s unclear how many employees this impacts. In total, the company had about 60,000 direct US employees at end of last year. However, that number represents both corporate staff and workers at its properties. The company already started furloughing that latter group of employees. CNN has reached out to Hilton for more details. ##Business## There are now 25 sailors who have tested positive for coronavirus aboard the aircraft carrier USS Theodore Roosevelt, a Navy official has confirmed to CNN.  The Navy says they expect there to be additional positive tests among the crew, with one official telling CNN there could possibly be “dozens” of new cases that emerge.  A second official said if there is a large number of additional cases, the Defense Department would be unlikely to publicly specify how many of the Navy’s overall cases are members of the crew, out of concerns that adversaries China or North Korea could see the ship as vulnerable. Despite the outbreak, Chief of Naval Operations Adm. Mike Gilday said in a statement, \"We are confident that our aggressive response will keep USS Theodore Roosevelt able to respond to any crisis in the region.\" Earlier in the day, acting Navy Secretary Thomas Modly had said there were \"several\" more cases onboard the ship, but did not give a specific number. \"We are in the process now of testing 100% of the crew of that ship to ensure that we're able to contain whatever spread might've occurred,\" Modly told reporters at the Pentagon at a briefing Thursday morning.  There are approximately 5,000 personnel onboard the carrier. Some context: The Roosevelt is in the process of pulling into Guam, according to Modly. \"No one on the crew will be allowed to leave anywhere into Guam, other than on pier side,\" he said. The ship was last in port in Vietnam more than two weeks ago. It is not clear where the sailors initially contracted the virus. The Navy is now in the process of flying all personnel off the ship. ##Health## Plastic face shields are the only personal protective item currently out of stock in Los Angeles County, according to Health Services Director Dr. Christina Ghaly. “The stockpile has been distributed, those supplies come in on a daily basis,\" she added about the city's personal protective equipment. There are 208 open ICU beds in Los Angeles County, Ghaly said. More efforts are being made to increase bed capacity – all hospitals have ability to surge capacity.  As for ventilators, currently 830 are available with approximately 200 more nearly available. Those units are either being serviced for proper use or are in the process of distribution. ##Health## British police have been given new powers to enforce a stay-at-home order, including arresting people in violation, the UK Home Office said on Thursday.  According to the Home Office, police can first instruct people to go home, leave an area or disperse; and issue citations and fines. Those who do not pay a fine could be taken to court. “If an individual continues to refuse to comply, they will be acting unlawfully, and the police may arrest them where deemed proportionate and necessary,” the statement said. ##Daily Life##   The United States now has more coronavirus cases reported than any other country in the world.   According to CNN reporting, there are now at least 81,836 coronavirus cases reported in the United States. China is currently reporting 81,782 cases, according to numbers from Johns Hopkins  University.  Italy is third globally in total reported coronavirus cases with 80,589 cases. These numbers are changing constantly. Both the totals and the rank order of countries could change at any time. The US, Italy and China will vary on the per-capita rate of cases due to their vast differences in population.   ##Health## American Airlines calls the new economic stimulus bill \"much-needed relief\" for the company as the airline deals with a drop in demand due to the coronavirus pandemic. In a letter to employees obtained by CNN, CEO Doug Parker and President Robert Isom say the legislation \"will provide additional stability for our team members ― the heart of our company — as we continue to weather this storm.\" The airline industry is seeking $50 billion in federal help as it fights for survival during a stunning decline in worldwide travel.  American says it's cutting costs as demand dries up, and that includes pay cuts for executives. Starting in April, Isom and other senior officers will forgo 50% of their pay.   Parker, who is paid entirely in stock, has seen a nearly 50% pay cut, according to the company. American Airline's stock is down more than 44% this year. ##Business## ##Stimulus Bill## Dr. Craig Smith, chair of the department of surgery at Columbia University Irving Medical Center in New York City, said the number of patients on ventilators at his hospital “more than doubled” in the past three days. “We have not exhausted our existing supply of ventilators but if we keep doubling every three days, we might,” Smith wrote. Smith said the increase is placing pressure on ICU capacity, and that operating rooms have been converted to ICUs, and an entire 36-bed floor has been renovated to be converted to ICU space. Smith said a call went out yesterday for doctors to volunteer to staff ICUs and within a few hours, 20 surgeons volunteered. ##Health## Montana is the latest state to order all of its citizens to stay home except for essential work and limited outdoor activities.  The order goes into effect on March 28. \"With 90 cases in our state today... we have to do more to curtail the spread of this virus,\" Gov. Steve Bullock said at a news conference Thursday to announce his emergency order. “I'd rather be accused of overreacting than to have our health care system overwhelmed,” Bullock added at the briefing in Helena. “In order to have a healthy economy, we need to have a health population.” ##Health## ##Daily Life## Chicago and Detroit are demonstrating a concerning spread of coronavirus, Dr. Deborah Birx said at Thursday’s White House briefing. “We are concerned about certain counties” that have seen increased spreading of the virus, Birx said, naming Wayne County, Michigan, (home to Detroit) and Cook County, Illinois, (home of Chicago) as examples. She said those locations were showing a “more rapid increase” of spread. Forty percent of the country has “extraordinarily low rates” of coronavirus, Birx said. And 55% of all cases are in the New York and New Jersey area, she said.  Birx also noted that 19 states currently have fewer than 200 cases, noting those states have been conducting tests, and that the low numbers are not because those states have not been testing.  “There is no reality on the ground that 60-70% of Americans will get infected in the next 8-12 weeks,\" Birx said. Despite multiple daily reports of shortages of supplies like personal protective equipment and the growing need for ventilators at hospitals nationwide, Birx insisted that most areas will have access to hospital beds or ventilators if they need them.  “To say that to the American people to make the implication that when they need a hospital bed it’s not going to be there, or when they need that ventilator it’s not going to be there, we don't have an evidence of that right now,\" Birx said. “And it's our job collectively to assure the American people of that. It’s our collective job to make sure that doesn't happen.” ##Health## President Trump, when asked what steps he is taking to stop hate crimes against Asian Americans, said he didn’t “know” and added that “all I know is Asian Americans are doing fantastically well.”  “I don’t know,” Trump initially said when asked what steps he was taking but added that his tweet earlier in the week “was a very important tweet to me, and I didn’t like some things I was hearing.”  “To me, Asian Americans are a great part of our country,” Trump said Thursday in the briefing room. Trump also said of Asian Americans; “I’m very close to them. They’re doing fantastically well. I think they appreciate the job we’re doing.\" On Tuesday, Trump said that he had decided to pull back from associating the novel coronavirus with China, which he had previously done by calling it the \"China virus\" or the \"Chinese virus.\" \"Look, everyone knows it came out of China, but I decided we shouldn't make any more of a big deal out of it,\" Trump told Fox News. \"I think I've made a big deal. I think people understand it.\"  The President said he didn't regret using the terms to describe the virus and defended his past adoption of the terms by referencing other infectious diseases that are named after where they originate. \"It came from China,\" he said.  When the virus was officially named, WHO Director General Dr. Tedros Adhanom Ghebreyesus noted that \"having a name matters to prevent the use of other names that can be inaccurate or stigmatizing.\" Separately, Trump said he would be speaking with China's President Xi Jinping Thursday evening.  President Trump warmed up to the concept of having cruise companies register in the US and pay US taxes in order to receive relief from the federal government for the economic impact of the novel coronavirus.  Many cruise lines are incorporated overseas, meaning the lines can avoid many US federal taxes, and US labor laws.  Royal Caribbean's global headquarters are in Miami but the corporation is incorporated in Liberia, while Carnival Cruise Lines is incorporated in Panama. Their ships also fly the flags of those countries meaning employees working on board can be paid far less than US minimum wages.  “I do like the concept of perhaps coming in and registering here, coming into the United States. You know it’s very difficult to make a loan to a company when they’re based in a different country,” Trump said Thursday in the White House briefing room, before adding that the industry employs a large number of Americans at domestic ports. Trump said his administration would “maybe really look at that very seriously.” ##Business## President Donald Trump said he will speak to Chinese President Xi Jinping Thursday night about coronavirus. He suggested the administration does not believe all the data coming out of China — despite his previous praise of how Xi has handled the outbreak. Asked about projections that the US could overtake China in the number of confirmed COVID-19 cases, Trump said, “I think it’s a tribute to our testing.” “Number one, you don’t know what the numbers are in China,” Trump said. He added that he would be speaking to Xi later Thursday. “I’m sure you’re not able to tell what China is testing or not testing,” he added. “I think that’s a little hard.” Watch: ##Health## At least 237 additional coronavirus deaths were recorded on Thursday across the United States, according to CNN's reporting. This marks the deadliest day for reporting of US cases, according to CNN. On Wednesday, there were 233 total death cases reported during the full day, CNN reported. In total, there are at least 1,175 deaths from the coronavirus in the United States. ##Health## President Trump repeatedly stressed that the US “has to go back to work” but noted that people should still practice social distancing as best they can.  Trump during a news conference Thursday that he is “hearing it loud and clear from everybody” that people want to go back to work. “We may take sections of the country, we may take large sections of our country that aren’t so seriously affected and do it that way, but we have to start the process pretty soon,\" Trump said. Trump also said more information will come early next week in terms of his plans.  Some context: Dr. Anthony Fauci, the nation's top infectious disease expert, said Wednesday night \"You don't make the timeline, the virus makes the timeline,\" when asked how long the novel coronavirus could affect daily life in the US.   \"You've got to be realistic,\" Fauci told CNN Wednesday. ##Health## President Trump thanked both Democrats and Republicans for unanimously passing the $2 trillion stimulus package in the Senate.  “I am profoundly grateful that both parties came together to provide relief for American workers and families in this hour of need,\" Trump said Thursday. Trump went on to say that he hoped the House of Representatives passes the bill without delay. Trump said he believes there is tremendous support for the package in the House, but noted there could be “one grandstander” who votes against the stimulus package. Watch: ##Stimulus Bill## The United States now has more coronavirus cases reported than Italy. The US now has at least 80,837 coronavirus cases, according to CNN reporting. Italy has reported at least 80,589 coronavirus cases. China still leads the global number of reported coronavirus cases with 81,782 cases, according to data from Johns Hopkins University.  ##Health## President Trump has announced that the USNS Comfort will deploy to New York City on Saturday, which is three weeks ahead of schedule. Trump made the announcement Thursday afternoon during a coronavirus press briefing. “The USNS Comfort — which is incredible actually when you see it inside — will be underway to New York City on Saturday,” Trump said. “So it’s going to be leaving on Saturday rather than 3 weeks from now,” Trump said. “They did the maintenance quickly.” “I told the governor 20 minutes ago, Gov. Cuomo, that the ship will be arriving at New York Harbor on Monday,” Trump added. Trump said he would travel to Norfolk to “kiss it goodbye.” The ship is currently in Virginia, the President said. ##Health## The Pentagon announced Thursday that it has awarded a $15 million contract to the operators of the Javits Center to convert the facility into a hospital by April 9 to help alleviate the burden the coronavirus is placing on civilian hospital infrastructure.  This is separate than the field hospitals being set up this weekend in New York. “New York Convention Center Operating Corp., New York, New York, was awarded a $15,250,000 firm-fixed-price contract to retrofit the Jacob K. Javits Convention Center into an alternate care facility,” the Pentagon contract announcement said. The announcement said that the work is expected to be completed by April 9. The US Army Corps of Engineers is overseeing the contract which is being funded via “ Fiscal 2020 defense emergency response funds.” Secretary of Defense Mark Esper said this earlier this week that he anticipates the field hospitals being used to temporarily alleviate the strain on civilian hospitals in order to allow the US Army Corps of Engineers to retrofit hotels, convention centers and college dormitories into makeshift hospitals.  “How I foresee our hospitals being used is during the early stages of the pandemic, the virus hitting a city where they're still trying to ramp up capability, bed space, we can come in for a short period of time, for a few weeks to provide that capacity until they get either gyms converted, hotels converted, college dorms converted, all those things that the Corps of Engineers is working on right now,\" Esper said. ##Business## ##Health##     New York City will have 2,500 more ventilators than they had 10 days ago, Mayor Bill de Blasio said Thursday during a news conference. This is a combination of ventilators from Federal Emergency Management Agency and other efforts, he said. Other resources and developments: De Blasio hopes to triple the hospital bed count by May. Right now there are about 34,000 hospital beds compared to the 20,000 the city had before, de Blasio said. The mayor said the federal government must come through with supplies if it is going to get through May. As of Wednesday night, 200 inmates have been released, de Blasio said. Additionally, last night New York City went below 5,000 inmates across all facilities, he said.  ##Health## Major League Baseball Commissioner Rob Manfred said Thursday that the organization will reach a decision about when to resume its delayed season only after it's \"comfortable that the public health situation supports that decision.\" \"We're going to resume playing when it's safe for our fans, our players and the public for us to resume playing,\" Manfred told CNN. \"We're fortunate — we have a great panel of infectious disease experts that we rely on to help sort through the various pronouncements from different governmental agencies and politicians.\" Some context: MLB announced earlier this month that it was pushing back the opening of the 2020 season indefinitely following guidelines from the Centers for Disease Control and Prevention that no gatherings with 50 people or more should take place for the next eight weeks to slow the spread of the novel coronavirus.  March 26 was meant to be the official start of the MLB season. The announcement added to a growing list of local, state and national events that were delayed or canceled in order to help curb the spread of the virus. The organization had initially said the season would be delayed at least two weeks. ##Business## ##Daily Life## The Idaho Department of Health and Welfare said in a statement three people have died from coronavirus, marking the first deaths the state has had due to the virus. Idaho is now the 42nd state to have confirmed deaths due to coronavirus. The agency said two of the victims are from Blaine County, with the third from Canyon County. All of them were older than 60, and at least one had underlying health issue. “This is very sad news, and we send our condolences to the families and friends of each of these individuals,” Elke Shaw-Tulloch, the administrator for the Division of Public Health, said in a statement. “This underscores the importance of (Idaho Gov. Brad Little)’s order to stay home — we all have to do our part to slow the spread of COVID-19 and save lives.” ##Health## Alabama schools will be closed the remainder of the school year, Gov. Kay Ivey said in a news conference Thursday. The state was initially supposed to have schools back in session on April 6 but Ivey said she has amended that order to give the state's board of education the right to provide online learning for the remainder of the school year. ##Daily Life## At least 281 people have died from coronavirus across New York City, Mayor Bill de Blasio said during a news conference Thursday. About 21,873 people have been confirmed to have Covid-19 in the city, he said. See how New York hospital is coping with surge of Covid-19 patients: ##Health## On an afternoon call with her Democratic Caucus, House Speaker Nancy Pelosi opposed any attempt by a lawmaker to force House members to return to Washington for the vote on the $2 trillion stimulus bill, saying such a move would be \"inexcusable\" and amount to \"selfishness,\" according to two sources on the call. Pelosi, along with House Majority Leader Steny Hoyer, and a number of other rank-and-file were blunt about their preference for the vote to occur by voice Friday, rather than an in-person roll-call vote.  Several members expressed concerns about traveling amid the coronavirus pandemic, noting they have health issues or live with someone with health concerns. Others noted their challenges in traveling back to Washington, DC.  At least 10 members expressed their concerns on the call, noting that the bill will pass regardless so it makes little sense to potentially endanger members' health or their families' health, one of the sources said. Any House member can request a recorded vote Friday during consideration of the stimulus bill, which would mean the House would have to hold a vote by Monday with members returning to the Capitol to cast the vote. If no one requests a recorded vote, the bill can quickly be approved by voice vote Friday, with few members present. At least two lawmakers, Rep. Alexandria Ocasio-Cortez and Thomas Massie, have not ruled out requesting a recorded vote because of their concerns with the bill. ##Stimulus Bill## Megabus has suspended all service in and out of New York City through April 9, according to the company's website. All passengers booked on trips in and out of New York during this time will receive an email with instructions on how to reschedule their trip. ##Travel## ##Daily Life## ##Business## Arizona Gov. Doug Ducey issued an executive order Thursday, telling hospitals to increase their capacity to prepare for an influx of coronavirus patients. Ducey’s order requires hospitals to have 50% more bed capacity by April 24, with half of the increase in place within the next two weeks, according to a statement from the governor’s office. Hospitals also have to implement an emergency plan to quickly move non-critical patients to other facilities, if necessary. “Building additional capacity now, ahead of any increased demand is the responsible thing to do,” Ducey said in a statement. ##Health## Minnesota's youngest coronavirus patient is 5 months old, Gov. Tim Walz said during a briefing Thursday.  The state has 346 confirmed cases with ages ranging from 5 months to 104 years old, he said.  The child is among the youngest cases in the country. Washington, DC, reported an 8-week-old boy had with the virus. Several other states, including California, have reported cases with patients under 1 years old. CNN's Brian Rokus and Nick Watt contributed to this report. ##Health## Travelers from New York, New Jersey, Connecticut and the city of New Orleans will be required to self-quarantine for 14 days before entering state, Texas Gov. Greg Abbott announced that at a news conference Thursday. Abbott explained that the order, which applies only to those who arrive in Texas by plane, will be enforced by the Texas Department of Public Safety (DPS). Travelers from the designated areas will be asked to provide officials with a quarantine location, the governor explained. DPS will conduct visits to the designated quarantine locations to verify compliance, Abbott said. People affected by the order cannot have any visitors besides health care providers and they may not visit public spaces, Abbott said. Failure to comply will be considered a criminal offense punishable by up to a $1,000 fine, 180 days in jail, or both, Abbott said. ##Health## ##Daily Life## There are at least 3,006 cases of coronavirus in California, according to the latest statistics released by California Department of Public Health. At least 65 people have died as a result of Covid-19. Los Angeles County alone is seeing a dramatic increase with 465 new cases, bringing the total up to at least 1,216. Public Health Director Barbara Ferrer attributed the jump directly to an increase in testing. ##Health## Broward County has issued a shelter-in-place order effective midnight Friday due to the coronavirus pandemic. The county, which includes Fort Lauderdale, is one of the hardest hit counties in the state of Florida. ##Daily Life## US stocks finished higher on Thursday, recording their third straight day of gains. Markets had already priced in the sharp increase in jobless claims ahead of the opening bell this morning, and stocks rallied throughout the day. Here's where things stand: The Dow finished up 6.4%, or 1,352 points. \nThe index has emerged from the bear market it fell into on March 11, having climbed more than 20% since Monday.\nThe S&P 500 closed up 6.2%.\nThe Nasdaq Composite rose 5.6%. Remember: As stocks settle after the market close, these levels could still change slightly. ##Business## Louisiana is working to stage 1,120 hospital beds for coronavirus patients at New Orleans' Ernest N. Morial Convention Center. The first 120 beds will be ready by this weekend. Gov. John Bel Edwards said state officials anticipate 1,000 beds will be needed for patients in New Orleans.  Other hospitals in the state are also increasing their ICU capacity. ##Health## There have been 100,000 more unemployment claims in Illinois since the beginning of March than the state had the same time last year, Gov. J.B. Pritzker said during a Thursday news conference. Emergency workers are delivering containers of nearly a million units of personal protective equipment, including masks and gloves, to health care workers Thursday, Pritzker added. The equipment is being delivered in Peoria, Edwardsville, and Champaign, Pritzker said. Around the country: A record number of Americans filed for their first week of unemployment benefits last week, as businesses shut down to slow the spread of the coronavirus. Initial jobless claims soared to a seasonally adjusted 3.28 million in the week ended March 21, according to the Department of Labor. That is the highest number of initial jobless claims in history, since the Department of Labor started tracking the data in 1967. The previous high was 695,000 claims filed in the week ending October 2, 1982. ##Health## ##Daily Life## In a notice sent to all House offices obtained by CNN, the House sergeant-at-arms and the Capitol physician's office provided new procedures to limit the interactions between members and promote social distancing ahead of Friday's vote on the stimulus package. Amid fears of the virus spreading to members, the officials say access around the House chambers and on the floor will be limited.The House is closing the Speaker's Lobby, which is right off the House floor where reporters stake out and interview lawmakers. If there's a recorded vote, new procedures are detailed to only allow small groups of members on the floor at a time. ##Health## ##Stimulus Bill## Emergency workers are delivering containers of nearly one million units of personal protective equipment (also known as PPE), including masks and gloves, to health care workers Thursday, Illinois Gov. J.B. Pritzker said at an afternoon press conference. The PPE is being delivered in Peoria, Edwardsville and Champaign, Pritzker said. Iowa Gov. Kim Reynolds announced the closure of many Iowa retail businesses, including book and clothing stores and restaurants and bars until April 7 at a news conference Thursday. The new measures go into effect at 10 p.m. local time today. Reynolds also announced that nonessential medical procedures will also be suspended.  By the numbers: Iowa now has at least 179 cases of coronavirus, Reynolds said. ##Business## ##Daily Life## At least 673 new cases of novel coronavirus have been identified in the state of Illinois, state Department of Public Health Director Dr. Ngozi Ezike said during an afternoon press conference. Of those new cases, 7 new deaths have been reported, Ezike said. The state's total cases is now at least 2,538, including 26 deaths, Ezike said. ##Health## British Prime Minister Boris Johnson has announced that the government will invest approximately $255 million in new funding to support global efforts to develop a coronavirus vaccine.  Johnson also called on international leaders to work together to speed up the vaccine development process.  “While our brilliant doctors and nurses fight coronavirus at home, this record British funding will help to find a vaccine for the entire world,\" Johnson said in a statement on Thursday, adding that the new funding will \"ensure British scientists and researchers continue to lead the global fight\" against the deadly virus. Speaking after a virtual meeting of G20 leaders, Johnson called on world leaders to \"step up\" to help defeat the virus.  \"The UK has led the way in responding to the economic impact of coronavirus...but without targeted and coordinated interventions from international governments, the virus could have far-reaching global implications,\" he added. ##Health## Toyota is extending the closure of all its North American automobile and components plants until April 20. Toyota North America said Thursday in a statement it will continue to suspend production due to \"the ongoing pandemic and decline in vehicle demand.\" The company added that \"service parts operations and finished vehicle centers will continue to operate to meet the needs of our customers.\"  This is the third shutdown extension for Toyota. Originally, Toyota said it would reopen facilities on April 6.  Some context: Chrysler also announced Thursday it would keep its North American operations closed until April 14. Ford recently announced it would reopen plants on April 6. ##Business## With New York quickly becoming the epicenter of the coronavirus pandemic in the US, health care workers in the state have been working nonstop.  Knowing that these heroes wouldn't have time to stop and grab a meal, one of New York's most famous couples — Bill and Hillary Clinton — stepped in to help. On Wednesday evening, the Clintons sent over 400 pizzas to hospitals in Westchester County \"as a small token of their appreciation for everything medical professionals are doing for their communities,\" according to Angel Ureña, spokesperson for President Clinton.  \"Thank you for protecting our communities. From Bill and Hillary Clinton,\" a note sent with the pizzas read. There were 80 pizzas delivered to St. John's Riverside Hospital alone. \"Thank you to the Clintons for pizza today at DOBBS FERRY ED! Leaders like you will get us through this. So much gratitude thank you thank you thank you,\" Angela Cirilli, the emergency medicine ultrasound director at St. John's Riverside Hospital, said in a tweet. ##Daily Life## ##Health## A doctor from South Florida who tested positive for coronavirus has died. Dr. Alex Hsu, 67, died on Tuesday, according to the Broward County Medical Examiner’s Office. He had recently traveled to China and had complained of shortness of breath, nausea, diarrhea and a cough, according to medical examiner's office records. Hsu was transferred to the ICU where he was placed on a ventilator. Hsu’s positive result for Covid-19 was received Wednesday, documents from the medical examiner's office show. ##Health## New Hampshire Gov. Chris Sununu has issued a stay-at-home order starting at midnight Friday. The order will last until May 4. Nonessential businesses are also expected to close by the end of the day Friday, he said at a news conference Thursday. Sununu acknowledged that it was an \"incredibly big ask.\" CORRECTION: This post has been updated to reflect the exact date the order will be lifted. ##Daily Life## Canadian Prime Minister Justin Trudeau confirmed that the US is requesting American troops be placed within 20 miles of the US-Canada border to help with border surveillance especially at irregular crossings. Trudeau indicated his government did not believe that was necessary at this time, but that talks were ongoing.  “Canada and the United States have the longest un-militarized border in the world and it is very much in both of our interests for it to remain that way. We have been in discussions with the United States on this,” Trudeau said during a news conference outside his Ottawa home where he remains in quarantine. Later at a government news conference in Ottawa, Canada’s Deputy Prime Minister Chrystia Freeland revealed Canada had made its opposition known to many levels of the US government, including the Defense Department and US Homeland Security. \"Canada is strongly opposed to this US proposal and we've made that opposition very, very clear to our American counterparts,” she said. “We understand the concerns of our American neighbors and friends. What we have said is we really do not believe at all that there would be a public health justification for you to take this action.” In blunt terms Freeland underscored that, in her opinion, this was not the way treat a trusted friend and military ally. Some context: Canada borders 13 American states and before the Covid-19 crisis the two countries shared one of the most lucrative trading relationships in the world. Both countries jointly decided to close the border to nonessential traffic earlier this month. Essential commercial trade and traffic has continued with enhanced medical screening. ##Daily Life## Hilton employees are bracing for the possibility of additional furloughs, two people familiar with the company’s plans said. The company, which includes brands like Waldorf Astoria and Embassy Suites, has already begun furloughing employees at hotel properties it manages. A new round of reductions, which is expected any day now, will hit the company’s corporate staff, according to two people familiar with the plans. It’s possible Hilton will find a way to avoid furloughs but it’s highly unlikely, said one of the people. As members of the Trump administration continue to downplay Thursday's unemployment claims number, business and labor groups, as well as employees who are facing the reality of losing their jobs, are coming forward to talk about the hardships ahead.  Earlier Thursday, the flight attendants union criticized Treasury Secretary’s Steven Mnuchin's claim that the unemployment statistic is \"not relevant.\" By the numbers: Hilton has 60,000 direct employees in the US but that figure includes workers at Hilton owned and managed properties. It’s unclear how many corporate employees the company has. ##Business## At least 1,696 people in France have died after contracting coronavirus, France's Director-General of Health Jérôme Salomon said Thursday. The new total, which marks an increase of 365 in just 24 hours, went \"against expectations,” Salomon added.  Speaking during a news briefing in Paris, Salomon said at least 29,155 people have tested positive for the virus. According to Salomon, 3,375 patients are currently being treated in intensive care; of these cases, 34% are under the age of 60, he added. ##Health## Rhode Island Gov. Gina Raimondo today said she is “mandating, not suggesting” a 14-day self-quarantine for anyone traveling to her state from New York. The executive order – effective immediately – also applies to anyone who has traveled to New York in the last 14 days.   The governor said she plans to execute the mandate by stationing members of the National Guard at bus terminals and train stations and will require anyone arriving from New York to check in and provide their contact information. State police have also been instructed to flag down cars with New York state license plates as they come into Rhode Island.  “This is unusual… this is radical,” the governor said of the plan to execute the mandate.  Raimondo said Rhode Island has added 33 cases of coronavirus since yesterday, bringing the state’s total to 165 cases.  ##Daily Life## Fifty detainees in Illinois have been tested for coronavirus after \"exhibiting flu-like symptoms\" at one of the largest jails in the country, according to a Cook County Sheriff’s Office statement.  According to the statement, of those detainees at Cook County Department of Corrections: 17 have tested positive\n2 have tested negative\n31 people have pending test results Additionally, four correctional staffers and one deputy have tested positive, the statement said. ##Health## West Virginia Gov. Jim Justice announced that 20 residents at a nursing home in Morgantown and eight staffers have tested positive for novel coronavirus.   \"This is the horror story we absolutely did not want to have happen,\" Justice said during a news conference Thursday.  Justice said he has appointed Dr. Clay Marsh to coordinate the state's response and preparedness as the virus continues to spread. \"It gives us one more layer of expertise and one more layer of affiliation with hospital,\" Justice said. By the numbers: CNN has counted at least 52 Covid-19 cases in West Virginia as of Thursday afternoon. ##Health## There have been 170 new cases of coronavirus and three new deaths reported in the state of Indiana, according to State Health Commissioner Kris Box. Box said that Indiana has now reported a total of 645 cases and 17 deaths statewide. The new fatalities were reported in Jasper, Putnam and Franklin counties. ##Health## Massachusetts Gov. Charlie Baker today announced that his administration has submitted a request to the Federal Emergency Management Agency and the President for federal disaster declaration assistance in response to the Covid-19 pandemic. Baker also announced that a former Boston Medical Center facility, the Newton Pavilion, will be temporarily reopened to help treat the city's homeless population during the pandemic. “The facility will provide a safe isolated place for people to stay and recover if they don’t require hospitalization,” Baker said. According to the governor, the facility has the capacity for about 250 beds. Massachusetts Secretary of Health and Human Services Marylou Sudders spoke about personal protective equipment supplies for the state today, saying “in order for us to have sufficient supplies in the Commonwealth, and since the command center was stood up, we've placed more than $15 million in orders for PPE and are working with suppliers to expedite shipping to the Commonwealth.” “As you know, as we've announced before, we've requested additional supplies from the Strategic National Stockpile. To date, approximately 17% of those requests have been filled. We received a third confirmation of a delivery, but it's not yet been received,” Sudders added. ##Health## Chicago's bike trails, paths and green spaces will be closed until the \"threat to our lives is over,\" Chicago Mayor  Lori Lightfoot said at a news briefing today.  Lightfoot addressed Chicagoans who continued to congregate in public areas in large numbers, while the state is under a stay-at-home order.  \"Your continued failure to abide by these orders\" could lead to more deaths, Lightfoot said.  \"Dear God, stay home, save lives,\" she added. Chicago's is closing its lakefront from north to south, effective immediately. Chicago Police will ramp up patrol and are prepared to give warnings and citations and, if necessary, arrests will be made, Lightfoot said. \"You must stay at home, period,\" Lightfoot said.  ##Daily Life##  While the world collectively shelters in place to protect against coronavirus, medical professionals flock to the front lines to work long hours tending to a burgeoning number of infected people. One of them is Dr. Nicola Sgarbi, 35, who unknowingly became part of a growing photo trend of health workers coping with this exponential rise in sick patients. Sgarbi is a doctor in training who works in the ICU of the civil hospital of Baggiovara in Modena, Italy. Almost everything about Sgarbi's shift on March 13 was part of his new normal since the outbreak: working 12 hours to treat Covid-19 patients while wearing protective equipment. But at about 8 p.m. that day, he stripped off his face mask and snapped a quick selfie, something he rarely does. \"I mainly took the photo for two reasons. Firstly, to send it to my partner, to tell her that I had finished my shift at work and that I was on my way home, slightly bruised,\" Sgarbi told CNN over email. \"Secondly, to show it to my 1-year-old daughter when she will have grown up. I will be telling her about this moment.\" Sgarbi's photo was posted on Facebook and Reddit, where it was shared more than 75,000 times and voted on at least 119,000 times, respectively. The photo drew worldwide praise and comparisons to \"Batman and Superman rolled into one,\" among other things. Since then, numerous photos and stories of health workers in and out of protective gear have been posted around the internet. Each one captures the physical and emotional toll this pandemic is taking. See people around the world celebrating health care workers: ##Daily Life## ##Health## The $2 trillion economic aid package unveiled Wednesday contains several provisions to help small businesses in the wake of the coronavirus pandemic. Overall, small business groups are pleased some assistance is coming. But they also stress the package — which includes close to $400 billion in aid for small business owners — is still not enough to save Main Street. \"This doesn't cure the crisis. It's a good start. But more support will be needed,\" said Derek Peebles, executive director of the American Independent Business Alliance (AMIBA). The provisions are also unlikely to save those small businesses that will have to come up with cash to stay afloat until they can actually get the government's aid money in hand. \"There's no way many can keep going,\" said John Arensmeyer, CEO of Small Business Majority, a national small business advocacy group. Speed will be key to helping any small business survive, especially when it comes to dispensing the forgivable loans that will be available to owners who keep paying their employees during the crisis. ##Business##   Bolivia’s electoral tribunal said on Thursday it had proposed new dates for the country’s presidential elections to help contain the spread of coronavirus. The electoral tribunal recommended to Bolivia’s legislative assembly that elections be postponed from May 3 and held sometime between June 7 and Sept. 6. Bolivia’s electoral tribunal warned last week that the May 3 elections would be difficult to hold since the country’s quarantine order impedes the body from carrying out preparatory activities. An interim government has ruled Bolivia since former President Evo Morales fled the country following allegations of fraud in an October vote that would have given him a fourth term in office. Morales has said he was the victim of a coup. ##Daily Life## The financial repercussions of canceling March Madness and other National Collegiate Athletic Association championships due to the coronavirus pandemic have made a substantial impact on the money sent to college and university athletic departments.  The NCAA announced on Thursday that there will be $225 million distributed to schools, rather than the budgeted $600 million in \"response to the cancellation of all remaining winter and spring NCAA championships.\" The NCAA said it receives \"most of its revenue from the Division I Men’s Basketball Championship television and marketing rights, as well as championship ticket sales. The revenue is used to provide distributions to member conferences and schools along with funding championships, national programs and other initiatives to support student-athletes.\" The NCAA canceled all remaining 2020 winter and spring championships on Thursday, March 12 – less than a week before March Madness was slated to tip off. ##Business## Another 115 people have died of coronavirus in the UK, Britain’s national public health said on Thursday.  There have been at least 578 coronavirus-related deaths recorded in the UK. The UK has at least 11,658 cases of coronavirus. ##Health## Jeff Shell, the CEO of NBCUniversal, told staff in an email on Thursday that he tested positive for the coronavirus. “I recently have been feeling under the weather and just learned that I have tested positive for Covid-19,” Shell wrote. “Although the virus has been tough to cope with, I have managed to work remotely in LA and am improving every day.\" Shell, who succeeded Steve Burke in January, added that it is “absolutely critical” that employees work from home if they can. “In the short term, the goals are simple. Take care of each other and take care of our viewers. Taking care of each other means working from home,” he wrote. “While I can’t give you an end date, I can commit that we will give everyone ample warning before we ask you to return to the office.” Larry Edgeworth, an NBC News staffer, died as a result of complications from the coronavirus last week. ##Health## The UK government will introduce a new financial support scheme for self-employed workers, Chancellor Rishi Sunak announced today, outlining the terms of a new taxable grant worth 80% of people's average monthly profit.  \"The government will pay self-employed people who have been adversely affected by coronavirus a taxable grant worth 80% of their average monthly profit over he the last three years, up to £2500 a month,\" Sunak announced. He said \"95% of those who are majority self-employed\" will benefit from the plan. Speaking during the government's daily coronavirus press briefing at Downing Street, Sunak told self-employed workers that they have \"not been forgotten,\" but warned that there are \"challenging times ahead\" for British businesses.  \"Despite these extraordinary steps, there will be challenging times ahead. We will not be able to protect every single job, or save every single business,\" Sunak said. \"I am confident that the measures we have put in place will support millions of families, businesses and self-employed people to get through this, get through it together, and emerge from the other side both stronger and more united.\" The government is aiming to have the plan readily available to self-employed workers no later than June 2020. ##Business## ##Daily Life##   Chrysler will keep its North American operations closed until April 14, the company said Thursday. “FCA plants across the U.S. and Canada, as well as headquarters operations and construction projects, are intended to remain closed until April 14, dependent upon the various states' stay-in-place orders and the readiness of each facility to return to production,” the company said in a statement. The news comes following Ford's announcement it would reopen plants on April 6. Chrysler’s Mopar Distribution Centers, vehicle part distribution centers which have been deemed essential, will continue to operate with paid volunteers. The fate of FCA’s Mexico operations will made clear in a separate announcement, according to the statement. The United Auto Workers Union Wednesday announced the death of one of their members at FCA’s Warren Truck in Michigan who passed away due to the Coronavirus.  ##Business## President Trump told US governors on Thursday his administration was preparing to issue new social distancing guidelines based on geographic risk factors. In a letter, Trump said new coronavirus testing capabilities would allow his administration to identify \"high-risk, medium risk and low-risk\" counties. New guidelines will help governors and other state policymakers decide on \"maintaining, increasing or relaxing social distancing and other mitigation measures they have put in place,\" Trump wrote. Watch: ##Health## There are now more than 500,000 confirmed cases of novel coronavirus globally , according to Johns Hopkins University. As of 1:54 p.m. ET, the totally number of confirmed cases stands at 510,108. ##Health## As the coronavirus pandemic grows, hospital supplies at Southern California’s Cedars-Sinai Health Systems are day to day, according to the hospital's chief operating officer. “It is hard to estimate because we are consuming more than we would baseline,” Dr. Jeff Smith told CNN. Cedars-Sinai typically treats more than a million patients each year in more than 40 locations throughout the greater Los Angeles area. Smith said that Cedars-Sinai continues to receive supplies but the supply chain is irregular. They are obtaining personal protective equipment from multiple sources – manufacturers, local and federal caches.  “The challenge is that there are so many unknown variables,” Smith said speaking about the ratio of patients to supply. He said this is not the way he would want things because it is “day by day.” Some context: Currently, Cedars-Sinai is seeing an increase in the volume of patients presumed and confirmed positive. “Several dozen” patients have now turned positive, Smith said. Cedars-Sinai currently has enough ventilators for their patients in intensive care. As for capacity, Cedars-Sinai has more than 200 open beds including in the ICUs. The hospital system is making plans to care for patients in less conventional spaces, including recovery units and other areas of the hospital. ##Health## China will close its borders to most foreigners starting Saturday, the government announced Thursday, amid continued concerns over rising imported cases of novel coronavirus. Foreign nationals currently holding Chinese visas or residency permits will be temporarily banned from entering the country until further notice, according to a statement from the foreign ministry and the national immigration authority. The government is also suspending all visa-free transit and visa-on-landing programs. People holding diplomatic passports are exempted from the new rule.  Foreign nationals who must visit China out of necessity need to apply for new visas, and holders of Chinese visas issued after Thursday will be allowed into the country, the statement added. ##Travel## Federal courthouses in Newark, New Jersey, will be closed through April 6 because \"several\" federal employees who work there have tested positive for Covid-19, according to a judge's order. \"No one will be permitted to enter the building during this closure with the exception of authorized cleaning personnel,\" the order reads in part. The order, which went into effect Thursday, does not apply to other federal courthouses in New Jersey, and electronic filing is still available.  \"The United States District Court for the District of New Jersey otherwise remains open for official business,\" the order reads in part. ##Daily Life## ##Health## The Indianapolis 500 IndyCar auto race has been moved from May 24 to August 23 due to the coronavirus outbreak, officials announced today. \"Memorial Day weekend has always provided Indianapolis 500 fans an opportunity to honor the men and women who have fought and sacrificed for our nation's freedom...This August, we'll also have a unique and powerful opportunity to honor the contributions and heroism of the doctors, nurses, first responders and National Guard members serving on the front lines of the fight against COVID-19,\" Penske Entertainment Corp. President and CEO Mark Miles said in a statement. ##Daily Life## Attorney General William Barr directed leaders of the federal prison system to increase the use of home confinement for certain inmates as the number of cases of coronavirus in the nation’s corrections system continues to multiply. At a news conference Thursday in Washington, D.C., Barr told reporters that he had sent a memo to the Bureau of Prisons, telling officials there to increase the use of the program, which will likely see some older and especially vulnerable inmates released from prison early. Barr said the measure was being done to try to “control the spread of this infection.”  Six inmates and four Bureau of Prisons employees had tested positive for the coronavirus as of Wednesday, as the Bureau of Prisons continued to implement strict measures to stave off the spread of the virus, including a ban on most visitors and a two-week quarantine for all new inmates entering a facility. It was not immediately clear what inmates among the more than 175,000 in federal custody will be eligible for the expanded early release and home confinement program.  Barr said that he had asked the Bureau of Prisons last week to assess if it was possible to expand the use of home confinement “particularly for older prisoners who had served substantial parts of their sentence and no longer posed a threat and may have underlying conditions that make them particularly vulnerable.” ##Daily Life## ##Health## Louisiana has reported an additional 510 positive cases of Covid-19 and an additional 18 deaths since Wednesday.  Currently, there are at least 2,305 cases of coronavirus and 83 deaths in the state. According to the state Department of Health, 676 patients are in hospitals and 239 are on ventilators. Gov. John Bel Edwards on Wednesday said the state could run out of ventilators by early April in Orleans Parish, one of the hardest hit areas.  ##Health## Italy reported an increase of 4,492 cases of coronavirus in the past day, bringing the total of active cases to at least 62,013. There were at least 662 fatalities in the past 24 hours, raising the total to at least 8,165 deaths. ##Health## Army field hospitals deploying to New York will be ready to treat non-coronavirus patients at the Javits Center beginning Monday, according to Army Chief of Staff General James McConville. The Army will bring 284 beds to New York. The Federal Emergency Management Agency is also bringing additional beds.  ##Health## House Speaker Nancy Pelosi and House Minority Leader Kevin McCarthy both made clear today they want the $2 trillion stimulus bill to be approved by their chamber Friday by voice vote. That would ensure that most House members would not have to return to Washington. But if any member requests a recorded vote, then House members would have to return at a later date to cast a roll call vote. So far, at least two members, Reps. Alexandria Ocasio-Cortez and Thomas Massie, have not ruled out requesting a recorded vote. What happens next: House GOP leaders plan to walk through the stimulus bill with their members on a 1:30 p.m. conference call today, according to a Republican source. House Democratic leaders will have their own caucus call at 3 p.m., according to a Democratic source. These calls will be important to ensure leaders have cooperation from their rank-and-file to allow the bill to pass by voice vote Friday morning — rather than requiring all members to come back to vote in person.  How the vote will happen: On Friday, the House will convene at 9 a.m. Then there will be time for a debate, equally divided between the two sides. And then they will proceed to a voice vote. Once the presiding officer says the \"ayes\" have it, the bill will be passed — unless a member requests a recorded vote. It's unclear how many members will show for Friday's debate and voice vote — it can be very few, or it can be a lot, there is no requirement. Also, at his news conference today, McCarthy made clear the House will look different than it usually does in order to promote social distancing. He said the members won't sit next each other, they'll alter where the members stand, and staff will be cleaning as members come and go. He also said that members will have to enter one designated door and leave out the other. ##Stimulus Bill## Honduras’ health ministry announced on Thursday the country’s first novel coronavirus-related death. The patient was a 60-year-old man with a history of heart disease, the health ministry said in a statement. He died Wednesday night. The man tested positive for Covid-19 on March 19 after he checked himself into a hospital because he had trouble breathing, the ministry added. During his stay, he developed pneumonia, which caused respiratory failure and lead to a cardiac arrest. There are at least 52 confirmed cases of coronavirus in Honduras, the health ministry said. ##Health## The Pennsylvania Department of Health is now reporting at least 1,687 cases of coronavirus in the state. Of those cases, 16 people have died.  A quarter of the cases are in Philadelphia County. ##Health## The coronavirus pandemic may not go away in just a few weeks or so, Dr. Ashish Jha, director of the Harvard Global Health Institute, said during a Facebook Live Q&A on Thursday. \"This is not a virus that goes away in two weeks or four weeks or six weeks. We are going to be living with this, in one form or another, for 12 to 18 months if we are lucky,\" Jha said, referring to how long some health officials have predicted it would take to develop a vaccine.  \"Once we have a vaccine that’s effective and widely deployed we can bring the pandemic to an end,\" Jha said. \"Until that time, we are going to continue to have to confront and deal with the virus.\" Scientists around the world have been working on developing vaccines that are effective against the novel coronavirus and there are dozens in development. Tedros Adhanom Ghebreyesus, director-general for the World Health Organization, said in February that a vaccine for the novel coronavirus could take 12 to 18 months. Just last week, a vaccine trial in the United States announced that its first patient had received a dose. CNN reported last week that a 100-page federal plan on how to tackle the coronavirus pandemic showed the Trump administration is making contingency plans for a pandemic that could stretch up to \"18 months or longer\" and could include \"multiple waves of illness.\" ##Health## Ethiopian President Sahle-Work Zewde has granted pardon to more than 4,000 prisoners in efforts to contain the spread of coronavirus in the country. Sahle-Work Zewde announced the order in a tweet on Wednesday and said it would help prevent overcrowding in prisons. The directive only covers those given a maximum sentence of three years for minor crimes and those who were about to be released from jail, she said. There are 12 confirmed cases of Covid-19 in Ethiopia, according to the World Health Organization on Wednesday. Authorities in the nation have put in place a raft of measures including the closure of all borders except to those bringing in essential goods to contain the virus. The government has directed security officials to monitor and enforce a ban on large gatherings and overcrowded public transport to ensure social distancing. ##Daily Life## Canadian Prime Minister Justin Trudeau confirmed that the US is requesting American troops be placed within 20 miles of the US-Canada border to help with border surveillance, especially at irregular crossings. Trudeau indicated his government did not believe that was necessary at this time, but that talks were ongoing. “Canada and the United States have the longest un-militarized border in the world and it is very much in both of our interests for it to remain that way. We have been in discussions with the United States on this,” Trudeau said during a news conference outside his Ottawa home where he remains in quarantine. ##Daily Life## Chicago's Lakefront Trail and the city's beaches have been closed to public access, according to Alderman Harry Osterman, who represents the 48th Ward, one of Chicago's lakefront districts.  Mayor Lori Lightfoot yesterday urged individuals going to the Lakefront Trail to exercise, and not to congregate in large groups, or she would be forced to close the area.  \"This order has been put in place to ensure social distancing between individuals and to help reduce the spread of COVID-19,\" Osterman said in a statement.  Lightfoot is expected to speak at a daily coronavirus briefing this afternoon.  ##Daily Life## A federal employee working at the Federal Emergency Management Agency headquarters in Washington, DC, tested positive for Covid-19 ahead of a visit by Vice President Mike Pence and other members of his task force, according to a statement from the agency. FEMA said the person who tested positive Tuesday did not \"come within six feet of the Vice President or any other Task Force principal for any period of time.\" The statement said the agency conducted contact tracing to determine the areas of the FEMA headquarters building and the National Response Coordination Center (NRCC) and compared it to the movements of task force principals in recent days. \"All areas visited by the Vice President and other Task Force members were disinfected prior to their visits,\" the statement said.   FEMA said it will clean to make sure the “potentially affected workspace meets federal health and safety standards.” ##Health## Prince Charles tweeted his thanks for the public support he has received since being diagnosed with coronavirus. A message on behalf of the Duke of Cornwall was posted on the official Clarence House account. It read:  “Thank you for all your ‘Get Well Soon’ messages for His Royal Highness. He is enormously touched by your kind words.” What we know: The Prince of Wales is only displaying mild symptoms and is otherwise in good health, Clarence House said in a statement. It is unknown how the 71-year-old caught the virus because of his recent busy schedule of public events. ##Health##   New York Gov. Andrew Cuomo said the number of volunteers during the coronavirus crisis has been “inspiring.”  Cuomo said 40,000 retired medical staff volunteered, with 12,000 more people in one day volunteering to help work at health care facilities. There have also been 8,600 mental health professionals volunteering. “Easy times don’t forge character. It’s the tough times that forge character,” he said. Watch:  ##Health## So far, at least 37,258 people have tested positive for coronavirus across the state of New York, Gov. Andrew Cuomo said. Additionally: 5,327 people are currently hospitalized\n1,290 patients are in intensive care\n1,517 patients have been discharged after being hospitalized ##Health## Dr. Joneigh Khaldun, chief deputy director for Health for the Michigan Department of Health and Human Services, said that as they are able to test more Michiganders, their target date for the apex of cases will improve, but right now they are “a few weeks out from the apex.” Khaldun said they can flatten the curve if people listen to the stay-at-home order and practice social distancing. ##Health##   At least 1,046 people have died due to coronavirus in the United States, according to CNN’s tally.  The Florida Department of Health has recorded at least 2,349 positive cases of novel coronavirus and 27 deaths as of Thursday. That is a significant increase from Wednesday's report of 1,921 cases and 22 deaths.  Broward, Dade and Palm Beach counties make up the vast majority of cases in the state. ##Health## CORRECTION: This post has been updated with the latest number of coronavirus cases in Florida. New York Gov. Andrew Cuomo continued to warn that the coronavirus pandemic will cause a huge strain on hospitals and health care facilities.  \"Almost any scenario that is realistic will overwhelm the capacity of the current health care system. A little reality,” Cuomo said. Cuomo said the goal is to have a 1,000-bed overflow facility in each of the five New York City boroughs, plus Westchester, Rockland, Nassau and Suffolk counties.  Right now, hospitals and health care facilities in the state have enough personal protective equipment for the “immediate future,” Cuomo said, but they are still looking around the country for ventilators.  The state has approved the splitting of ventilators to allow one machine to serve two patients. Cuomo said they are also working on converting thousands of anesthesia machines into ventilators. ##Health## About 25% of all coronavirus testing nationwide has been performed by New York state, Gov. Andrew Cuomo said in a news conference Thursday.  \"We're testing more than any state in the country,\" and more per capita when compared to China and South Korea, he said. ##Health## House Speaker Nancy Pelosi said she is “very proud of the product” of the congressional negotiations for the coronavirus stimulus bill, ahead of an expected vote in the House tomorrow. “I feel certain that we will have a strong bipartisan vote,” Pelosi said, touting the changes Democrats were able to secure in the final package. She said Democrats are already working towards another bill to address some of their unaddressed concerns, including changes for who qualifies for family leave, stronger Occupational Safety and Health Administration protections for workers, boosts for the Supplemental Nutrition Assistance Program, and more money for state and local governments. Pelosi said House Democrats will “be taking the lead” in crafting the next bill, but she emphasized that negotiations should be carried out by the four corners of congressional leadership. She said she’ll mostly be working from DC and the House committee chairs will be involved in the process. The House speaker also appeared to push back on President Trump’s push in recent days to end social distancing by Easter Sunday. “I’ve said from the start that we must have a proposal that’s government-wide, science-based, so that we can really address the challenge that we face in a scientific, evidence-based way. That is not necessarily the course that has been advocated by some, but it’s where we must be if we’re going to end this,” Pelosi said. ##Stimulus Bill## New York Gov. Andrew Cuomo criticized the Senate-passed $2 trillion economic stimulus bill, saying it does nothing to help local and state governments fight the coronavirus pandemic. \"I believe what they did failed to meet the governmental need,\" he said at a news conference today. \"I find it reckless.\" Cuomo said he would give congressional leaders \"a piece of my mind\" after the coronavirus outbreak has passed, but now he's focused on the pandemic response. \"I promise you I'm going to give them a piece of my mind, but I would say to them today, this is an extraordinary time in this nation, and it's an extraordinary time for government. This was the time to put politics aside and partisanship aside.\" \"Do your job,\" he told Congress. The US Senate passed a $2 trillion economic relief package. It goes to the House next. ##Stimulus Bill##  G20 Leaders said they are committed to do whatever it takes to overcome the coronavirus pandemic.  In a statement released after a virtual meeting hosted by Saudi Arabia, the G20 said it would spare no effort to protect lives, safeguard people’s jobs and preserve financial stability.  The G20 members have committed to injecting over $5 trillion into the global economy, the leaders said in the statement. It also gave support to the “extraordinary measures” taken by central banks and bodies like the IMF and World Bank.  The statement did not outline any new or specific measures the G20 was taking, but said leaders were ready “to react promptly and take any further action that may be required.” ##Health##  Two people who were passengers on the Grand Princess Cruise have died due to coronavirus, according to a statement from US Department of Health and Human Services. “The staff from the Department of Health and Human Services (HHS) working with quarantined cruise ship passengers housed at Travis Air Force Base in California is deeply saddened by the recent deaths of two passengers due to complications from the coronavirus. Both passengers were on board the Grand Princess cruise ship and were transferred to area medical facilities immediately after developing COVID-19 symptoms. One person passed away March 21, and the other passed away on March 23. Grief support for both families is being provided by HHS and Princess Cruise Lines. Our heartfelt condolences to both families,” according to the statement. The Grand Princess, which was carrying 3,500 passengers and crew members, docked at the Port of Oakland earlier this month after at least 21 people tested positive for coronavirus.  The cruise, a 2-week trip from San Francisco to Hawaii, was interrupted after officials learned a California man contracted coronavirus and died on a previous trip. Michigan Gov. Gretchen Whitmer says she sent a request to President Trump for a major disaster declaration. The declaration would allow the state to provide rental assistance and temporary housing to people in the state, counseling and therapy for residents, and the ability to quickly set up field hospitals or other facilities to treat coronavirus patients. Whitmer reminded people that the stay-at-home executive order is not optional and is not an opportunity for people to throw a party for 10 of their closest friends. They are meant to stay at home with whom the family members they live.  She said she is working to secure more equipment and supplies and reiterated her comments about how the allotment of personal protective equipment for one of the hospitals was not enough to cover a full shift. The Greater New York Chamber of Commerce says the $2 trillion stimulus package is \"too little too late.\" \"As of now, no one has received any money. It’s all talk, while people need relief now! Small business is being crushed and even unemployment is slow getting money out to people who need it the most. If the politicians were not getting a paycheck; you can bet the relief would already be here,\" said Mark Jaffe, CEO of the Greater New York Chamber. The Greater New York Chamber of Commerce represents 30,000 businesses and civic leaders. New York State had 80,000 unemployment claims last week – up 66,000 from the week prior. Collin Arnold, director of the New Orleans Office of Homeland Security and Emergency Preparedness, said coronavirus “is going to be the disaster that’s going to define our generation.” Arnold told CNN’s Jim Sciutto that the city needs more personal protective equipment and ventilators for hospitals, but also could face a food supply shortage. Food banks today have enough food to last only another two days, he says. The situation in Louisiana: There have been 827 coronavirus cases and 37 deaths in Orleans Parish. Arnold said Mardi Gras celebrations likely contributed to the spread of the virus. President Trump on Wednesday approved an urgent request for a major disaster declaration for Louisiana, which now grants the state access to federal aid as it combats the spread of Covid-19. Watch more: India, the world's second most populated country after China, is delaying the first phase of the national census as well as the National Population Register (NPR) due to the novel coronavirus outbreak, the Ministry of Home Affairs confirmed via an official Twitter account for Census of India 2021. Both the first phase of census and the NPR were initially meant to be carried out from April 1 to September 30. On Tuesday night, the Indian Prime Minister, Narendra Modi ordered a 21-day nationwide lockdown starting at midnight Wednesday. The Ministry of Home Affairs cited that lockdown and said both the first phase of census and NPR will be delayed until further notice India conducts the census once every decade. The first census was in 1872, when India was under British rule. The exercise is essentially a population headcount which serves as a primary source for a variety of statistics on the country's demography, literacy, migration, mortality, economy and culture. The NPR has been a contentious. Back in 2018 its publication in India's northeast border state of Assam left the names of almost 4 million people off the controversial registry list, effectively casting a shadow over their citizenship. ##Daily Life## The acting Navy secretary said the hospital ship USNS Comfort would reach New York “hopefully… by the early part of next week” after the Defense Department “accelerated” their deployment plan. “We had been originally looking at April 3, but in all likelihood, she’s going to be getting underway this weekend,” said Acting Navy Secretary Thomas Modly to reporters at the Pentagon on Thursday. “I’m actually going to be going down there to the ship either tomorrow or Saturday. So sometime after that she’ll be leaving.” The Comfort had not been expected to depart for weeks as it was undergoing maintenance in Virginia. ##Health##  BBC will stop streaming shows in ultra high definition as part of efforts to reduce strain on the internet, the British public service broadcaster said Thursday. “As a precautionary measure, we will no longer make programmes on BBC iPlayer available in Ultra High-Definition. We will keep the situation under review and are in contact with the relevant organisations to determine if and when further action might be required,\" a spokesperson told CNN.  Other streaming services — like Netflix, Amazon Prime Video and YouTube — have also reduced the quality of their streams in Europe after requests by EU officials as part of measures to make sure everyone can get online during the coronavirus pandemic. The spokesperson added that the network's iPlayer already streams at different video quality levels, adapting to the amount of bandwidth available and the device being used.   ##Daily Life## White House trade adviser Peter Navarro called record unemployment numbers “expected” Thursday morning, shortly after it was announced that jobless claims soared to a seasonally adjusted 3.28 million in the week ending March 21, according to the Department of Labor.  “This is totally expected,” Navarro said during an interview with Fox News, “because the whole strategy of President Trump is to basically get social distancing so we can combat the virus.” The Trump adviser said that the administration had “put public health above economics in the very short run.” “This is expected,” Navarro repeated, “and we should accept the news because we’re doing what we need to do to combat the virus.” The administration is doing “everything we possibly can to deal both with the public health emergency and the economic crisis,” he added.  “We just have to be like the British, I guess, in World War II, a stiff upper lip and fight this virus,” Navarro counseled.   ##Business## Spain’s Health Minister Salvador Illa said analysis of recent data from Spain indicated a “phase of stabilization” in the trend of diagnoses, speaking at a session of parliament today. Top Spanish health official Fernando Simón also tentatively noted signs of a peak in the data, answering a question from CNN in the government’s daily coronavirus briefing.  Taking into account the delay in the data from the time of transmission and then getting symptoms and being diagnosed, Simón said “the rate of increase is stabalizing”. “It’s an indicator that the peak of the curve with respect to the total diagnoses is approaching,” Simón said — though he noted they would have to continue to monitor the data to confirm this. Some context: Health officials had said they expected to see a peak in the rate of increase of infections Spain this week. However, there had been little signs of this on Wednesday when Spain’s death toll overtook China’s. ##Health## New Jersey Gov. Phil Murphy says the state has 4,400 positive tests and 62 deaths. The numbers are up because of community spread and because testing facilities are open, he said. “We are all in on stay at home,” the governor told local radio program Hot 97 Ebro in the Morning. “There is hope on the horizon we just don’t know when that is, but hope for the best but prepare for the worst let’s not be fooling each other right now,” he said. “This is a war.” On federal help, Murphy said “I need him, I need the Vice President, we need the federal government, we need the White House.” The White House team for the most part has been “good” to deal with, Murphy said. The White House helped approve standing up four field hospitals that the Army Corps and FEMA are setting up for the state, he added. He said the state is “desperately short” of Personal protective equipment noting the government has already given 2 installments “ but we need a lot more.” With regards to Trump's optimism about being able to slowly open up around April 12, Murphy said, “I'll be the happiest guy in New Jersey, maybe in America, if that’s the case but I sadly think the data is suggesting to us we’re not going to be there.” He said of the stimulus package “it’s a big deal” adding but “it’s not everything” “We’re hemorrhaging money as a state, because we’re at the front lines helping folks who are sick out of work small businesses etc,\" he said. A supervisor at the Laredo North Border Patrol station has tested positive for coronavirus, and “at least 15 other agents” were sent home to self-quarantine on safety leave after potentially being exposed to the disease, according to a spokesman for the National Border Patrol Union.  The supervisor worked for the K-9 at the Laredo North Station, according to union Vice President Hector Garza. The agents are not being identified to protect their identities, Garza said. According to the union, the “spouse of a supervising agent in Laredo“ tested positive for the virus first earlier this week. The supervisor worked “a whole shift” on March 23, before receiving news of their spouse’s test and going home to quarantine, Garza said. CNN reached out repeatedly to Laredo Sector for comment over the course of the last three days. Sarah Melendez, a spokeswoman for the local Laredo border patrol sector told CNN, “Everything dealing with Covid-19 is being handled at the HQ level. They have your inquiry.” More context: The National Union told CNN earlier this week that Laredo sector management “did call some [of the 15 agents] to notify them” of their possible exposure to coronavirus. On Tuesday evening, Garza posted a message on the local union’s Facebook page asking for anyone to who believes they may have been exposed to the virus to come forward and get tested.  CNN has not heard back from Border Patrol with a statement about the incident. CBP, in general, has declined to confirm cases among its employees, unlike other DHS components such as the TSA. Ford Motor announced on Thursday that it will restart production \"at key North American plants.\" According to a news release, the company will introduce additional safety measures to protect workers as they reopen as soon as April 6. Some background: Last week, Ford announced that that all of its factories would close for two weeks in the face of the coronavirus outbreak. In a statement following Ford’s announcement, the United Auto Workers union said that they are “reviewing with great concern and caution today’s announcement.” Jim Cain, spokesperson for General Motors, tells CNN that the situation was still fluid and that GMdoesn’t have “firm return to work dates at this time,” according to a statement. Vanessa Yurkevich contributed to this report ##Business## Treasury Secretary Steve Mnuchin dismissed news of 3.28 million jobless claims this week, calling the numbers \"not relevant\" and touting the stimulus package passed last night by the Senate.  \"I just think these numbers right now are not relevant, and, you know, whether they’re bigger or smaller in the short term. Obviously there are people who have jobless claims, and again, the good thing about this bill is the President is protecting these people, so you know, now with these plans, small businesses, hopefully will be able to hire back a lot of those people. Last week they didn’t know if they had any protections, they didn’t have any cash, they had no choice,\" he said during a call-in appearance on CNBC.  Mnuchin continued: \"Now with this bill passed by Congress, there are protections. And as I said, hopefully these workers will be rehired, but between these three programs it protects all American workers. And by the way, you know, lots of big, big companies do continue to hire for obviously grocery stores, pharmacies, you know, delivery services. These companies are on overtime, so I know they are hiring people as fast as they can.\"  ##Business## US stocks opened higher on Thursday despite the worst jobless claims data in history, suggesting the market had already priced in a shock to the US labor market. The Department of Labor showed nearly 3.3 million Americans filed for unemployment benefits last week. Here's how the markets opened: The Dow opened up 1.3%, or 275 points.\nThe S&P 500 rose 1.1%.\nThe Nasdaq Composite kicked off 1.1% higher.  All three indexes extended their gains in the first minutes of trading.  ##Business## As of Thursday morning, there are 280 US service members who have tested positive for Covid-19. This is an increase of 53 from 227 on Wednesday.   There is now nearly 600 positive cases across the US Department of Defense. ##Health## Mexico will begin suspending non-essential federal government work on Thursday to help contain the spread of the coronavirus pandemic, according to Mexico’s Deputy Health Minister, Hugo López-Gatell Ramírez. \"The entire federal government suspends work and each head of the dependencies will determine who is essential to avoid jeopardizing the operation of the institutions,\" López-Gatell wrote on his Twitter page Wednesday evening. In a second tweet, López-Gatell asked the private sector to work on strategies that would maximize the number of employees who can work from home.  Mexico's death toll from the novel coronavirus sits at six with 475 confirmed cases, according to the government. ##Health## Spanish football giants Real Madrid announced on Thursday, that in collaboration with the National Sports Council, they are launching an initiative to temporarily use the Santiago Bernabeu stadium in Madrid as a warehouse to store and distribute medical supplies aimed at fighting Covid-19.  The medical supplies, with the authority of the state government, will be delivered to the Spanish health authorities to develop the most optimal and efficient use of the supplies. The Spanish club, in addition to making its home stadium available, will also be accepting donations that could be used by the health department. The distribution of these materials will be handled by the Ministry of Health to ensure that they are given to the hospitals that are most in need.  The hope is that holding all of the materials in one place can facilitate the distribution process.   Secretary of State Mike Pompeo said today that the US has “now brought over 10,000 Americans back home from places where they were stranded through no fault of their own.” “There’s still a lot of work to do. We’ve got a lot of people who are trying to get back this way, and with travel shut down in many of these countries without any notice or little notice, there’s still a major undertaking. But the team has martialed the resources. It’s an airlift back home like we’ve not seen in an awfully long time, and I’m really proud of the way our team has responded,” Pompeo told Hugh Hewitt on his radio show. On Wednesday, the head of the repatriation task force at the State Department said they were tracking 50,000 Americans who may seek help in returning to the US. ##Travel## A record number of Americans filed for their first week of unemployment benefits last week, as businesses shut down to slow the spread of the coronavirus.   Initial jobless claims soared to a seasonally adjusted 3.28 million in the week ended March 21, according to the Department of Labor. That is the highest number of initial jobless claims in history, since the Department of Labor started tracking the data in 1967.  Before coronavirus fears began affecting the US economy, it was powering ahead at historic rates. The bottom line: This crisis has swept away the complacency of a decade of economic expansion and perpetually rising stock markets. We see the daily counts of coronavirus cases and deaths, the long lines for tests, and the White House briefings where the President pretends the situation is not dire. But we're not able to see inside the emergency rooms and intensive care units where this invisible demon is being fought. We're not able to see the front lines. Or the full extent of the human suffering. We only hear about the battle through the testimonies of doctors and nurses; though the pleas of governors and mayors; and through interviews with patients who are well enough to call in via Skype. Does this distort the public's understanding of the virus? Does the lack of visibility make it hard for some folks to process how serious this pandemic is?  CNN asked Esther Choo, emergency physician and health care advocate who started the #GetMePPE hashtag last week. Here's what she said via text:  \"This whole thing has been hampered by its abstractness. I mean, half the interviews on TV that I've seen are totally well people pissed they didn't get tested.\" But they're not the real faces of this pandemic -- the hospitalized patients are. \"The truth is, the sickest patients are terrifying,\" Choo said. \"They are air hungry, dropping their oxygen, confused, distressed. We can never show that. But it is terrifying.\" Choo put it this way:  \"What would the zombie apocalypse be like if we only had verbal descriptions of zombies, but could never show them?\" HIPAA restrictions and media ethics issues both stand in the way of having cameras in hospital corridors. So this crisis challenges reporters to get creative. ##Health## The Miami City passed a curfew during a virtual commission meeting. The curfew starts Friday and will be in effect from 10 p.m. to 5 a.m. local time. The exceptions to the curfew are going or coming from work, a medical emergency and walking a dog within 250 feet of your home. The curfew motion passed unanimously 5 – 0. ##Daily Life##  More than 100 employees at three Boston hospitals have tested positive for coronavirus  Boston Medical Center said 15 employees have tested positive for the virus. \nBrigham and Women’s Hospital has 45 employees that have tested positive, Brigham Health Media Relations Associate Serena Bronda told CNN.\nMassachusetts General Hospital has 41 employees who have tested positive, though Senior Public Affairs Officer Terri Ogan told CNN the hospital believes most contracted the virus somewhere other than the hospital.  ##Health## Hospitals in London are experiencing a “continuous tsunami” of coronavirus patients, according to a group that represents Britain's hospitals, ambulance services and community health services. Speaking to BBC Radio today, National Health Service Providers CEO Chris Hopson said London hospitals had increased critical care capacity by between five and seven times in the past couple of weeks to cope with the extra need. But Hopson said hospitals in London were struggling to meet the “explosion of demand\" because of \"the number of patients that are arriving and the speed at which they’re arriving and how ill they are.\"  He added: “They talk about wave after wave after wave. A word that’s often used to me is a sort of continuous tsunami.” Meanwhile, Dyson — a company best known for its hand dryers and vacuum cleaners — has received an order from the UK government for 10,000 ventilators to support efforts by the country's health service to treat coronavirus patients. ##Health## The Dalai Lama on today announced he will donate \"essential supplies like food and medicine for the poor and needy members of the community” as India locks down to contain the spread of the coronavirus.  His office said in a statement that he had written to the chief minister of Himachal Pradesh, the northern Indian state where Dharamsala — the headquarters of the Tibetan government-in-exile — is located, to express his support. “Since Himachal Pradesh has been my home for almost 60 years,” the Tibetan spiritual leader wrote, “I naturally feel an affinity for its people.”  The Dalai Lama expressed \"confidence\" that the steps being taken by the Narendra Modi government \"will be effective in containing the spread of the virus.\" The amount of the donation was not disclosed, as per usual practice.  The Dalai Lama on February 12 canceled all his public engagements “until further notice” after his doctors advised him to because of the outbreak, according to a statement from the Dalai Lama’s office, as well as from his personal secretary who spoke to CNN.  Meanwhile, the Delhi government will give online passes to people provide essential services so they can operate around the clock, Delhi Chief Minister Arvind Kejriwal said today. The Delhi government has also given the green light to online food delivery services to continue working across the city. Employers of online food delivery services need to provide identification cards to all their workers and following that, they will be allowed to continue working in the city, Kejriwal added. India yesterday started unprecedented 21-day bid to stop the coronavirus pandemic in its tracks with a nationwide lockdown. The country has 681 confirmed cases of coronavirus so far with 13 deaths, according to the latest John Hopkins University data.  ##Daily Life## A record number of Americans filed for their first week of unemployment benefits last week, as businesses shut down to slow the spread of the coronavirus.   Initial jobless claims soared to a seasonally adjusted 3.28 million in the week ended March 21, according to the Department of Labor.  That is the highest number of initial jobless claims in history, since the Department of Labor started tracking the data in 1967. The previous high was 695,000 claims filed in the week ending October 2, 1982.  Last week's jump marked a massive increase from a revised 282,000 claims in the prior week. Prior to the pandemic, initial claims had been hovering in the low 200,000s each week, reflecting a strong job market. Watch: ##Business## Nine European leaders have sent a letter to the European Union calling for joint action to tackle the coronavirus.  The leaders — including President Emmanuel Macron of France, Italy's Prime Minister Giuseppe Conte, and the leaders of Spain, Ireland and Belgium — called for shared guidelines on ending any restrictions to avoid re-importing the virus.  The leaders also pledged their support for preserving the single market of the European Union. They called for the EU to work on a common debt instrument to allow all EU countries to raise money on the same basis. European leaders are due to hold a video conference today to discuss the crisis. Remember: This common debt, which is being called a corona bond by many in the markets, is controversial within the EU because it is seen as transferring money from wealthier members to countries with lots of debt. It has always been resisted by EU members such as Germany, Finland and the Netherlands. ##Business## Lebanon has extended its “General Mobilization” measures until April 12, according to the Secretary General of the Lebanese Supreme Defense Council. The measures, originally announced on March 15, included...  Banning all public and private gatherings\nThe closure of all private commercial companies, except for food production related ones\nThe closure of all government departments except for security and health services\nInstructions for people to stay in their homes unless there is an “extreme necessity” to leave them The measures were originally supposed to end at midnight on March 29. A number of countries are now extending their measures to control the spread of the virus. Spain on Sunday said it could extend its state of emergency, which began on March 13 and was supposed to end on March 28, for 14 days. Iran has extended its countrywide lockdown through April 11.  ##Daily Life## The former Louisiana secretary of health warned about the shortage of equipment for doctors and nurses on the front lines of the coronavirus crisis.  “We’re a couple of days away from being out of masks. We’re buying gowns on eBay in some cases,” Dr. Rebekah Gee told CNN’s John Berman.  She said that health care workers have also been making masks out of office supplies.  Louisiana has seen a spike in the number of coronavirus cases, with more than 400 on Wednesday. Gee, who is currently the LSU Health Care Services Division CEO, said the federal government needs to step in, especially to provide more ventilators. Watch more: Health officials in Singapore reported 73 new confirmed cases of the novel coronavirus on Wednesday, making it the country’s largest single-day increase in cases. The Ministry of Health said that 38 of the 73 new cases were imported from Europe, North America and South East Asia. A total of 27 of the new cases are linked to clusters or previously confirmed cases. The Ministry of Health added that eight cases are currently unlinked, and contact tracing is ongoing. As of March 25, of the 631 confirmed cases in the country, 160 cases have been discharged from hospital. 404 patients still being treated in hospital, with 17 currently in critical condition. Two patients have died. Several countries have just seen their sharpest spike in 24 hours, including Russia, New Zealand and Japan. ##Health## At least 4,089 people have now died from Covid-19 in Spain with a total of 56,188 cases recorded, according to Spanish Health Ministry data released Thursday. But the rise in the death toll of 655 in the past 24 hours was a smaller increase than the record 738 set on Wednesday. Spain continues to be the country with the second-highest number of fatalities from coronavirus, surpassed only by Italy. China, where the outbreak began, has had 3,291 deaths, according to Johns Hopkins University figures.  Before Wednesday, Spain had recorded 47,610 total cases with 3,434 deaths. Spain has been locked down and in a state of emergency since March 13. Top health official Fernando Simon predicted on Wednesday that the nation had still not reached the crest of its outbreak. The number of cases will continue to rise in the coming days, he said.  The lockdown was initially expected to last 15 days, but Prime Minister Pedro Sanchez said Sunday that the state of emergency could be extended for a further 14 days.  Deputy Prime Minister Carmen Calvo is among those to test positive, the Prime Minister's office said in a statement. She is quarantined in a hospital and making good progress, the statement said.  Elsewhere, Health Minister Salvador Illa said the government had agreed to buy $467 million worth of masks, tests, gloves and respirators from China, which will start arriving in weekly shipments from the end of this week. The nation has appealed to NATO for international humanitarian assistance, requesting both medical and personal protective equipment. ##Health## Cherry blossoms are heading into full bloom in Wuhan -- ground zero of the Covid-19 outbreak.  Wuhan used to be known as a city of blossom, an economic engine of the central heartland, and the birthplace of a century-old revolution that brought down the country's last imperial dynasty. Now, the metropolis of approximately 11 million people in Hubei province has become the face of the coronavirus outbreak -- a stigma the people of Wuhan are increasingly unable to shake off. China's rate of new infections has now slowed significantly, with no new locally transmitted cases reported. The blossom looks almost more beautiful as it blooms on a deserted university campus -- reflecting the signs of hope at the original epicenter of the pandemic. ##Daily Life## Everything Fatima Um Ali needs to protect herself and her family from the novel coronavirus is out of reach. There is no running water, soap is expensive and hand sanitizer is an unaffordable luxury. She cannot even imagine what social distancing for her family of 16 would look like in the three tents they share in a makeshift camp near the Turkish-Syrian border. \"We try with our limited capabilities to keep clean. All those sanitizers, cleaning materials that you are talking about, we can't get,\" Um Ali tells CNN.  She lives in one of the many camps that have cropped up in the fields, olive groves, and rolling hills of Syria's rebel-held Idlib province. Most of the children have runny noses from exposure to harsh living conditions.  The family has dodged death multiple times over the course of the ongoing nine-year conflict in Syria. They fled a regime assault in Hama province when the war began in 2011, moving from one town to the next as the fighting dragged on.  But they can't run away from the global pandemic. Covid-19 is heading toward the war-ravaged province like a \"slow moving tsunami,\" the World Health Organization says, and could claim tens of thousands of lives.  Idlib's population of 3 million, already buckling under extreme shortages of medicine, is considered to be among the world's most defenseless against the virus. Read the full story here The number of doctors in Italy who have died of coronavirus has risen to 37, the Italian Federation of Medical Professionals said Thursday. Italy, the new epicenter of the virus, has recorded more than 70,000 cases and more than 7,000 deaths, according to a tally by Johns Hopkins University. The country announced strict new punishments yesterday in an effort to clamp down on the spread of the coronavirus, including possible jail time for people who have the virus and violate quarantine. ##Health## The Iraqi government is extending the countrywide curfew/lockdown through April 11, state media reported Wednesday. The curfew was previously set to expire on March 28. Iranian President Hassan Rouhani announced on state TV Tuesday that the temporary release of prisoners in Iran would extend to 25 days until April 18, as the country's death toll continues to rise.  Last week, judiciary spokesman Gholamhossein Esmaili announced Iran had temporarily sent home 85,000 prisoners to curb the spread of the coronavirus, according to semi-official Tasnim news agency. Meanwhile, 1.2 million of Iran’s approximately 2.5 million civil servants have not been going to work for the past month amid the coronavirus outbreak, Rouhani said. As of Wednesday, there were 346 confirmed coronavirus cases in the country and 29 deaths, the Health Ministry announced.  ##Daily Life## Hundreds of foreign trekkers are stranded on famous high-altitude trekking trails across Nepal after the country began a week-long nationwide lockdown on Tuesday in a bid to contain the coronavirus spread, officials said. On at least four trekking routes, there are a total of around 500 foreign trekkers unable to return due to the lockdown, Shradha Shrestha, a spokeswoman for the Nepal Tourism Board told CNN. We are working with multiple government agencies to rescue the trekkers and bring them to Kathmandu, so that we can coordinate with the embassies to fly them back home, Shrestha said, adding the board has launched a website to make it easier for the stranded trekkers to reach out to authorities. “Several embassies such as the German and French are already planning to send chartered flights to some of these areas to rescue the trekkers,” Shrestha said. In a Twitter post, the British embassy in Kathmandu asked UK citizens in Nepal who are looking to return home to send it their details. “We're working closely with carriers and authorities to try to find a solution, and will contact you ASAP,” the embassy said. Nepal’s government announced earlier this month the spring climbing season for all the Himalayan peaks in the country including the world’s highest Mount Everest would be canceled. Nepal has three confirmed cases of coronavirus, according to the Nepal Health Ministry data. ##Travel## An active duty member of the United States Forces Japan (USFJ) has tested positive for the novel coronavirus. In a press release issued on Thursday, USFJ said that the active duty patient who tested positive had been in \"Restriction of Movement status upon his return from the United States on March 15th.\" The statement added that since March 11, \"United States Forces Japan has required personnel returning to Japan to be immediately restricted to quarters for 14 days.\" The member who tested positive was assigned to Commander Fleet Activities Yokosuka. USFJ health professionals are now conducting contact tracing to determine if the patient had interacted with other personnel. ##Health## Markets struggling: US stock futures are stumbling today, even as the US moves closer toward passing a $2 trillion stimulus bill. The House of Representatives is expected to take up the measure on Friday. Markets in Asia Pacific struggled for direction, and Australia's S&P/ASX 200 was the only major benchmark in the region to trade firmly in the green.  Deadliest day in the US: Wednesday was the deadliest day the US has seen during the pandemic with 233 fatalities reported, taking the US to 65,273 cases and 938 deaths. California's cases are doubling every few days, while officials have warned that San Francisco could reach New York levels. Dire situation in Spain: The total number of infections in Spain is inching closer to 50,000, according to figures from Johns Hopkins University. At over 3,600 fatalities, the number of deaths reported in the country has surpassed those in China. Only Italy has reported more. New imported cases in China: The country reported 67 new imported coronavirus cases on Wednesday, but no new locally transmitted ones. Its rate of new infections has slowed significantly, with 81,285 cases, 3,287 deaths, 74,051 recovered. Largest single-day spike in Japan: The country saw its largest single-day spike in cases since the outbreak began, with 98 new cases and two more deaths reported Wednesday. The nation has now had 2,003 cases and 55 deaths. Japanese people have been urged to avoid all non-essential overseas travel.  New Zealand on high alert: Authorities confirmed 73 new coronavirus patients and five more probable cases -- the most in a 24-hour period to date. The country is in its first full day on alert Level 4, the highest category. Most people are required to stay home. India pledges $22.6 billion in support: The government has announced a relief package to assist those most affected by the pandemic and 21-day nationwide lockdown. It includes medical insurance cover of $66,400 per person to those working on the frontlines and 5 kilograms of rice or wheat per month for 800 million people. Moscow closes down: All cafes, parks and stores (except grocery stores, delivery kitchens and pharmacies) will shut until April 5 after Russia saw its sharpest spike in the past 24 hours, reaching 840 cases and three deaths. Putin said last week Russia had managed to slow the spread of coronavirus thanks to early and aggressive measures. Some happy news: Wynn, a service dog in training, is bringing joy and comfort to the medical staff on the front lines of the battle against the virus in Denver, Colorado. Moscow is closing all restaurants, cafes, bars, shops and parks from March 28 until April 5 for the “stay-at-home holidays” announced by Russian President Vladimir Putin on Wednesday, the city’s mayor said in a statement. \"The restrictions introduced today are unprecedented in the modern history of Moscow and will create many inconveniences for the everyday life of every person,” said Mayor Sergey Sobyanin on Thursday. \"But believe me, they are absolutely necessary in order to slow the spread of coronavirus infection and reduce the number of cases.\" Exceptions will be made for grocery stores and pharmacies, and restaurants that deliver food are also allowed to stay open. Moscow residents were urged to refrain from attending religious sites. Russia has seen its sharpest spike in numbers in the past 24 hours, adding 182 confirmed coronavirus cases, 136 of which are in Moscow. The total number of cases in the country now stands at 840, with three deaths, according to Russian health authorities. The Russian government has also moved to ban all regular and charter international flights starting from March 27, per government decree. Putin said last week Russia had managed to slow the spread of coronavirus thanks to early and aggressive measures -- and the number of confirmed cases is surprisingly low, despite Russia sharing a border with China and recording its first case back in January. Watch: ##Daily Life## Prince Charles did not “jump the queue” for a coronavirus test, one of the UK’s junior health ministers has said after it emerged that the royal had tested positive for the virus. Edward Argar was asked on Sky News why the Prince of Wales was able to get the test while some frontline medical workers with symptoms have not been tested. “The Prince of Wales didn’t jump the queue,” Argar said. “His symptoms, his condition, met that criteria.\" Prince Charles, who is 71 years old and the heir to the British throne, is self-quarantining in Scotland with mild symptoms, Clarence House announced Wednesday. His wife Camilla, the Duchess of Cornwall, has also been tested and does not have the virus. Scotland’s NHS website advises: “Generally, you'll only be tested for COVID-19 if you have a serious illness that requires admission to hospital.\" Scotland’s Chief Medical Officer Dr. Catherine Calderwood told BBC Scotland on Thursday that she has spoken to the team looking after Prince Charles. “My understanding is there are very good clinical reasons for that person and his wife to be tested and I wouldn't be able to disclose anything else that I know because of patient confidentiality,” she said. ##Health## The Indian government has announced a relief package worth $22.6 billion to assist those most affected by the coronavirus pandemic and the nationwide lockdown. “It’s only been 36 hours since the lockdown was imposed,” the country’s Finance Minister Nirmala Sitharaman said at a news conference on Thursday. \"Now we have come up with a package which will immediately take care of the welfare concerns of the poor and suffering workers and those who need immediate help.\" The relief package includes medical insurance cover of $66,400 per person to those working on the frontlines, such as medical workers, sanitation workers and community health workers. This measure will cover around 2 million people. The government will provide 800 million people -- nearly two-thirds of the country’s population -- with 5 kilograms of rice or wheat each month for the next three months for free. “We do not want anyone to go hungry,” Sitharaman said. Other measures announced include fast-tracking subsidies and benefits for farmers, construction workers, widows and the disabled as well as increasing the minimum wage. The 87 million farmers who currently receive $80 a year will be given the first instalment for the next financial year immediately, in the first week of April.  Workers under the Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA) -- which guarantees 100 days of unskilled manual work per year -- will have their wages increased by $26. Senior citizens, widows and the disabled will get a one-time $13 payment over the next three months in two instalments, benefiting 30 million people.  The 200 million female Jan Dhan (government’s direct benefits transfer scheme) account-holders will get a one-time amount of $6.60 each per month for the next three months.  Women on the Ujjwala (government gas subsidy scheme) will be given free cylinders for three months. This will benefit 83 million families living below the poverty line. Indian Prime Minister Narendra Modi ordered a 21-day nationwide lockdown starting at midnight Wednesday. Only essential services are operational across the country’s 36 states and territories. These include water, electricity, health services, fire services, groceries and municipal services. ##Business## More than half a million people in the UK have signed up as volunteers to support the country’s National Health Service (NHS), the UK’s Health Secretary Matt Hancock says. The government was hoping to get 250,000 people to sign up. Hancock tweeted on Thursday: “Fantastic that 560,000 people have now responded to our call to volunteer to support our NHS to defeat #Coronavirus.\" Volunteers will be asked to carry out various tasks, including collecting shopping, medicines or other essential supplies to deliver to people who are self-isolating. They might also be asked to provide transport for patients who are being discharged from hospital, transporting medical supplies, or chatting with people who are self-isolating and at risk of loneliness. ##Health## Jordan on Wednesday eased one of the world's strictest lockdowns over the coronavirus after it prompted chaotic scenes in the country.  Days after a total curfew went into effect, people clamored to receive bread distributions from government trucks, the emergency hotline went offline after it apparently became overloaded with phone calls, and some reported they had nothing at home to eat.  But on Tuesday, the government backtracked, loosening restrictions on movement. After four days of total lockdown, people were allowed to leave their homes on foot for essential trips, such as purchasing food from small convenient stores and obtaining medicine. A curfew is still in place from 6 p.m. to 10 a.m. Read the full story here ##Daily Life## With the cascading glissandos of the harp and the rich sounds of the cello, classical music is known to relieve stress or even lull you to sleep. And amid the coronavirus pandemic, when anxiety has reached an all-time high, a good night's sleep is much needed. The Arkansas Symphony Orchestra's \"Bedtime with Bach\" series can help with that. Every night at 9 p.m., members of the orchestra post videos of themselves performing on Facebook, all from the comfort of their homes in Little Rock, Arkansas. Song choices range from Domenico Scarlatti's \"Sonata in B minor K.27 (performed by ASO's principal harpist Alisa Coffey) to Aretha Franklin's \"I Say a Little Prayer for You\" (performed by ASO's conductor and violinist Geoffrey Robson). The short performances are a way for the orchestra members to stay connected with the community while their concerts are canceled, members said. \"Music is alive, but it becomes more alive when you've got the audience's energy coming back at you,\" said Drew Irvin, ASO's co-concertmaster, who came up with the idea. \"So for now, we're going to make that through Facebook.\" The orchestra's normal concerts usually draw in about 1,000 audience members, Irvin said. The \"Bedtime with Bach\" series is even more popular, garnering thousands of views. Principal cellist David Gerstein's performance of \"Romance\" alone racked up 10,000 views. Read more here: ##Daily Life## The coronavirus pandemic has dramatically altered daily life around the globe. Stores are shut, streets quiet, restaurants closed, face masks ubiquitous, and supermarket aisles empty. Phrases like social distancing and self-isolation have made their way into the public consciousness. In some places, like Thailand's capital Bangkok, people diligently follow the rules of social distancing -- even sitting feet apart from each other in neat grids in mall food courts. In other places like Japan, where the popular cherry blossom season is underway, social distancing doesn't appear to have taken hold yet. There were similar scenes in the United States, where more than a dozen states have imposed stay-at-home orders. Last weekend, crowds gathered on beaches, hiking trails, and parks in California, in open defiance of the state-wide order to shelter in place and avoid close contact with others. Meanwhile, in places like mainland China, coronavirus case numbers continue to drop every day -- leading to a cautious easing of travel restrictions and strict lockdowns. Businesses in China are returning to work, and even tourist sites are reopening -- the Badaling section of the Great Wall is finally open again this week, after being closed for two months. See all the pictures here ##Daily Life## Thousands of people are practicing social distancing worldwide -- but that's not stopping neighbors from leaving messages of hope in the windows of their homes. It's unclear where or when the effort started, but photos of people putting rainbows, colorful heart cutouts, teddy bears and anything that resembles a sign of hope have been spreading all over social media. Some are participating because they want their neighbors who have been deemed \"essential workers\" to see some joy on their way out of their homes. Others say they decorated their windows so families taking walks and getting fresh air have a nice reminder that everyone is in this together. In Norfolk, Virginia, Kyle Siebels told CNN he found out about the effort through his neighborhood Facebook page. When the Siebels family went for a walk Tuesday, Kyle said he saw 30 houses participating. On Monday, Kyle's wife, Tory, cut out the hearts and went to town on their front door. \"Our neighbors have started putting colored hearts in their windows for neighborhood kids to find on their walks while everyone is staying home,\" he wrote on Facebook. \"We laced up our door so they wouldn't miss our circle. Pretty cool to see how many houses have participated. Nora (Kyle and Tory's daughter) definitely loves our walks.\" Read the full story here: ##Daily Life## Even $2 trillion is not enough to dispel fears stalking Washington that the coronavirus crisis could pull down the economic foundation on which American life depends. There are several daunting takeaways from the bulging pandemic stimulus bill -- expected to clear Congress soon after the Senate passed it unanimously late Wednesday night, notwithstanding some last-minute quibbles by rank and file members on both sides. All of them underscore the extreme and historic nature of the crisis that may have already wiped out millions of jobs at a swipe. The human tragedy of the pandemic is being played out in growing lists of lost family members and the courage of medical professionals saving lives behind closed hospital doors. But the rescue bill's staggering size is the most public expression of the historic scale of the coronavirus disaster and the fragility of the systems that sustain American life. After all, in a matter of days, an economy powering ahead at historic rates suddenly needed a bill to plug a hole equal to 10% of US gross domestic product after the crisis swept away the complacency of a decade of economic expansion and perpetually rising stock markets. The breakneck speed at which the bill came together in a capital fractured by vicious divides is an example of rare compromise in the bitter aftermath of impeachment. But it also reflects the motivating power inherent in the threat of economic implosion. Thirdly, and perhaps most concerning, are signs that the biggest economic rescue measure in history won't be nearly sufficient to nurse the economy through the dark months to come. Leaders on all sides are clear that the package is a stopgap to get through the next few months -- and will not revive the economy without another huge cash injection. Read more about the stimulus package here ##Business## Woody Johnson, the US ambassador to the UK, has accused China of engaging in “blatant and dangerous propaganda” about the coronavirus, saying the world might have been spared the full impact had Chinese officials not suppressed facts early on. In an opinion piece published in Britain’s The Times newspaper, Johnson says China failed in its obligation to the international community to share information about the outbreak transparently. “First (China) tried to suppress the news. Then, it worked to protect its own population while selectively sharing critical information, such as genetic sequence data, and continuing to stonewall international health authorities that were offering assistance, requesting access and seeking more information,” Johnson wrote.\n“Had China done the right things at the right time, more of its own population, and the rest of the world, might have been spared the most serious impact of this disease. He added that when the crisis abates, there will need to be an evaluation of the costs of the “breakdown in international collaboration” and China’s actions early on. Some context: China has faced criticism both internationally and domestically for its handling of the outbreak in the first few weeks, when local officials in Wuhan detained and targeted doctors who tried to speak out about the emergence of a new virus. One of those doctors, Li Wenliang, later died of the virus, sparking fury and calls for freedom of speech on Chinese social media. Earlier this month, the Chinese government included Li in a list of of 506 healthcare and response workers who acted as \"advanced individuals in the prevention and control of novel coronavirus pneumonia epidemic in national health system.\"  WHO response: The World Health Organization has acknowledged “mistakes” made by China, but its officials have largely been positive about how the country has responded to the crisis. ##Health## As the aviation industry continues to be slammed by the coronavirus pandemic, one budget carrier has gone for a very different and rather divisive approach. Vietnamese airline Vietjet has launched an insurance policy named \"SKY COVID CARE\" that allows passengers to claim up to 200 million Vietnamese dong ($8,550) if they are infected with the virus while traveling on one of its flights. The aim of the policy, which is free of charge and covers all domestic flights between March 23 and June 30, is to help \"bring passengers assurance,\" according to the airline. In an official statement, Vietjet says it's prepared to pay out \"tens of billion dong\" to ensure that its customers feel at ease while traveling during the ongoing crisis. \"The health safety of passengers and cabin crews are protected at the highest level against all risks of disease,\" reads the statement on Vietjet's official website.\n\"With the insurance, passengers are eligible for insurance coverage and benefits from Vietjet within 30 days starting at 00:01 of the flight date, regardless of how passengers are infected with the disease.\" How the policy works: To make a claim, passengers must provide proof that they've tested positive for coronavirus (subject to a test approved by Vietnam's Ministry of Health) and evidence they were treated \"at a hospital or at authorized medical camps located in the territory of Vietnam.\" Anyone who has already tested positive, or who has violated government travel regulations or quarantines, will be ineligible. Those with \"epilepsy or mental illness\" are also ineligible, along with anyone who submits incorrect personal information. Read the full story here: ##Travel## Heroes come in all shapes and sizes -- this one just happens to have four legs and a furry coat. Wynn, a service dog in training, is bringing joy and comfort to the medical staff on the front lines of the battle against the coronovirus in Denver, Colorado. The one-year-old yellow Labrador serves up cuddles to health care workers who need a much needed mental break from the emergency room at Rose Medical Center. Wynn is no stranger to the medical staff, as she's being trained by Susan Ryan, an emergency physician at the hospital. Ryan shared an image of the two of them on Sunday. In it, the doctor is seen wearing a face shield and a mask while sitting on the floor of the hospital petting Wynn. \"I saw Wynn coming back in from being walked outside,\" Ryan told CNN. \"I just slumped down on the floor and said 'can I just have a minute with her?'\" Ryan said she had just finished with a patient and washed up before getting some quality time with Wynn. \"Seeing stuff and hearing stuff that you can't unsee has an impact on you,\" Ryan said. \"That's where the dogs come in. When you are in the presence of the dog and petting them you are taking a moment to ground yourself at that present time.\" Now, Wynn is set up in the social workers office and on-call for staffers who need some puppy love to relieve stress. In the room, lights are dimmed and meditation music plays to provide the best place for medical staff to take a little mental break before returning to their jobs. Read more here about Wynn and the therapy dog program. ##Daily Life## Asian markets and US stock futures are stumbling today, even as the US moves closer toward passing a $2 trillion economic stimulus bill. Markets in Asia Pacific struggled for direction. Japan's Nikkei 225 (N225) dropped 3%, the worst performer in the region. China's Shanghai Composite (SHCOMP) declined 0.2%. Hong Kong's Hang Seng (HSI) was flat. South Korea's Kospi (KOSPI) was up 1.1% during volatile trading in Seoul. Australia's S&P/ASX 200, meanwhile, was the only major benchmark in the region to trade firmly in the green, and was last up 2.6% heading into the close. US stock futures were weak during Asian trading hours. Dow (INDU) futures were essentially flat after swinging between gains and losses. S&P 500 (SPX) futures were last down 0.5%, while Nasdaq futures were down 0.3%. Unemployment hits the US: On Thursday, US jobless claims will highlight just how badly the economy has been hit by coronavirus. Economists expect 1 million people to have filed for unemployment benefits in the week ended March 21, which would be the highest ever recorded, and some believe the number could be even higher. Read the full story here: ##Business## A 96-year-old woman in South Korea has become the oldest patient in the country to fully recover from the novel coronavirus. The woman was declared completely recovered on Wednesday. Cheongdo County is close to the southern city of Daegu, where the country's coronavirus cases are most concentrated. The woman had been diagnosed with the coronavirus on March 13, and received intensive treatment at the Pohang public clinic, east of Daegu.  She is now under self-quarantine in her home in Cheongdo, where she lives with her son. ##Daily Life## ##Health## United States: Wednesday was the deadliest day the United States has seen during the coronavirus pandemic, with 233 fatalities reported.  The US Senate passed a massive $2 trillion stimulus package to boost the economy amid the coronavirus outbreak. The House of Representatives is expected to take up the measure on Friday. President Trump has indicated he will sign the bill. Numbers in the US as of the end of the day Wednesday: 65,273 cases, 938 deaths. Mainland China: The country's National Health Commission reported 67 new imported coronavirus cases yesterday, but no new locally transmitted ones. The rate of new infections within the country has slowed significantly Numbers in mainland China as of the end of the day Wednesday: 81,285 confirmed, 3,287 deaths, 74,051 recovered and discharged from hospital. Japan: The country saw its largest single-day spike in cases since the outbreak began, with 98 new cases and two more deaths reported on Wednesday. The government issued a travel alert for the entire world on Wednesday, urging people in Japan to refrain from non-essential overseas trips. Meanwhile, Prime Minister Shinzo Abe has ordered a government task force be set up in response to the pandemic. Numbers in Japan as of Thursday morning: 2,003 cases (712 from the Diamond Princess cruise ship), 55 deaths (10 from the Diamond Princess). New Zealand: Authorities confirmed 73 new coronavirus patients and identified five more probable cases from 9:30 a.m. local time yesterday until the same time today, the country's Ministry of Health said in a statement -- the most in a 24-hour period to date there. The country is in its first full day on alert Level 4, the highest possible category. Most people are required to stay home to stop the virus from spreading. Numbers in New Zealand as of Thursday morning: 262 confirmed, 21 probable, 27 recovered. As the coronavirus begins to strike in prisons and detention centers, the UN is urging governments “not to forget those behind bars” and protect the staff members working in those facilities.  “Governments are facing huge demands on resources in this crisis and are having to take difficult decisions,\" said UN High Commissioner for Human Rights Michelle Bachelet in a statement Wednesday.  \"But I urge them not to forget those behind bars, or those confined in places such as closed mental health facilities, nursing homes and orphanages, because the consequences of neglecting them are potentially catastrophic.\" She laid out measures that authorities could take: They could reduce the number of people in detention and examine ways to release particularly vulnerable detainees, like those who are older or already sick. Authorities overseeing these facilities should continue providing for the specific health-care needs of women prisoners, including those who are pregnant, and those of inmates with disabilities and juvenile detainees, Bachelet added. If prisons restrict visits for inmates, they should set up alternative measures like video conferencing or increased phone calls with family members, she said. Prisoners' rights need to be protected, she emphasized. Anti-pandemic measures should not undermine the fundamental rights of detained people, including their rights to adequate food and water, and access to a lawyer and doctor. ##Health## Back in January, when the coronavirus outbreak was triggering massive lockdowns and dramatic emergency measures in China, artist Chen Xiaotao Momo drew a cartoon that quickly became popular on Chinese social media. In the sketch, a bowl of \"hot dry noodles\" -- signature dish of Wuhan, the city at ground zero of the pandemic -- sits in a hospital bed with a face mask and teary eyes. At the window, regional cuisines representing different parts of China hold signs expressing encouragement and support. Wuhan was the first Chinese city to go under lockdown. Two months later, the worst of the pandemic appears to have passed in mainland China. Lockdowns and restrictions are slowly lifting, and provincial alert levels are being cautiously lowered. In a new cartoon, published by Chen yesterday, the bowl of noodles is no longer in bed. Instead the Wuhan dish waves happily to the crowd of food friends outside the window, which appears to include Sichuan hot pot and southern Chinese dim sum, among others. They appear to be cheering, \"Hubei restart,\" referring to the hard-hit province of which Wuhan is the capital. The cartoon has circulated widely in the past day -- the hashtag #HotDryNoodlesHasWokenUp is trending on Weibo, China's Twitter-like platform, with more than 210 million views. ##Daily Life## Three cruise ships off the coast of Western Australia have been told that under no circumstances will they be allowed to dock. The Artania is carrying 800 passengers, mostly Germans, seven of whom have the coronavirus.  “The Artania cruise ship must continue on its journey to South Africa urgently. This ship needs to leave immediately,” Western Australian Premier Mark McGowan told reporters Thursday. He said if the seven passengers needed urgent medical assistance they should be sent to an Australian Defence Force base, then flown home to Germany. “We are working with the Australian government to do this immediately,” he said. The MSC Magnifica has refueled in Fremantle and remains in waters off the coast of Western Australia. It had been planning to end its voyage in Dubai, and was at sea when its operator, MSC Cruises, temporarily halted its fleet.  MSC Cruises told CNN on March 23 that no passengers were ill. “Nobody on board -- passengers or crew -- has fever, signs of respiratory insufficiency or gastroenteric diseases,” it said in a statement. The Vasco da Gama is carrying around 800 Australians, including 200 Western Australians, 109 New Zealanders, and 33 UK citizens and other foreigners, according to the WA government. It had been due to dock in Fremantle on Friday but has been requested to postpone its arrival until Monday to allow for the preparation of temporary accommodation on Rottnest Island.  The island, a protected nature reserve, will be used to house Western Australians onboard the ship for their 14-day quarantine period. Others onboard must remain on the ship until provisions are made to send them straight home.  No repeat: The Western Australian government is trying to avoid the scenario that played out in Sydney on March 19, when more than 2,600 passengers were allowed to leave the Ruby Princess cruise ship. Since then, 121 passengers have been confirmed to have Covid-19, according to the New South Wales Health Department. “We are not going to have a Sydney Harbor fiasco on our watch,” McGowan said. ##Travel## President Donald Trump claimed today the US had done more coronavirus testing than any other nation, after receiving domestic criticism over the rate of testing. \"In fact, over an eight day span, the United States now does more testing than what South Korea (which has been a very successful tester) does over an eight week span,\" Trump tweeted. Fact check: While the US has overtaken South Korea in total numbers of coronavirus tests administered, it has conducted far fewer tests per capita, given the US population is more than six times larger than South Korea's. \"Yes, it is true that South Korea has run less tests as an absolute number. However, it is important to point out the huge difference in the population sizes,\" Aubree Gordon, associate professor of epidemiology at the University of Michigan, told CNN. South Korea has a population of 51 million, and has conducted 357,896 tests so far, according to government figures. That means one in every 142 South Koreans have been tested. The US has a population of 329 million and has conducted 418,810 tests so far, according to the Covid Tracking Project. That means one in every 785 Americans have been tested. The Russian government has ordered a ban on all regular and charter international flights starting tomorrow, Russian state media reported Thursday. An exception will be made only for flights used for repatriation of Russian citizens from abroad. ##Daily Life## ##Business## ##Travel## A senior British diplomat stationed in Hungary has died after contracting coronavirus, the UK's Foreign Office said on Wednesday. Steven Dick, aged 37, was the Deputy Head of Mission for the British embassy in Budapest. He died on Tuesday after contracting Covid-19, the Foreign Office said. UK Foreign Secretary Dominic Raab said: \"I am desperately saddened by the news of Steven's death and my heart goes out to his parents Steven and Carol.\" \"Steven was a dedicated diplomat and represented his country with great skill and passion. He will be missed by all those who knew him and worked with him.\" Read more: ##Health## Yesterday, the governor of Tokyo held an emergency news conference urging citizens to  stay at home and avoid going out unnecessarily. Today, it appears residents are ignoring the warnings. Streets around the Meguro River are packed with people gathering to view the blooming cherry blossoms. Some are wearing masks, but just as many people aren't.  It's cherry blossom season -- meaning all week, people have been going to parks and public areas, picnicking outdoors, and gathering in large numbers. Authorities are urging citizens not to take the pandemic lightly -- Japan reported its largest single-day jump in cases yesterday --  but their pleas for social distancing appear to have had little effect. ##Daily Life## Travelers from the US and Europe entering South Korea will now be required to download a government self-quarantine smartphone app, according to the country’s Central Disaster Relief Headquarters. The app will remind users to check their symptoms every day, and will monitor their location to confirm they are following the quarantine order. Those violating quarantine without a proper reason will be immediately reported to the authorities, and deported if they are foreign citizens. Police will immediately respond to the site when a person leaves their quarantine without authorization.  Violating quarantine is punishable by up to one year in prison or a fine of up to 10 million won ($8,150). ##Travel## ##Daily Life## Japan's Prime Minister Shinzo Abe has ordered a government task force be set up in response to the coronavirus pandemic, as the number of cases in the country spiked today.  The establishment of a task force is a requirement to declaring a state of emergency -- though Chief Cabinet Secretary Yoshihide Suga said today that the country was not yet at the point of declaring one.  Health Minister Katsunobu Kato told media after the meeting that the government feared the number of new coronavirus cases was on the rise, with spikes in cases in big cities and from inbound travelers. Wednesday saw the highest single-day jump in cases so far, with 98 new cases. ##Health## A total of 77 people aboard Holland America's cruise ship \"Zaandam\" are reporting flu-like symptoms, according to a news release on the cruise line’s website.  The 77 people consist of 30 passengers and 47 crew members. “Since it is flu season, and Covid-19 testing is not available on board, it is difficult to determine the cause of these elevated cases at this time,” the release said. The Zaandam left Buenos Aires, Argentina, on March 7, before the cruise operator announced it would be suspending global cruise operations for a month. The voyage was scheduled to end in San Antonio, Chile, last Saturday. According to the release, no one has been off the ship since March 14 in Puenta Arena, Chile, where guests were initially told they could disembark for flights but were not permitted to.   All ports along the Zaandam’s route are now closed to cruise ships.  A second ship is bringing help: Holland America has deployed a second ship to bring extra supplies, staff, coronavirus test kits and other support to the Zandaam. The support ship left Puerto Vallarta, Mexico on Sunday and will meet with the Zandaam on Thursday night.   Passengers isolated on board: Passenger Maureen Foran, 75, says she has had no face-to-face contact with anyone, family or crew, since the ship imposed a quarantine onboard.  “We are forbidden to leave our rooms,” Foran told CNN. “I am thankful for a window but I am getting claustrophobic.” ##Travel## The number of coronavirus cases in California is doubling every three to four days, the state's top health official said.  “We originally thought that it would be doubling every six to seven days and we see cases doubling every three to four days,” Dr. Mark Ghaly, the secretary of California's Health and Human Services Agency, said at a news conference Wednesday. \"We’re watching that trend very, very closely.”  Last week, Gov. Gavin Newsom ordered most of the state's nearly 40 million residents to stay at home to stop the virus from spreading further. However, public health experts say that it may take up to two weeks to see the results of such travel restrictions, as the virus' incubation period ranges from one to 14 days.  Ghaly said authorities in California are anticipating a surge of cases and patients in a week or two.  A stark warning for San Francisco: Meanwhile, San Francisco Mayor London Breed warned Wednesday that if residents don't heed orders to stay at home, the California city could see a surge in coronavirus cases. “If people who are out on the streets continue to congregate with one another, continue to interact with one another, which increases the spread of this virus, we will not have enough beds, enough ICU units, enough ventilators to support the people that we know are going to need them,” Breed said. The mayor estimated San Francisco would need at least 1,500 more ventilators and 5,000 extra hospital beds to meet a larger surge of patients. \"It is plausible that despite all these efforts we could have a scenario similar to the one that is playing out in New York this very day,\" said San Francisco Director of Health Dr. Grant Colfax. \"If that happens our capacity, our surge capacity will be far exceeded.\"  ##Health## ##Daily Life## Tokyo governor Yuriko Koike urged residents in the city to avoid making \"non-essential outings\" this weekend as the city reported an increase in its number of novel coronavirus cases. Speaking at a news conference on Wednesday, Koike said Tokyo is now at a \"critical moment\" to stop the infection rate from spiking. She asked event organizers to refrain from holding large gatherings and urged Tokyo residents to work from home as much as possible and avoid social meetings and crowded places until April 12. Koike’s latest remarks will be a test for the city of over 9 million people, which has been reluctant to impose a lockdown on its residents. While other countries have been quick to enforce restrictions on their citizens to contain the spread of the coronavirus, in Japan it’s largely been business as usual.  Remote working kicks in: Some Japanese companies have adopted the practice of encouraging their employees to work from home to prevent exposing them to the virus on congested public transport and offices, but many still commute to work.  Precautions urged: On March 19, a central government expert panel called on organizers of large-scale events to exercise caution, including canceling plans, to prevent the spread of the virus. But despite such warnings, over the weekend, many still ventured out to view the cherry blossoms in Tokyo’s parks and public areas.  Biggest single-day jump: As of Wednesday evening local time, Tokyo reported 41 new cases of novel coronavirus, according to Koike. Japan reported 98 new cases and two more deaths on Wednesday, marking the country's largest single-day jump in new infections since the outbreak began. ##Daily Life## ##Health## China’s National Health Commission reported 67 new imported cases of the novel coronavirus yesterday. That brings the total number of imported cases to 541 in mainland China.  China appears to have passed the worst of the pandemic. Nearly all new cases inside the country have been imported in recent days -- no new locally transmitted cases were reported yesterday -- and hard-hit Hubei province has begun lifting some of the stringent measures put in place to stop the virus from spreading.  Total numbers: By the end of Wednesday in mainland China, the country had confirmed 81,285 coronavirus cases and 3,287 deaths. More than 74,000 have recovered and been discharged from hospital. ##Health## The United States has now reported at least 65,273 cases of the novel coronavirus and 938 deaths, according to CNN's tally.  The national total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases from overseas. Today was the deadliest day of the pandemic in the US so far -- there were at least 233 new deaths reported Wednesday nationwide.  ##Health## Stimulus bill passes Senate: The United States Senate voted 96 to 0 to pass a $2 trillion economic relief package meant to kick-start a moribund economy that's been dragged down by the novel coronavirus pandemic and the stringent measures put in place to stop the virus' spread. The bill now goes to the House of Representatives, which plans to vote on it on Friday, leaders in that chamber said. If approved, the stimulus would be one of the most expensive pieces of legislation ever enacted by the US government. The Senate shot down an amendment from Republican Sen. Ben Sasse that would have capped unemployment benefits at 100% of the wages workers received while employed. It was expected to fail. Proponents said the bill in its current form incentivized people not to work, while opponents of the amendment like Vermont Sen. Bernie Sanders said it was wrong to fixate on minor perks for working-class Americans while providing millions of dollars worth of bailouts to big corporations. Deadliest day in US: While senators worked to get the stimulus past a major hurdle, medical workers faced one of the toughest days we've seen during the pandemic. More than 230 people in the US died of coronavirus on Wednesday, according to CNN's tally, the most fatalities the country has seen in a single day so far during the pandemic.  To date, at least 65,273 coronavirus patients have been identified in the US. At least 938 have died. Spain's death toll passes China's: The situation in Spain is even more grave -- the total number of infections there is inching closer to 50,000, according to figures from Johns Hopkins University. At over 3,600 fatalities, the number of coronavirus-related deaths reported in the country has surpassed those in China. Only Italy has reported more deaths. The Spanish government has voted to extend the country's state of emergency in order to slow the pandemic within its borders. Spikes in Japan and New Zealand: Authorities in both countries saw their highest daily jumps in cases Wednesday, with Japan identifying 98 patients and New Zealand 73.  New Zealand's alert level has been raised to Level 4 -- its highest -- which significantly restricts residents' movement. Tokyo faces a major test this weekend, as its governor has asked people in the megalopolis to stay home to avoid contracting or spreading the virus.    ##Health## ##Daily Life## ##Business## ##Travel## Pakistan’s Prime Minister Imran Khan has consistently rejected calls for a nationwide lockdown, claiming that an all-out closure of businesses would affect the “25% of the population that lives below the poverty line,” the country's daily wage earners who Khan said would lose their incomes in a heartbeat.  But for all intents and purposes, a lockdown is what seems to be in place in Pakistan: All international and domestic flights have been suspended\nTrains are not running\nHighway journeys between provinces are banned Military steps in: While Khan’s government deals with growing criticism for not shutting down the country soon enough, the hugely popular military has been lauded for stepping in and announcing measures including the suspension of public transport and timed closure of gas stations. Troops have been deployed in all major cities to enforce these measures.  Rising caseload: According to figures released by the country's Ministry of Health, the number of patients diagnosed with coronavirus in Pakistan crossed 1,000 yesterday. Ten days ago that number was at 53. At least seven people are also confirmed dead. All major phone networks have changed their call tunes to messages asking people to wash their hands and state TV has messages in regional languages explaining the importance of social distancing. Mosques stay open: One of the largest clusters of the virus sprung up in the outskirts of the capital Islamabad, where a large congregation of preachers met, disregarding the government’s requests for three or more people not to gather in a public space.  Medical equipment lacking: Public health specialist Dr. Arshad Altaf told CNN that there are roughly fewer than 3,000 ventilators available in the country, and while China has provided aid worth $4 million to Pakistan, alongside medical face masks and ventilators, this is still not enough to deal with the exponential growth of the virus. Pakistan’s National Disaster Management Authority, which is connected to the military, has taken over the reins in dealing with the crisis and Altaf welcomed the move. “There has to be a multi-pronged effort, the government cannot deal with this alone,” he said.  ##Business## ##Daily Life## ##Health## The Senate has just approved a historic, $2 trillion stimulus package in response to the coronavirus pandemic, with a final vote of 96 to zero in favor of the bill.  Why this matters: The legislation represents the largest emergency aid package in US history and the most significant legislative action taken to address the rapidly intensifying coronavirus crisis, which is overwhelming hospitals and grinding much of the economy to a halt. What comes next: The package will next go to the House for a vote. The House will convene Friday morning to consider the bill, and the plan is to pass the bill by voice vote. President Donald Trump has indicated he will sign the measure.  What's in the bill: Key elements of the proposal are $250 billion set aside for direct payments to individuals and families, $350 billion in small business loans, $250 billion in unemployment insurance benefits and $500 billion in loans for distressed companies. The bill would also provide a major amount of funding for hard-hit hospitals -- $130 billion -- and $150 billion for state and local governments that are cash-strapped due to their response to coronavirus. It also has a provision that would block Trump and his family, as well as other top government officials and members of Congress, from getting loans or investments from Treasury programs in the stimulus, according to Minority Leader Chuck Schumer's office. ##Business## The US House of Representatives will consider the $2 trillion economic relief package on Friday morning, announced Majority Leader Steny Hoyer. The bill is currently being voted on by the Senate. When it goes to the House, the plan is to pass the bill by voice vote, said Hoyer in a notice to House members. What's the bill about? The bill will respond to the coronavirus pandemic, offering cash and assistance for regular Americans, Main Street businesses and hard-hit airlines and manufacturers, among others. ##Business## The Spanish government voted to extend the current state of emergency until April 12 as the country continues to grapple with one of the world's most severe novel coronavirus outbreaks.  Spanish Prime Minister Pedro Sánchez said the decision was \"a new sacrifice for all,\" but essential to \"gain time\" to allow hospitals to take care of patients and investigators to develop a vaccine. \"Social isolation is the only way to stop this virus,\" he said. Sánchez said stricter measures regarding freedom of movement would be put in place, but people would still be allowed to go out and buy groceries and medicine. He said all essential industries would continue to work.  As of 10:30 p.m. ET, Spain had identified more than 49,500 coronavirus patients, according to a tally by Johns Hopkins University. The country's death toll surpassed that of mainland China on Wednesday, trailing only Italy. At least 3,647 have died. ##Health## ##Daily Life## The US Senate is now voting on the massive $2 trillion stimulus package to deliver relief to an economy hard hit by coronavirus.  It needs to clear a 60-vote threshold to pass and will next head to the House.  Amendment fails: Right before this vote, the Senate had voted down an amendment from Republican Senator Ben Sasse that would have capped unemployment benefits at 100% of the wages workers received while employed.  Sanders rips into GOP senators: Vermont Sen. Bernie Sanders lambasted Republican senators who had supported Sasse's amendment over concerns that the bill's provisions would incentivize unemployment. \"What happened is Sen. (Lindsey) Graham and some other Republicans, they are just terribly upset that low-income workers might receive a bit more money than they otherwise would have earned,\" Sanders told CNN, before the chamber voted on the bill. \"Here we are in the midst of the worst economic downturn perhaps since the Great Depression, tens of millions of people are worried to death about how they're going to feed their families, pay their rent, prevent a foreclosure,\" Sanders added. \"And these guys are just staying up nights worrying about low-income workers getting a few bucks more.\" ##Business## \"We ended up getting our first positive patients -- and that's when all hell broke loose,\" said one New York City doctor. The doctor, who spoke to CNN on condition of anonymity out of concern for his job, described a hospital that was woefully unprepared for an influx of Covid-19 patients that started roughly two weeks ago -- which has already stretched the hospital's resources thin and led to severely ill patients outnumbering ventilators. \"We don't have the machines, we don't have the beds,\" the doctor said. \"To think that we're in New York City and this is happening,\" he added. \"It's like a third-world country type of scenario. It's mind-blowing.\" At first, patients skewed toward the 70-plus age group, but in the past week or so there have been a number of patients younger than 50. \"I don't think they understand the severity of this disease,\" the doctor said of the younger patients. \"Two weeks ago, life was completely different.\" Read more about the influx of patients here ##Health## New Zealand confirmed 73 new coronavirus patients and identified five more probable cases from 9:30 a.m. local time yesterday until the same time today, the country's Ministry of Health said in a statement.  That's the biggest single-day jump in cases in the country since the pandemic began.  \"Of our new cases today, the majority still have a link to overseas travel, including being in the same household as someone who has returned from overseas, have attended a known event or linked to a cluster of other cases or are close contacts of a confirmed case,\" the ministry said.  As of this morning in New Zealand, the country has confirmed a total of 262 coronavirus cases and identified 21 probable patients. Twenty-seven have recovered. \"These are unprecedented times for New Zealand and other countries around the globe. We are all in this together. We will expect the number of cases to increase for at least the next ten days. If we all do our bit, and we break the chain of transmission, slow the spread of COVID-19 and we will be able to get on top of this,\" the ministry said. Authorities said they have identified several possible outbreak clusters: Marist College in Auckland \nThe World Hereford cattle conference in Queenstown\nA wedding in Wellington\nA trip by a Wellington group of friends to the US\nA contact with the Ruby Princess in Hawkes Bay \nA rest home in Hamilton.  Strict measures in force: The rise in new cases comes a day after Prime Minister Jacinda Ardern decided to raise New Zealand's alert to the highest Level 4, placing \"the most significant\" restrictions on its people \"in our modern history,\" she said.   In her statement announcing the measures, which went into effect just before midnight, Arden acknowledged no other country has moved as fast to restrict daily life, but the trigger was early evidence of community transmission in New Zealand. \"Unlike so many other gravely inundated countries, we have a window of opportunity to stay home, break the chain of transmission, and save lives. It’s that simple,\" she said. ##Health## More than 200 deaths from Covid-19 were reported Wednesday in the United States -- a new high for fatalities recorded in a single day. The dramatic spike brought the number of novel coronavirus deaths since the outbreak reached the United States in late January to at least 928. Sunday morning -- less than four days ago -- the nationwide total was 326 deaths, according to CNN data derived from state reports. Officials reported 223 deaths Wednesday, an increase higher than any other day. Tuesday saw 164 reports. Experts have said numbers will rise dramatically as more tests are administered and analyzed. At the White House coronavirus task force news conference, President Donald Trump said: \"The more aggressively we commit to social distancing ... the more lives we can save.\" More than 65,000 people in the United States have now had a positive test for the novel coronavirus. Read more: ##Health## The US Senate is now voting on the $2 trillion coronavirus stimulus package. First is a vote on an amendment from Republican Senator Ben Sasse to modify unemployment benefits, which is expected to fail. Next, senators will vote on the final passage of the stimulus package. Both votes have a 60-vote threshold for passage.  The vote comes after days of marathon negotiations that produced one of the most expensive and far-reaching measures Congress has ever considered. Read the full final draft of the bill, which was sent to Congress members tonight and that will be voted upon, here: ##Business## With a new wave of coronavirus cases spreading through Hong Kong, the city's government and many businesses have announced new measures to rein in the outbreak.  On Tuesday, McDonald's Hong Kong announced it would be closing its 235 branches in the city -- usually open 24 hours -- from 6 p.m. every day. That's devastating news for the hundreds of people experiencing homelessness who regularly spend their nights in the restaurants.  A study in 2018 found there had been a five-fold increase in the number of people sleeping in McDonald's outlets, a number that has likely gone up as the city has felt the pinch from the coronavirus slowdown. Homeless charities had already reported record numbers of people seeking relief in recent weeks.  \"Hundreds of homeless individuals rely on this fast food restaurant for a safe shelter each and every night in Hong Kong,\" said Jeff Rotmeyer, founder of ImpactHK, a local charity.  Government homeless shelters are only opened during extreme weather, and do not provide a long-term solution for many people sleeping rough.  Help on the horizon: A fundraising push by ImpactHK to raise money to house \"McRefugees\" has already passed its 100,000 Hong Kong dollars ($12,900) goal.  \"Wow you guys came through on this crowdfunding campaign,\" Rotmeyer said Wednesday in a Facebook video. \"We're looking at possibly housing 50 individuals in a single week.\" \nThose receiving support from the charity will be put up in a hotel or other accommodation for at minimum two weeks. \"During that time they can get a good night's sleep, they can have a shower, they'll have a bathroom, they don't have to worry about shelter, or about food, because we have breakfast, lunch and dinner every day,\" Rotmeyer said. \n\"During those two weeks we hope to have great conversations with these individuals and really see how as friends we can further our support to power them up,\" he added. Crowdfunding continues: Rotmeyer said 100% of funds would be used to support the homeless and would go to small hotels suffering from the economic slowdown.  ##Business## ##Daily Life## Bolivia's interim president declared a state of emergency and nationwide lockdown on Wednesday, to go into effect on Thursday at midnight. It will last through April 15, said interim president Jeanine Anez. In an address to the nation late Wednesday, Anez said Bolivians hadn't followed the government-ordered mandatory quarantine measures -- so the risk of infection is now higher, and needs more stringent containment measures. All borders will be closed, and no public or private vehicles will be allowed to travel except for certain essential reasons. \"No one leaves, nor does anyone enter the country, except for security and health reasons,\" said Anez. Nobody is allowed to leave their homes at all on weekends, when \"all outings are prohibited\" except for medical or security emergencies, she said. During the week, one person per household between the ages of 18-65 are allowed to go outside to buy groceries. This designated shopper will be assigned a weekday, and can only go outside on that day, according to a communique from the Bolivian state-news agency ABI, citing Anez. Bolivia now has 39 cases of the coronavirus and no deaths, according to the health authorities. ##Health## ##Daily Life## The US Congress is expected to vote tonight on a $2 trillion stimulus bill to respond to the coronavirus pandemic. The final draft of the bill, at 880 pages long, has just been sent out, and senators will vote soon, reports CNN congressional correspondent Manu Raju. Here are some of the highlights of the bill: Direct payments to individuals: According to an earlier draft of the bill, single Americans, married couples, and parents will receive direct payments. Payments would start to phase out for individuals with adjusted gross incomes of more than $75,000, and those making more than $99,000 would not qualify at all.\nStudent loan payments suspended: The Department of Education would suspend payments on student loan borrowers without penalty through September 30.\nHistoric boost for unemployment benefits: The federal government would give jobless workers an extra $600 a week for four months on top of their state benefits.\n$500 billion lending program: The Treasury Department can provide $500 billion in loans, loan guarantees and investments to businesses, states and municipalities.\nAirlines and airports: The package includes $32 billion in grants for wages and benefits to the decimated airline industry.\nHospitals get billions: The package would provide about $117 billion for hospitals, according to an estimate from the American Hospital Association, which called it an important first step.\nContractors and gig workers: Independent contractors and so-called gig workers will be eligible to receive federal aid. The bill also includes a range of other measures, like protection against eviction, funding for food assistance, funds for refugees and diplomatic programs, and more.  Read more here: The US hasn't conducted enough tests to know how widespread the coronavirus is, warned Dr. William Schaffner, an infectious diseases professor at Vanderbilt University Medical Center. While there are coronavirus \"hot spots” and “warm spots” in the country, there are also other spots such as Nashville that are “warming up,” he told CNN. “I’m sure that this virus is just about everywhere -- but how dense it is, how widespread it is, we don’t know yet,\" Schnaffer said. \"We haven’t tested sufficiently. If we could test a lot more, we would have a much better idea of how distributed this virus is.” He added that there needs to be much more testing for both public health and clinical reasons -- not to mention, there is real anxiety among the public, who want to know if they pose a risk to others. “They are concerned for their own families, and other people they come in contact with,” Schaffner said. “And of course, this expectation has been raised, because people have been told, ‘if you want to test, you can get it.’\"  ##Health## All Mormon temples worldwide are closing due to the coronavirus pandemic. The Church of Jesus Christ of Latter-day Saints, informally known as the Mormon Church, announced the closures in a statement on Wednesday. \"After careful and prayerful consideration, and with a desire to be responsible global citizens, we have decided to suspend all temple activity Churchwide at the end of the day on March 25, 2020. This is a temporary adjustment, and we look forward to the day when the temples will reopen,\" the statement said. \"Please be assured of our sincere love and appreciation for your devotion and faith.\" The church is based in the United States, but has 16.3 members worldwide, according to its website. ##Daily Life## Japan’s foreign ministry issued a travel alert for the entire world on Wednesday for the first time as the coronavirus pandemic accelerates.  The ministry raised its travel alert to level 2 on a four-level scale, urging people in Japan to refrain from non-essential overseas trips. The latest move is aimed at preventing the spread of the virus, as Japan has seen a rise in people testing positive after returning from overseas trips.  Japanese foreign minister Toshimitsu Motegi also warned that people traveling abroad may find their mobility restricted or be unable to find flights home if the country they visit issues a lockdown amid the coronavirus pandemic.  Earlier this week, the foreign ministry also requested that those returning to Japan from the United States self-quarantine for two weeks.  ##Travel## Japan reported 98 new cases of the coronavirus and two more deaths on Wednesday, marking the country's largest single-day jump in new infections since the outbreak began. Some 41 of the new cases come from Tokyo. The capital's governor urged continued vigilance in a news conference yesterday, telling citizens not to make unnecessary trips outside this coming weekend. These 98 new cases bring Japan's total to 2,003, with 712 from the Diamond Princess cruise ship. The death toll stands at 55. ##Health## The coronavirus pandemic is “accelerating” in the United States and “there are other parts of the country which we need to get a better feel for what is going on,” Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN Wednesday night. \"The way we do that is by increasing testing and identifying people who are infected, isolating them getting out of circulation, and then do contact tracing,\" Fauci said. “New York City is dominating the situation in the United States. About 60% of the infections are in the New York City metropolitan area, and 56% of the new infections are coming from the New York City metropolitan area.\" Fauci added: \"I mean, I have spoken to the political officials in New Orleans and in the state of Louisiana. They are now shutting things down in a very vigorous way. It is likely that that should have been done a little bit sooner -- not blaming anyone on that but you get caught unaware because the nature of this outbreak.” ##Health## There are at least 65,201 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the country through public health systems, So far, 928 people have died.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## Los Angeles Mayor Eric Garcetti warned today that the pandemic may not be over quickly, and that \"we may see a second or third explosion of (coronavirus) as we do in the flu season.\" The new surge of coronavirus cases could come as early as October or November, Garcetti said. He also added that the stay-at-home orders are showing great results so far. Los Angeles County residents have moved the least out of anyone in Southern California, he said. “When we move less, it’s like winning the gold medal,” Garcetti said. “Everybody is safer at home.\" ##Health## ##Daily Life## At New York City’s Bellevue Hospital, a makeshift morgue including tents and refrigerated trucks is being set up in preparation for what may be a surge in the need for autopsies. \"We're in a public health crisis, and the city has declared a state of emergency. As part of that declaration, agencies like OCME have enacted emergency contingency plans to help prepare for every possible outcome,” New York City’s Office of the Chief Medical Examiner said in a statement to CNN. A similar plan was utilized after September 11 attacks.  The Federal Emergency Management Agency said it has a request from New York and other states for assistance in mortuary operations.  “FEMA’s National Response Coordination Center (NRCC) has received requests for HHS Disaster Mortuary Operational Response Teams (DMORT) from the States of Hawaii, New York, and North Carolina. These requests are currently in the review and approval process,” a FEMA spokesperson told CNN.  New York City has longstanding contracts with companies to also provide refrigerated trucks to store bodies, but that plan has not been put in to effect just yet. If and when it is, those trucks would likely be stationed at various locations including makeshift hospitals such as the Javits Center. ##Health## Two different Boston hospitals tell CNN that they now each have more than 40 employees who have tested positive for the coronavirus. Brigham and Women’s Hospital has 45 employees that have tested positive, Brigham Health Media Relations Associate Serena Bronda told CNN. “Employees who have tested positive are not working until after they have been cleared by Occupational Health Services,” Bronda said. Massachusetts General Hospital has 41 employees who have tested positive, but most are believed to have contracted the virus somewhere other than the hospital, said Senior Public Affairs Officer Terri Ogan. “Based on hospital data, our broad implementation of CDC-guided infection control procedures throughout the hospital, and the extent of community spread now ongoing in Massachusetts, it’s believed that the vast majority of these individuals did not contract the virus at work,” Ogan said in an email. ##Health## New data shows nearly 70% of the hotel rooms in the United States were vacant last week, according to data and analytics group STR.  That national occupancy rate is a 56% decline from the same week last year. The average occupied room cost is about $93, also down from last year.  The San Francisco area and New York recorded the worst declines, with less than 17% of hotel rooms in both cities occupied, according to STR. That represents an 80% decrease from this time last year. Many hotels across the country have closed entirely. One example, The Boston Harbor Hotel, a luxury property in downtown Boston, closed last Saturday, according to its website, and hopes to reopen May 18. ##Business## ##Daily Life## Boeing, which recently asked lawmakers for a massive financial aid package to prop up its industry, could qualify for a special $17 billion slice of the proposed $2 trillion stimulus package. It's not clear, however, whether the company would actually take the funds. The aerospace giant is among the companies that would qualify for the government-backed loans reserved \"for businesses critical to maintaining national security,\" and the only one that has made it clear that it needs the assistance. The company is intricately linked to both the US government and the nation's economy. It is the country's largest exporter, is a major government contractor, and consistently ranks among the top 10 companies lobbying federal officials, with millions spent annually. The company has also come under scrutiny from lawmakers and the Federal Aviation Administration after two fatal 737 MAX crashes killed 346 people and internal documents showed the company mocked and belittled its regulators.  Some context: Boeing said last week that \"a minimum of $60 billion\" in public and private loans is necessary \"to manage the pressure on the aviation sector and the economy as a whole.\" It said it would share \"much of any liquidity support to Boeing\" with its vast network of suppliers. ##Business## The Pentagon confirmed Wednesday that a Marine who works inside the building has tested positive for Covid-19. A defense official said the last time the Marine, an officer, was in the Pentagon was March 13. He began self-isolation on March 15. He works in the plans, policy and operations office of Marine Corps headquarters. This is the first military personnel based at the Pentagon to test positive. “A marine stationed at the Pentagon tested positive for Covid-19 on March 24. Per U.S. Centers for Disease Control guidelines, the Marine is in isolation at his home and will undergo further assessment by health professionals,\" the Marines said in a statement. \"The Marine followed official guidance by isolating himself when his spouse began to show symptoms. Once he became ill, he contacted his assigned medical facility. His workspace has been cleaned by a Pentagon response team and a thorough contact investigation is underway to mitigate risk and preserve the health of our Marines, civilians, and families.” Separately, a staff member who works in the Pentagon’s National Military Command Center is awaiting test results, a second defense official confirmed. It's not immediately clear when the person was last in the command center and what part of that complex they work in.  Defense One was first to report both cases. ##Health##"], "Language": false}