{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/health/therapy-dog-er-doctor-trnd-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-03-26T07:06:50Z"], "LastModifiedDate": ["2020-03-26T18:46:44Z"], "Headline": ["A service dog in training brings comfort to ER doctors on the frontlines"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Heroes come in all shapes and sizes -- this one just happens to have four legs and a furry coat. Wynn, a service dog in training, is bringing joy and comfort to the medical staff on the front lines of the coronovirus fight in Denver.  The one-year-old yellow Labrador serves up cuddles to health care workers who need a much needed mental break from the emergency room at Rose Medical Center.  Wynn is no stranger to the medical staff, as she's being trained by Susan Ryan, an emergency physician at the hospital. Ryan shared an image of the two of them on Sunday. In it, the doctor is seen wearing a face shield and a mask while sitting on the floor of the hospital petting Wynn.  \"I saw Wynn coming back in from being walked outside,\" Ryan told CNN. \"I just slumped down on the floor and said 'can I just have a minute with her'?'\" Ryan said she had just finished with a patient and washed up before getting some quality time with Wynn. \"Seeing stuff and hearing stuff that you can't unsee has an impact on you,\" Ryan said. \"That's where the dogs come in. When you are in the presence of the dog and petting them you are taking a moment to ground yourself at that present time.\" Wynn is currently being trained to become an assistance dog for Canine Companions for Independence, a non-profit that provides assistance dogs free of charge to adults, children and veterans with disabilities, according to its website. Ryan has been training Wynn since she was eight weeks old. She frequently takes the pup to the hospital for visits. \"It's been the brightest part of our day,\" Ryan said.  Now, Wynn is set up in the social workers office and on-call for staffers who need some puppy love to relieve stress. In the room, lights are dimmed and meditation music plays to provide the best place for medical staff to take a little mental break before returning to their jobs. Don't worry, everyone that comes in contact with Wynn thoroughly washes their hands before touching her Ryan suggests to help emergency room doctors, people should make sure they practice social distancing, wash their hands and take care of themselves. \"This will decrease the surge that will hit us,\" Ryan said. \" We took an oath. We will stand up and show up.\" She also said that she was very moved by seeing the videos shared on social media of people sharing their support for medical staff. #Solidarityat8 is a social media movement that asks people to go on their balconies or open their windows at 8 p.m. to cheer, clap or just make some noise to honor the people who continue to work in hospitals, clinics, nursing homes and other medical facilities. \"We are all in this together,\" she said. \"We can be connected by kindness, love and four paws.\" For some virtual puppy love, Canine Companions for Independence has a live stream of a puppy camera daily that features some of their newest additions. Wynn will be under Ryan's care till she is about 18 to 22 months old, and then she'll move on to a professional training program at one of the organization's training centers. Correction: The headline for this article has been corrected to clarify that the dog is a service dog in training. "], "Language": false}