{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/us/coronavirus-arkansas-symphony-orchestra-wellness-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-26T00:43:10Z"], "LastModifiedDate": ["2020-03-26T00:43:10Z"], "Headline": ["This Arkansas orchestra will soothe all your coronavirus anxiety with its bedtime lullabies"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["With the cascading glissandos of the harp and the rich sounds of the cello, classical music is known to relieve stress or even lull you to sleep. And amid the coronavirus pandemic, when anxiety has reached an all-time high, a good night's sleep is much needed.  The Arkansas Symphony Orchestra's \"Bedtime with Bach\" series can help with that.  Every night at 9 p.m., members of the orchestra post videos of themselves performing on Facebook, all from the comfort of their homes in Little Rock, Arkansas.  Song choices range from Domenico Scarlatti's \"Sonata in B minor K.27 (performed by ASO's principal harpist Alisa Coffey) to Aretha Franklin's \"I Say a Little Prayer for You\" (performed by ASO's conductor and violinist Geoffrey Robson).  The short performances are a way for the orchestra members to stay connected with the community while their concerts are canceled, members said.  \"Music is alive, but it becomes more alive when you've got the audience's energy coming back at you,\" said Drew Irvin, ASO's co-concertmaster, who came up with the idea. \"So for now, we're going to make that through Facebook.\" The orchestra's normal concerts usually draw in about 1,000 audience members, Irvin said. The \"Bedtime with Bach\" series is even more popular, garnering thousands of views. Principal cellist David Gerstein's performance of \"Romance\" alone racked up 10,000 views.  In his video, Gerstein performs the Georg Goltermann piece with a couple of his cellist \"friends.\" His dog, Phyllis, also wanders in frame, seeming to enjoy the music.  \"(The audience) never sees our animals or anything and they just see us on stage,\" Gerstein said. \"So it's just another little window into who we all are.\"  While each video lasts just a few minutes -- or even one minute, like with principal trumpet Dick Jorgenson's performance -- the musicians behind them have practiced for hours to ensure they're delivering their best, according to Gerstein.  Many celebrity musicians such as John Legend, Coldplay and Swae Lee have performed their own home concerts.  But \"Bedtime with Bach\" viewers have said the series \"stand(s) out.\" \"In a suddenly crowded field of quarantine content, these ASO segments stand out,\" one viewer commented. \"You all have made me so happy.\"  \"These 'mini-concerts' are really helping (me) feel somewhat engaged with my community,\" another wrote. \"Thank you all so much for giving me something to look forward to each evening.\"  Irvin said he hopes to keep the series going as long as people are stuck at home.  \"I hope it gives the community music, a moment of comfort and something to count on,\" Irvin said. \"Right now, in today's world when things are changing so fast, it's hard for us to know what to count on, but I hope you can expect a beautiful 'Bedtime with Bach' serenade every night.\" "], "Language": false}