{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/cnn-underscored/anker-nebula-sound-bar-review-fire-tv-amazon/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rebecca Day"], "Writers": [["Rebecca Day"]], "FirstPublishDate": ["2020-03-23T18:21:54Z"], "LastModifiedDate": ["2020-03-23T18:21:54Z"], "Headline": ["Anker's Nebula Sound Bar impresses with Fire TV, a sleek build and solid sound"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The tradeoff when you buy a flat-panel TV is, well, flat sound. As TV designers work harder to make TVs super thin and light, there's less space for high-grade speakers that deliver punchy soundtracks and distinct dialogue. If you want the GT40 in \"Ford v Ferrari\" to sound like a jacked 1966 race car rather than a purring 2020 Prius, you need to trick out your TV with a sound bar. The good news is you have a lot of choices. At the upper end, audio companies like Polk and Yamaha put a lot of power behind their sound bars, offering high-end models on par with some standalone speaker systems. The more amplifier power and speaker drivers in a sound bar, the more powerful the output -- and the steeper the price. You can easily spend more than $500, or even four figures, for a top-shelf unit. Fortunately, you don't have to. The under-$300 neighborhood is trendier and offers a lot more options. It's a competitive segment, too, and sound bar makers keep trying to one-up each other -- not only with the latest audio technology to boost the sound, but with cool extras. In the age of smartphones, smart homes and smart TVs, some sound bars are adding smarts, too. Anker, new to the sound bar space, went straight to smart with its first entry. The Anker Nebula Fire TV Edition checks all the right boxes with a stacked feature set including Amazon Fire TV streaming, Dolby Digital Plus 2.1-channel sound, Alexa voice integration, and 4K HDR support, including Dolby Vision. It even comes with mounting hardware for a simple on-wall installation under a TV. We spent a couple of weeks with the Nebula, putting it through its paces with movies and TV shows, and even listening to music from our Spotify and Pandora accounts. For our tests, it replaced a Roku Premier streaming player connected to a Sony 40-inch 4K TV and a Sonos Beam soundbar. Here's what we found. Right off the bat, we appreciated the downsizing, moving from three gadgets to two. Since Fire TV is built into the Nebula, you don't need a separate streaming player. For us, that's a 33% reduction in power outlets and cords. The Nebula is a turnkey solution. Everything you need to set it up comes in the box: an HDMI cable, remote control with a pair of AAA batteries, simple mounting hardware, and a foldout paper template the width of the bar to show exactly where to drill holes in the wall.  We were equally impressed by the Nebula's size and appearance. It has a fabric finish, a cool new design trend in speakers. The Nebula's dark gray color is appealing and understated, and it's likely to mask the dirt and dust that will accumulate over time (one of the potential downsides of a fabric finish). The dimensions are ideal as well. At about a yard wide, it was just right for a 40-inch TV, and at 2.4 inches high, it doesn't block the TV's IR receiver as other sound bars might. An RCA-to-3.5mm cable was included for, say, connecting a PC to use as an auxiliary source. An optical cable is included, too, but Fire TV content isn't available if you use anything other than the HDMI cable. Setup, thanks to the power of Amazon's Fire TV platform, was a snap, if a bit tedious and time-consuming. Directions were simple, and the step-by-step on-screen guide was easy to follow. There are no shortcuts to setting up Wi-Fi for the first time using the on-screen keyboard, or inputting passwords for streaming accounts (add time for forgetting passwords) from Amazon, ESPN, Hulu, Netflix, Pandora and Spotify. The Nebula has a lot of features, and tutorials are available from Amazon through the Help section in Settings. They're also available online, making it easy to watch a video on your phone while completing instructions on-screen. We noticed while watching tutorials that the male voice seemed to overemphasize \"S\" sounds. That's not what you want to hear from a product designed  to improve TV sound. On-screen navigation is simple but frustrating when you want to jump from here to there. That's where Alexa comes in. You have to press and hold the mic button on the remote to ask Alexa a question, which is good, because you may not want your digital assistant listening to you or to what you watch. That also cuts down on the chance Alexa will pipe up if it hears its name -- or something like it -- and break the mood in a quiet scene. Alexa is a huge help when it comes to finding content. Rather than clicking across the on-screen menu to the home screen and then to the different apps, we asked Alexa to go to \"Mrs. Maisel,\" and it went directly to the last episode we had been watching. Alexa wasn't as talented when we asked it to go into Surround mode: \"Sorry, I'm not sure.\" It handled its regular duties well -- giving the weather, setting timers and answering questions. You can also ask Alexa to play music through the sound bar. We used the free version of Amazon Music, asking Alexa to play Billie Eilish. It took us to the \"Song Pairing\" video, where Eilish talks about music videos. That sibilant S was there again, and the sound was overly bright. That could get old fast; if a speaker is supposed to improve dialogue, you want it  to deliver crisp vocals. The same issue played out with music playback, with too much \"sh\" sound in \"Ocean Eyes.\" Music sounded OK, but it lacked the depth and richness we've heard from higher-end sound bars. Eilish's voice sounded one-dimensional, drums lacked character, and the bass wasn't deep and tight, so we went to the online Nebula manual for damage control. It turns out the setting wasn't on Surround out of the box. Changing that and setting the sound mode to Music helped bring the sound forward, and it was a little less muddled. A rousing USO song-and-dance scene from \"The Marvelous Mrs. Maisel\" had more life in Surround mode. OK, it wasn't really surround, more like virtual surround, but the sound was fuller than what the TV could deliver on its own. We decided to go back and give Billie Eilish another chance in Music mode. Pressing the mic button on the remote, we asked Alexa to find \"Ocean Eyes.\" It told us it was only available on Amazon Music Unlimited and gave us the hard sell to subscribe for $7.99 a month. You don't expect your sound system to try to sell you something when you settle in for tunes. We declined and chose \"Everything I Wanted,\" which was free, and it sounded great, with crisp vocals. From our Spotify playlist, John Boutte's \"Two Bands Rolling\" was more challenging, with deeper bass and a variety of instruments. The Nebula wasn't fully up to the task: Horns were tinny, vocals too bright and drums didn't have punch. On action soundtracks, the Nebula improved on the TV's internal speakers, but didn't deliver the thuds, booms and detail of a more expensive sound system. Dialogue wasn't clear, and again with the sibilant S's. We brought down the treble and stepped up the bass using the EQ, but that only muddied the sound. In \"Mission: Impossible -- Fallout,\" sound effects were delivered to mixed reviews. At the point when Tom Cruise's helicopter crashes into a mountain, the Nebula gave a convincing rendition of shattering glass, but it fell short of convincing us that a whirring helicopter had just smashed to the ground. Near the end of the testing, we got an email from Amazon telling us a firmware update was available, and a message during download of the Anker Connect app vaguely referenced a bug fix. The update took longer than we expected -- 18 minutes -- but we're glad to know it's a work in progress. The Connect app is a better way to control some features of the sound bar, versus the remote or Alexa. It's kludgy to click through sources, sound modes and bass and treble settings with the on-screen menu and remote. Sliders on the app make that easier. Even better, we could go into EQ settings directly through Movie, Music and Voice modes. A few things need work: We got a message on the app saying it couldn't connect to the internet; then we had to use the remote to click OK. One final note on the interface: Amazon shows cool photos from its collection as a screensaver after five minutes of downtime. Shots of Machu Picchu in Peru, the Sawtooth Mountains in Idaho and the Great Wall of China make for a great slide show. Bottom Line These days, you can get a low-end 40-inch smart TV for $199. So if that's your TV allowance, you're not going to spend much more for a sound bar to go with it. The $229 Anker Nebula fits the bill for affordable options with a slim and attractive design, super-simple setup, choice of user interfaces, and the buttoned-up Amazon Fire TV platform. But if you're looking for a sound bar that produces deep bass, clear dialogue, a wide soundstage, punchy action scenes and detailed sound, double that budget and buy one from a brand with audio roots. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}