{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/us/nashville-coronavirus-musicians-tornado/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin, CNN"], "Writers": [["Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-03-22T13:10:41Z"], "LastModifiedDate": ["2020-03-22T19:44:45Z"], "Headline": ["Coronavirus and the day the music died in Nashville"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Nashvillians still remember how that music used to make them smile. On a normal day, music bursts from the doors of Lower Broadway's honky tonks, sending a cacophony of country tunes into streets packed with revelers hopping bar to bar.  The last week, however, has been haunting as the world-famous entertainment district was transformed to a ghost town when the city ordered bars shut down amid the coronavirus pandemic. It's a reality across the country, but in Nashville, it was the second shot in a double barrel of disaster.  The closures came about two weeks after a deadly tornado ripped through parts of the city, canceling shows and destroying venues. Many musicians, along with the service industry, had just started to claw back, only to see their lifelines snipped again. Downtown's silent, barren streets give bartender Carolyn Lethgo an \"eerie feeling,\" said the lifelong resident who has been working in the service industry since she was 15. JesseLee Jones, frontman for Brazilbilly and the owner of Robert's Western World, hasn't seen anything like it in 26 years, he said.  \"I have never, ever imagined that such a thing would be possible. It's like something on TV,\" Jones said. Hard times have brought Nashville together in the past. Just as residents helped each other after the tornado, they're navigating the coronavirus together. While many musicians fret what coming weeks will bring, owners of some establishments are looking for ways to care for employees and artists. Country singer Alan Jackson, for instance, gave workers at his AJ's Good Time Bar, including Lethgo, $1,000 each, the bartender said.  Other venues are getting creative to keep Nashville's spirit alive. Jack White's Third Man Records and Robert's Western World are two venues lending their stages so bands can live-stream performances to music lovers stuck at home -- and collect electronic tips.  \"The biggest thing is the show must go on,\" said Emily Ann Cousins, Jones' fiancee and general manager of Robert's Western World. \"The music that made Music City will continue, and we'll find a way to do it.\" 'Everything just came to a standstill' For Nashville, Music City is more than a catchy moniker.  \"Music is the heart of Nashville. It's everybody's bread and butter,\" said country fiddler Hyram Posey. \"It's a big web, and at the center of it is the song.\" Posey, 65, was at his Dickson home when the killer storm passed over March 3 and released a vicious tornado in west Nashville.  Musicians saw their livelihoods disrupted. Venues, badly damaged if not destroyed, canceled and postponed shows.  Some gigs were rescheduled to this week -- but then came Mayor John Cooper's March 15 directive to shut down the bars. On Sunday, as the city's tally of coronavirus cases hit 179, he issued stiffer restrictions, shutting down all but vital businesses and ordering residents to stay home except for essential needs. \"Everything just came to a standstill,\" Posey said. \"People were still digging out from the tornado.\" Coronavirus precautions have canceled Posey's shows from Nashville to New Mexico. He'd planned to travel to Fort Worth, Texas, next month to perform with Lonnie Spiker at the Academy of Western Artists Awards, where the pair are nominated for best western swing album. That's canceled, too.  A multi-genre musician who also plays piano, guitar and mandolin, he was the AWA's 2018 instrumentalist of the year. He typically does three or four studio sessions a week and plays at least four live shows a month.  \"You'd think if anybody could get work, it'd be me. Things are slim right now,\" he said. \"Nobody's got any money to do anything because they're worried about the eating.\" It's not just impacting the country music for which the city is so well known, jazz and R&B singer Talisha Holmes said.  \"We're all in the same situation. Our lives depend on being around a bunch of people, being at a bar, being at a venue, being in close quarters,\" she said. \"We're all in a really terrible situation, and we don't know how long it's going to last.\" Musicians 'kind of make the city' Holmes had shows canceled after the tornado, which spared the road where she lives but wrecked houses two streets over. Following the coronavirus closures, Holmes has had a half dozen shows nixed this month, including her 40th birthday gig at Rudy's Jazz Room, which was expected to draw a crowd.  \"I was going to eat off of that for a while,\" she said. \"The city is called Music City, and we kind of make the city, but nobody seems to care about the situation we're in.\" Compounding matters is Holmes' autoimmune disorder, which has her hyper-vigilant as she goes about the most basic human tasks, such as picking up lunch. It doesn't help that she can't find hand sanitizer and disinfectant wipes.  \"I just don't have the tools I need to stay safe,\" the Columbus, Ohio, native said. \"I'm super concerned about my well-being. ... I may have to come home. I don't know.\" Nashville -- with its Music Row, Grand Ole Opry, Ryman Auditorium and scores of recording studios -- boasts an incomparable music scene. Live music is a mainstay at countless bars and restaurants, and even the mall and airport, but that doesn't mean every picker and grinner can make a living.  Side gigs drying up, too Among the lucky is Mike Hicks. A resident of metro Nashville since 2000, he's had huge gigs, once appearing on a bill with Reba McEntire and Little Big Town. He's also spent years touring with blues legend Keb' Mo' and country superstars Rascal Flatts.  \"My situation is one that I'm so grateful for,\" the 37-year-old keyboardist and songwriter said. \"I'm not super straight free and clear. For the time being, I'm positioned to be OK. There are a number of people I know ... their pay situation works differently and without the dates, there's no pay at all.\" Those artists find other paychecks, he said, whether it's music lessons, substitute teaching or driving rideshare. Playing at church gatherings, weddings and funerals can also be lucrative, he said, but those are canceled as well.  \"It's another cog in an income wheel whose bearing has become completely unhinged and broken by the combo of the tornado and the virus,\" Hicks said.  Holmes is one of many musicians who rely on church gigs, she said. It has her worried, as does the drop in demand for temp receptionists, another way she pays bills.  \"Nobody's at an office anywhere right now,\" she said. Though fortunate, Hicks has seen his gigs vanish all the same. Rascal Flatts has canceled shows, as has Scott Mulvahill, with whom Hicks was scheduled to play this month. His gig at the American Country Music Awards in Las Vegas? Also postponed. Sessions, another moneymaker, have Hicks weighing his safety, examining the studio layout and counting how many musicians will be in the room. He's pondering: Will there be enough space for social distancing?  \"Any- and everything that's been on the calendar is at the very least on hold right now,\" he said. \"It would seem like an easy decision to cancel a show, but when canceling a show means forfeiting your income, it's a more difficult situation.\" 'That's my life down there' Before Lethgo learned she'd be receiving $1,000 from Alan Jackson, she wondered how she was going to pay rent. Even with the extra dough, she has worries. She and her friends, mostly musicians and bartenders, don't know how long their lives will be disrupted. It's spring, one of the best times to be working downtown -- or it was before the SEC Basketball Tournament and dozens of conventions were canceled earlier this month. The 31-year-old is a businesswoman as well. She was part of a group that bought the shuttered Bobby's Idle Hour Tavern, tucked among the studios and radio stations on Music Row. For 18 months, they've been preparing for an April grand opening that won't happen now, she said.  \"That's my life down there,\" she said. \"It makes me sad. It fills me with uncertainty and sort of this sense of doom.\" Jones and Cousins of Robert's Western World are doing what they can to stave off that same sense of doom among employees and musicians, who they consider family. With the bar closed, they're bringing in employees to do the deep cleaning they don't typically have time to do when Robert's is packed morning to night. They're also putting musicians to work online, performing on the bar's iconic stage, where Dolly Parton and Merle Haggard smile down on performers. Live-streamed on Facebook at 6 p.m. (7 p.m. ET), the shows have been a hit, Cousins said.  As the bands play, viewers share photos as they dance in their living rooms, with the bar's staples -- cans of Pabst Blue Ribbon and fried bologna sandwiches -- in hand, she said.  In Tuesday's inaugural stream, Joshua Hedley, a former fiddle player in Brazilbilly now signed with Jack White's label, and opener Dave Cox performed for thousands of viewers and took home triple their usual takes. Two of Hedley's older band members didn't feel safe performing, but he still split the tips with them, she said.  \"That's the music community we live in,\" said Cousins, a musician herself.  A wedding, like the show, must go on Jones, 58, and Cousins, 37, are organizing the shows despite their own full plates. The two had planned to marry  Sunday.  It was going to be an affair fit for Nashville royalty: a party at Robert's, a ceremony at the historic Ernest Tubb Record Shop and a reception at Marathon Music Works, an automobile factory cum music venue. Manuel Cuevas, who's outfitted Johnny Cash, Bob Dylan and three generations of Hank Williamses, designed the outfits, and Robby Klein, who has shot celebrities ranging from Ryan Reynolds to Billie Eilish, was the photographer.  The couple is now considering a May date for the soirée.  \"It's a devastating, helpless feeling, and trying to find the hope -- trying to find the lighthouse in the storm -- it's hard to keep up,\" Cousins said.  Jones is more optimistic, which isn't surprising. He's spent his life defying expectations. At 22, he left Sao Paulo with nothing, learned English listening to Marty Robbins and \"Sesame Street,\" moved to Nashville to join the \"hillbilly heaven\" scene in 1994 and five years later bought one of the city's most famous honky tonks.  Sure, the wedding parties are postponed, he said, but spring is a time of rebirth. He and Cousins will exchange their vows Sunday, even if they celebrate later. \"I'm not letting this cloud of darkness take away the symbolism of what was planned,\" Jones said.  This sort of perseverance is what makes Nashville one of the most exciting cities in the world, said Posey, the fiddle player. Nashville will recover, he said. There are even some who think it might come back stronger.  \"Hopefully, the storm will pass fast. If anybody can bounce back from this thing, Nashville can,\" Posey said. \"They don't sit idly by and watch people suf"], "Language": false}