{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/media/coronavirus-local-news/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2020-03-22T12:59:41Z"], "LastModifiedDate": ["2020-03-22T14:50:20Z"], "Headline": ["Coronavirus is speeding up the collapse of local newsrooms"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Detroit Metro Times started the year on a celebratory note, having reached its 40th anniversary. This week, its staff was slashed from 16 to eight employees after its parent company Euclid Media Group announced layoffs across its seven newspapers as the coronavirus pandemic sweeps the country, crippling businesses in its wake. Music editor Jerilyn Jordan was told in a conference call on Wednesday that she was one of the remaining employees but staying on would mean a 10% pay cut. \"Everything changed in a week,\" Jordan told CNN Business. \"For a minute, I could comfortably glide into work and know that I had some concert announcements to post. But then it became writing about cancellations and postponements and rescheduling. Now that's come to a halt because guess what? Let's just assume everything was f**king canceled.\"  With local events canceled and restaurants and bars shuttering to crack down on the gathering of large crowds, local newsrooms have not only had to change their coverage. They have also lost out on crucial ad revenue and places to distribute their print products. These changes have an outsized effect on alt-weeklies which rely heavily on advertising from events and local businesses. \"I think I'm a fairly good salesperson, but to be able to convince someone to run an ad for an event they're not having is beyond my capabilities,\" Jeff vonKaenel, president, CEO and majority owner of the News & Review newspapers in Sacramento, Chico and Reno told CNN Business. \"Now businesses where I normally distribute papers are closed so it's not going to work. There was essentially no revenue stream and no effective way to get out the paper.\" In response, management laid off staffers, ceased print publishing or temporarily shut down. Beyond Euclid Media Group's seven outlets, there were layoffs at the Tampa Bay Times; the News & Review newspapers in Sacramento, Chico and Reno; the Portland Mercury; Monterey County Weekly and Isthmus. At least 100 people have lost their jobs in media over the past two weeks, with most outlets citing coronavirus as the direct cause.  Meanwhile, local newspaper conglomerate Gannett's stock has been plummeting. When the newspaper conglomerate merged with GateHouse on November 19, the stock opened at $6.70 the next day. On Friday, it closed at $1.61. Local newsrooms have been struggling for years to secure new revenue streams as Google and Facebook gobbled up much-needed ad dollars. The last thing they needed was a pandemic. The bitter irony of it is that the hit to revenue and jobs is coming at a time when readers urgently need these papers for reliable information about coronavirus in their own communities.  Daniel Hill, a music editor at the Riverfront Times in St. Louis, owned by Euclid Media Group, was laid off along with six other staffers on Wednesday. When speaking about his work, he told CNN Business he once donned a hot dog costume to disguise himself at an all-you-can-drink bar. \"My specialty is just the deranged stupid stuff. I'm trying to make people laugh,\" Hill told CNN Business. \"But before everybody got laid off, it was all hands on deck for coronavirus. I was spending all day just writing blog post after blog post about that, and that ain't funny. But you know, it's a service.\" Yet over the last few weeks, papers have quickly succumbed to the business pressures caused by coronavirus. \"Our parent company just straight up on Monday told everybody to go ahead and just work from home,\" Hill said. \"It snowballed real fast from a work from home to like maybe just stay at home and not work at all.\"  Doyle Murphy, the editor in chief of the Riverfront Times, described coronavirus as the \"perfect weapon against alternative weeklies\" in a blog announcing the layoffs. \"Across the country, papers are announcing salary cuts, layoffs or anything they can imagine to keep the lights on. That's where we are today,\" Murphy wrote. Jordan of the Detroit Metro Times said the paper product is typically 75 pages long. Last week, it was down to 33, with 14 pages of editorial content. Next week, Jordan said, her team expects to have \"maybe a 20-page book.\" Alt-weeklies are now looking for ways to serve more audiences online and get more direct revenue from readers. Bradley Zeve, founder and CEO of the 31-year-old Monterey County Weekly, told CNN Business that he is \"reinventing the company\" in the wake of coronavirus. On Monday, the outlet launched a daily newsletter called MC NOW. Zeve said the plan is to launch a paywall as early as next week, but all coronavirus-related coverage will remain free.  The hope is that these layoffs are only temporary, as some editors directly stated when announcing the news to their employees and on their sites. \"We're working hard to make sure that there's something to return to for the amazing folks that were laid off,\" Jordan said. Hill of the Riverfront Times, despite being furloughed, is still contributing to the outlet. He wrote a blog about how he \"refuses to leave,\" which was published the day after he was laid off. \"For me, it's much less mourning a loss of income than it is mourning the loss of the best job I ever had. And so I just keep doing the job without getting paid for it. Then I can continue to not live in reality,\" Hill said."], "Language": false}