{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/entertainment/kenny-rogers-country-singer-tributes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris and Alta Spells, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-03-22T06:47:09Z"], "LastModifiedDate": ["2020-03-22T06:47:09Z"], "Headline": ["Kenny Rogers is mourned by close friends and fellow musicians"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Celebrities shared their grief over the loss of Kenny Rogers, whom they described as a talented country musician and a longtime friend. Rogers' music career spanned six decades and was celebrated worldwide. He died Friday night of natural causes at age 81.  \"Today I lost one of my closest friends So much laughter so many adventures to remember, my heart is broken... My prayers go out to Kenny's Family,\" Lionel Richie tweeted. Other musicians including Blake Shelton, Reba and Dolly Parton also shared tributes.  \"Thank you for your friendship and your love. We are going to miss you but we are so happy you're singing with the Angels in heaven. Can't wait to see you again one of these days. Rest in peace my friend,\" Reba tweeted.  Parton remembered her partner on the hit duet, \"Islands in the Stream.\" \"You never know how much you love somebody until they're gone,\" she wrote on Twitter. \"I've had so many wonderful years and wonderful times with my friend Kenny, but above all the music and the success I loved him as a wonderful man and a true friend.\" In a video posted along with the message, a visibly emotional Parton held a picture of herself with Rogers saying, \"I know you are as sad as I am. But God bless you Kenny, fly high in to the arms of God.\" Rogers was inducted to the Country Music Hall of Fame in 2013, for what organization officials called a \"distinctive, husky voice.\" He had 24 No. 1 hits through his career and sold more than 50 million albums in the US alone.  \"Country Music has lost the great Kenny Rogers, who has forever left a mark on Country Music's history,\" the Country Music Association said in a statement. \"His family and friends are in our thoughts during this difficult time.\" Some of his hits included \"Lady,\" \"Lucille,\" \"We've Got Tonight\" and \"Through the Years.\" His 1978 song \"The Gambler\" inspired multiple TV movies, with Rogers as the main character.  In 1985, he participated in the original recording of \"We Are the World,\" along with more than three dozen artists.  In 2015, Rogers announced his retirement.  \"I've been so lucky to have enjoyed such a long career and to have such amazing support from my fans and all who have helped me along the way, but there comes a time when I need to focus on spending time with my family,\" he said.  \"My life is about my wife and my 11-year-old twin boys right now. There are a lot of things I want to do together with them to create some special memories. I don't have a bucket list of my own ... I have a bucket list of things I want to do with them.\" Rogers' family plans a small, private service out of concern for the coronavirus pandemic. They will celebrate his life publicly with his friends and fans at a later date, his publicist said. "], "Language": false}