{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/health/coronavirus-cabin-fever-definition-quarantine-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-19T08:54:56Z"], "LastModifiedDate": ["2020-03-23T12:32:33Z"], "Headline": ["Do I have 'cabin fever?' What it is, how to 'cure' it"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["While our abilities to go to work and participate in other activities outside the home are under restriction, initial discomfort may quickly result in \"cabin fever.\" At least, that's something people say. But is cabin fever real? And if it is, can we lower it?  The origin of the term is a bit murky, but it probably dates back to the early 1900s in North America, when it may have referred to someone who was isolated in a remote area, or cabin, especially during the winter when it was necessary to stay indoors for days at a time. Another explanation traces further back to the early 1800s, when the phrase might have referred to being home bound with typhus fever.  \"Cabin fever is not like a psychological disorder, so I wouldn't say there's any sort of official definition of it,\" said Vaile Wright, a psychologist and director of clinical research and quality at the American Psychological Association.  It may not be a real condition, but the feelings it's associated with are. \"It involves a range of negative emotions and distress related to restricted movement: irritability, boredom, some hopelessness and even, behaviorally, restlessness and difficulty concentrating. Those would be the constellation of symptoms one might expect if they were feeling that way.\"  Your personality and temperament are major factors in how quickly you develop these kinds of emotions, Wright said.  If you're more extroverted in nature and not used to being at home, you're probably more prone to feeling this way, Wright said.  There are people who feel it instantly, said Paul Rosenblatt, a psychologist and professor emeritus of family social science at the University of Minnesota, who studied cabin fever among adults in the 1980s. \"They're looking at a future where they might be home for a long time and they are feeling it,\" he said.  Those who see self-quarantine as a way to finally clean their home, sort out bills, organize their closet or pursue a new hobby might take longer to reach cabin fever, if they ever do, Rosenblatt said.  Whichever group you belong to, both Wright and Rosenblatt recommend several ways you can ease the tension in your mind and feel less constrained in your own home.  Establish a routine Instead of treating this experience like a vacation, Wright said, you should still get up and do all the things you normally would do during your former schedule. Or as many as you can. \"Get up at the same time you would get up, make sure you're still showering, that you're getting dressed and not laying around in your PJs all day,\" she added.  Eating meals at regular times can also help you to remain structured.  Mix up your space a bit Your living space could have something to do with the cabin fever you're feeling, Wright said.  \"If you've got a relatively large living location [in which] you can move around to different rooms and mix up your space a little bit, you're probably a little bit better off.\"  Redecorating a room so it's not the exact same style every week can make your home feel fresher and not quite as stifling.  Stay physically and mentally active \"Unless you know you've been exposed or are infected, social distancing does not mean that you can't go outside,\" Wright said. \"Going outside, getting fresh air, taking a walk -- those are all really important things to do.\" It sometimes helps to \"live for the moment or the hour\" and say, \"I don't know what I'm going to do later today or tomorrow, but here's a short story I wanted to read, or there's a magazine I haven't read,\" Rosenblatt said. You could also keep a running list of podcasts you want to listen to, new music albums you'd like to check out and movies you've been wanting to watch.  Connect with others... \"We also know that from research on things like quarantine and isolation, staying socially connected is really important,\" Wright said. \"Obviously that can be challenging right now because the whole point is not to have face-to-face contact.\" Wright suggests thinking about ways you can connect virtually, whether that's texting friends, getting on the phone, video chatting, joining online communities and taking suggestions from others for how to manage boredom and frustration.  Checking in on friends, family and colleagues you're concerned might be dealing with cabin fever is imperative, Rosenblatt said.  \"I have some elderly friends who are in assisted living facilities that are locked down and I'll say, 'I'm thinking about you and hoping things are going okay.' I'll hear back sometimes that they appreciate that,\" Rosenblatt said. \"People are scared. It helps that a lot of us are kind of in the same boat.\" ... But find time to separate, too Sometimes one of the challenges of cabin fever is that you may not be feeling it, but someone you're living with might feel it strongly, Rosenblatt said. \"That's a problem, too -- dealing with your differences and how you deal with cabin fever.\" Families and couples \"need a certain balance of togetherness and apartness, and being stuck indoors together is definitely a risk for really high levels of togetherness that might be hard for a lot of couples and families, even though they love each other,\" Rosenblatt said.  If you have separate places to be in the house, go there if you can't tolerate your partner watching television while you're reading a book. Or, take up individual hobbies each person can focus on when a breather from one another is needed.  Embrace discomfort  Addressing feelings of cabin fever ultimately depends on understanding what's going on and that there's a process of coming to terms with it, Rosenblatt said.  \"Part of what makes all of this challenging right now is that we just don't know how long it's going to last,\" Wright said. \"Without having a definite deadline, you do sort of have to set an expectation in your mind that this could be our new normal for a bit.\" \"There's a learning curve to dealing with it,\" Rosenblatt said. \"You can feel like it's hopeless today or really hard today. And then tomorrow or an hour from now, you could be learning things or getting into a different groove where things work out.\" If we can get to a place of acceptance that we don't have to like what's happening and that this is \"just how it is right now,\" we might be better able to use our resources to find the things that are in our control, Wright said. "], "Language": false}