{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/world/coronavirus-stay-positive-online-scli-intl-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sara Spary, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-19T14:16:49Z"], "LastModifiedDate": ["2020-03-23T12:30:46Z"], "Headline": ["Feeling overwhelmed? Top tips for staying positive online during the coronavirus crisis"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Even at the best of times, the way we use the internet and social media can add stress to our lives and leave us feeling overwhelmed. In the midst of a global pandemic, this risk is even greater.  As governments and experts around the world give updates on efforts to control the coronavirus outbreak, it can feel as though we are under constant bombardment from negative news. And this sense of panic is sometimes not helped by well-meaning friends and family, all sharing similar information on their Twitter timelines or sending it to us directly.  But there are practical things everyone can do to make their online experience during these challenging times a more positive one. In fact, the internet can actually help us feel connected and give us a sense of community.  CNN has spoken to social media and mental health experts to get their top tips on the changes you can make right now to stay grounded online. Take control of your relationship with the internet Taha Yasseri is a computational social scientist at the Oxford Internet Institute at the University of Oxford. He explains that many of us are consuming all sorts of content -- from news and images to social media posts -- in an unconscious way. The first thing you should do is reset your relationship with the internet and control how, where and when you consume news, he says.  \"Usually, negative news goes faster, further, and deeper on social networks -- so we are much more exposed to negative news than positive news,\" he says. This has the effect of amplifying it exponentially as more people share it, Yasseri explains, so if you have your Twitter feed open, you can feel even more bombarded by the stream of bad news. \"For myself, I've decided to look at the news only a certain number of times a day. Some people like to do this in the morning, the afternoon, or the evening.\" Tamara Russell, a mindfulness expert from the Institute of Psychiatry, Psychology and Neuroscience at King's College London, agrees. She recommends picking just one or two trusted news sources and checking updates only once or twice a day.  \"Every notification is designed to alert you anyway, even if you're totally calm...  and of course, the content is scary,\" she says. \"Choose when you're going to look and pick which sources. And balance that out with engaging with things that are uplifting.\" Make the 'mute' button your friend With so many people now stuck at home with their computers, avoiding the news while staying connected to loved ones online may sound impossible. But there are lots of easy ways you can harness technology to curate your own experience online. Using \"mute\" and \"unfollow\" options on social media platforms is an easy and instant way to stay in control -- and a way to temporarily stop seeing content shared by well-meaning friends and family online.  On Twitter, you can mute key words to stop them appearing in your feed -- and if you need to take a break from a WhatsApp group, you can silence it for a period, without actually leaving the group. And if that's not enough and you're really finding it hard to control your social media urges, Yasseri recommends downloading an app called Freedom, which can be programmed to lock you out of certain apps for a chosen period. He also suggests an app called Moment, which provides a detailed analysis of how you're spending time online. \"Basically, take control -- rather than being driven and carried away by algorithms, anonymous strangers you follow on Twitter or by clickbait,\" he adds. Surround yourself with a 'digital community' -- and call your friends Human beings are social creatures and many people will feel isolated without face-to-face contact. But the internet is a powerful resource -- and while the world is in lockdown there are plenty of ways we can harness it to create digital communities.  \"The internet and social media are keeping us very connected at a time where connectivity is going to be extra important,\" says Rosie Weatherley from British mental health charity Mind. \"There are a myriad of local micro volunteer communities springing up and it's possible in your area that there may be things you can participate in digitally.\" However, if checking in on a group adds to your sense of concern, take a break -- and avoid mindless scrolling through feeds that increase your anxiety, she suggests. Another powerful way to keep the sense of isolation at bay is to connect on the phone and over video chat with loved ones using platforms such as Skype and FaceTime. Yasser says that, where possible, a video call is always the best option. \"About 80% of our communication is coded through facial expression -- if you crack a joke, you'll see my face reacting before I laugh which is a positive reinforcement,\" he says. Seek out information that will uplift, entertain or educate you  The internet is a boundless resource -- and if you have membership, you can access thousands of movies and series via services like Netflix and Amazon Prime Video. But you might want to avoid drama that's going to make you sad. \"There is enough negative news and enough drama in the real world at the moment, so when we entertain ourselves, we should focus on more positive forms of entertainment,\" Yasseri says. There is also a wealth of resources online that can connect us to the outside world, even when we're stuck indoors.  For example, you can watch space, live, via the website of the Royal Observatory Greenwich in London during major astronomical events. The next one isn't scheduled until April 24, but there is a bank of previous footage you can watch in the meantime. Or if you prefer to look closer to home, there are live nature webcams you can view for free online. \"Make time for things that are away from the now -- and contribute to your long-term goals, because life is still continuing, it just feels really different right now,\" Weatherley says. If you have a garden, you could spend time outdoors. If you don't have access to the outdoors, make sure you open your curtains and windows to get some fresh air. Practicing mindfulness -- for example by seeking out calming music online that can ground us, and exercising -- even when indoors -- can also help us to have a positive experience online, Russell from King's College London adds. \"You can use music to modulate your mood -- we're setting up some online dancing for our team to get them moving,\"  Russell explains, adding that it can help people to focus \"on the here and now, rather than being concerned about the future.\""], "Language": false}