{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/cnn-underscored/amazon-echo-sale-show-8-show-5-auto/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ellen McAlpine"], "Writers": [["Ellen McAlpine"]], "FirstPublishDate": ["2020-03-18T17:37:26Z"], "LastModifiedDate": ["2020-03-19T14:32:14Z"], "Headline": ["Add Alexa to your home and car with deals on the Echo Show 8, Echo Show 5 and Echo Auto"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Alexa, find me the best deals on Amazon Echo products: The Echo Show 8, Echo Show 5, and Echo Auto are all on sale on Amazon for a limited time.  The Amazon Echo Show 8 is our top smart display pick, and it's on sale now for just under $100. Featuring an 8-inch high-definition screen, the Echo Show 8 has Alexa capabilities and then some. This device connects to other voice control smart home technology, giving you the ability to control all your devices from just one location.  The Echo Show 8 also allows users to video call and message each other, so family and friends who are physically far away can be right there in the room with you. Plus, its sound system packs a punch, whether you're using it to play music, listen to a podcast or follow along with a video cooking recipe. The Echo Show 8's sleek design will blend in with any home decor, and you can even set up the device to showcase your personal photos when the display isn't in use.  Echo Show 8 ($99.99, originally $129.99; amazon.com) The Echo Show 5 is also on sale, now priced at $69.99. At just 5.5 inches, the Show 5's screen is more compact than that of the Echo Show 8, but it has many of the same features, including an HD screen.  Also compatible with other smart home voice control devices, the Echo Show 5 provides control over your smart home, allowing you to adjust temperatures, turn off lights and take full command of your home from the couch. Use it for video calling, messaging and all other Alexa functions. This smaller device fits in most locations in your home, whether it's on a bedroom nightstand, on a kitchen counter, or tucked next to the TV for living room access. For more on the Echo Show 5, check out our full review.  Echo Show 5 ($69.99, originally $89.99; amazon.com) Finally, the Echo Auto has received a limited-time price drop as well. This Echo product is designed not for the home, but rather to enhance your driving experience. The Echo Auto is a hands-free speaker, compatible with most cars, that connects to the Alexa app on your smartphone. Once it's connected, you can use it to listen to music, audiobooks, podcasts and more. It can even connect to AppleMusic, SiriusXM, Pandora and Spotify apps, as well as iHeartRadio and TuneIn stations, so you'll never be without access to your favorite songs, books or artists.  With full Alexa functionality, the Echo Auto can be used on road trips to play games, make to-do lists, and keep all passengers entertained, no matter where you're going or how long it'll take to get there. The Echo Auto is a great device for anyone whose car does not allow for Bluetooth music connection via auxiliary input connection. For a list of cars that are not compatible with Echo Auto via Bluetooth (but can still use it when connected by auxiliary cable), click here.  Echo Auto ($34.99, originally $49.99; amazon.com) For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}