{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/entertainment/miley-cyrus-demi-lovato-friends-instagram-live-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-03-18T15:04:40Z"], "LastModifiedDate": ["2020-03-18T15:04:40Z"], "Headline": ["Miley Cyrus and Demi Lovato open up about their renewed friendship"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Miley Cyrus and Demi Lovato gave fans a boost with a happy update amid the worries of the coronavirus pandemic. The stars had a candid chat about the ups and downs of their friendship during an Instagram live on Tuesday as part of Cyrus' daily afternoon show \"Bright Minded: Live With Miley.\"  Cyrus was discussing how shortly after her infamous twerking performance at the 2013 MTV Video Music Awards she struggled with her body image after she was trolled online for being too thin.  Lovato immediately jumped in and said she wished she had been able to be there for Cyrus during that difficult time but said it was a period of their friendship where they weren't as close.  \"First of all, I'm so sad that you went through that, and I had no idea,\" she said. \"I wish I could've been there, but I didn't know and I feel like we've gone through times where we're closer and then distant and that's fine, that's what friends do. I just wish I could've been there for you.\" Cyrus said she's glad the two have reconnected.  \"Life is moving so fast that it's usually hard to slow ourselves down and appreciate people in our lives, and you've been that person for me for so many years and we've been friends for so long.\" It's clear these two are back and stuck like glue. \"I feel like you've always been such a light and that's why we connected at 14. We connected then because we just saw something in each other. Maybe it was because of spirituality or maybe it was just our hearts.\" It's the kind of celebrity news that we definitely need right now."], "Language": false}