{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/cnn-underscored/sonos-legacy-speakers-guide/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-01-24T23:04:47Z"], "LastModifiedDate": ["2020-03-17T22:21:10Z"], "Headline": ["Come June, Sonos is splitting its ecosystem in two. Here's what it means"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you're a long-time customer and user of Sonos smart speakers, the company announced some potentially bad news back in January: As of June 2020, Sonos will start classifying some of its older products as legacy devices and end support for them. Its newer products and speakers will continue to receive full updates with new features, but legacy devices will begin a slow end-of-life path with updates coming only as bug and security updates (meaning fixes), but nothing new. And we finally have some information about what exactly is happening. Come June, Sonos is rolling out S2. This is the new operating system to power the current Sonos lineup, and it's also the internal name for the new app. Legacy products will not support S2, and will use a rebranding of the old app which will be named Sonos S1 Controller. The classic Sonos name and app will be reserved for S2. And this new software will power new features, and keep support for both Amazon's Alexa and the Google Assistant. Essentially you're left with two different systems if you opt to upgrade non-legacy devices to S2. And to reiterate, your legacy speakers and controllers won't completely stop working in June. In fact, they'll likely work for many months after. The company routinely issues software updates to fix performance issues and add meaningful features. Missing out on updates in the short term is likely a non-issue, but over time, as Sonos adds improvements and new features, those legacy products will fall behind, and more than likely, stop functioning optimally. Originally in January, Sonos indicated that it would completely stop supporting these products in May, making that end-of-life journey a potentially much shorter one. But after some outcry from users and media, Sonos announced that it would continue providing limited support for legacy and promises that they will still work after May.  Still, though, legacy products and newer devices cannot be on the same system come June. According to Sonos, older products are running low on memory and processing power. And with features like Google Assistant and Alexa now available on most current generation Sonos speakers, it makes sense that older components just can't keep up.  Here is a list of the legacy products that will no longer receive updates, according to Sonos:  Bridge\nConnect (Manufactured 2011-2015)\nConnect:Amp (Manufactured 2011-2015)\nCR200\nPlay:5 (Gen1)\nZP80, 90, 100, 120 If you're unsure when your Connect products were made, you can visit this page to view which of your devices are affected.  Most of the products on the list, such as the Bridge, Connect, CR200, and the ZP80 through ZP120, were used to control, extend, or connect non-Sonos speakers to the rest of your setup.  The first generation Play:5 speaker is the only speaker on the list and is effectively reaching its end of life after 11 years. When you take a step back and look at how old some of the products on this list are, you have to appreciate Sonos and its continued support. The Bridge, for example, was first released in 2007. It's almost unheard of for tech products, especially connected devices, to be supported for 13 years.  Still, for those who have HiFi speakers hooked up to a Connect or Connect:Amp, or people who still use multiple Play:5 speakers on a weekly, if not daily basis (full disclosure: people like me), it's incredibly frustrating.  In short, it means if you're a long-time Sonos customer with legacy products on your system, you have four options here: The first comes in the form of the S2 update which arrives in June. Sonos will introduce a way for users to create two separate networks within their home, one consisting of only legacy devices, the other of newer products — a group on the new App (S2) and a group on Sonos S1 Controller. This would allow newer devices to continue to receive full software updates, while the separate network would consist of legacy products receiving the limited updates. It also means you can't group rooms the way you used to or stream music across all of your Sonos products at the same time, effectively killing the full multi-room Sonos experience. This will leave you with two systems. You'll still be able to group S1 with S1 and S2 with S2, you just can't mix and match. Option two is to leave your system as it is now and just keep your newer devices on your network from receiving full software updates. You'll only get bug fixes and security patches ---- so the bare minimum. We don't recommend this option as it puts all your devices on that end-of-life path, even ones that are capable of receiving updates. If you don't want to split the system into two or lose updates to the newer speakers, the other options is costly one: You can use the company's Trade-Up program. If you take advantage of it, you're given 30% off of a new Sonos product in exchange for recycling your old speaker. You can initiate the trade-up process on your System page, but be forewarned: Once you commit to recycling your speaker, it will continue to work for 21 more days, after which Sonos will erase it and prevent it from being used ever again. Effectively, the company will brick your controller or speaker once you commit to this option.  The Play:5, Connect:Amp, Connect, and CR200 from the list of legacy devices are eligible for Trade Up.  If you're like me, you have a myriad of Sonos products. Some are new, and some are now considered legacy devices. The cheapest option to keep your setup running smoothly is to take advantage of the 30% Trade Up discount, although it will still cost you some money to recreate what you had. On the bright side, not only will you gain a new product that will continue to receive software updates, but you'll also gain new functionality like Google Assistant, Amazon Alexa, and Apple's AirPlay 2, features that older products weren't compatible with.  Connect:Amp users can switch to the latest Sonos Amp product, which comes out to $454.30 after the Trade Up discount. The Amp mirrors its predecessors' features with line-in, HDMI ARC, IR receiver, standard rack, and AirPlay 2 support. However, it offers 125W per channel, instead of 55W.  Standard Connect users can purchase the Sonos Port for $314.30 with a Trade Up discount. The Port has the same feature set as the Connect, with support for line-in, 12V trigger. AirPlay 2, and it fits in a standard rack, but in a more streamlined design.  The current generation Sonos Play:5 is one of the company's most powerful speakers and can be purchased for $349.30 with the Trade Up discount. Or if the idea of replacing your stationary Play:5 with something more portable but still as powerful, the Sonos Move is $279.30 after the Trade Up discount.  Keep in mind you can use the discount for any new Sonos product, including the $199 Sonos One that'll fit nearly anywhere and fill most rooms with high-quality sound. Or if you've been looking for a reason to justify buying the $699 Sonos Sub, a completely wireless subwoofer that integrates with the rest of your Sonos products, now is a good time to take advantage of a fairly steep discount.  There's another option. Go third-party.  Sonos isn't the only product that offers multi-room wireless audio, it's just one of the most well-known (and historically, one of the best). But now that you are essentially being forced to spend hundreds if not thousands of dollars to recreate what you already built with (and bought from) Sonos, it could be a good time to consider a undergoing that rebuild with another company. Bear in mind, CNN Underscored hasn't yet thoroughly tested these products, but we plan to before May when legacy products will stop receiving software updates.  Amazon's Echo Link is $199 and equivalent to the Sonos Connect. You can stream hi-fi music from compatible sources, and control it using Amazon's Alexa personal assistant.  Amazon also offers the $299 Echo Link Amp with multiple inputs, outputs and support for Amazon Alexa. Neither of the Echo Link products have a microphone built-in, so you'll need something like the $35 Echo Dot to control the Link.  If you've been using your Sonos system as a surround sound setup for your TV, Enclave Audio has some completely wireless True 5.1 surround sound systems. The CineHome II is bundled with the CineHub to add the wireless magic to the system, and includes everything you need for a 5.1 surround sound experience. The CineHome PRO is also bundled with a CineHub, but is currently sold out. The PRO model is THX-certified and includes a more robust sound system.  Yamaha's MusicCast platform is built into many of Yamaha's audio products, ranging from AV receivers and soundbars to wireless speakers. Yahama has posted a complete list of MusicCast compatible products, as well as a grid that shows their support for surround and stereo audio, on this page. Additionally, Yamaha offers MusicCast specific speakers, an amp, and a soundbar. Denon's Heos speakers range in price from $199 for the Heos 1, a portable WiFi connected speaker ($99 battery pack required), all the way up to $899 for the HEOS Bar, a connected soundbar that has a premium look to it. All of the Heos speakers are controlled through a mobile app, can be paired to create a surround sound system, support Amazon Alexa and Google Assistant, and work with most music streaming services. Bluesound is at the high-end of wireless speakers and wireless stereo components to connect to your HiFi audio system. The portable Pulse Flex 2i will set you back $349, plus another $89 for a battery pack that allows you to use it as a Bluetooth speaker when you're not at home. The $549 Pulse Mini 2i looks similar to the Sonos Play:5, as does the $899 Pulse 2i. All of the Bluesound speakers connect to WiFi, double as a smart speaker with Alexa and Google Assistant integration, and can be controlled from the Bluesound mobile app. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}