{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/us/children-perform-coronavirus-elderly-neighbor-self-isolation-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-03-17T16:45:59Z"], "LastModifiedDate": ["2020-03-17T17:52:34Z"], "Headline": ["Two siblings held a porch concert for a neighbor who is self-isolating"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The coronavirus pandemic has bought out the worst in some people: Those who refuse to participate in social distancing or travel although they are at risk of transmission. But two children in Columbus, Ohio, show that difficult times also can bring out the best in people, too after they held an impromptu concert on their self-isolating neighbor's front porch.  When Taran Tien, 9, and his sister, Calliope, 6, heard that their neighbor Helena Schlam was self-isolating to protect herself from the coronavirus, they wanted to do something special for her. Schlam a 78-year-old lover of classical music, insisted she did not need groceries. So, the Tien family found a different way to help. On Monday, the two siblings, wearing a suit and a dress, took their cellos and headed to their neighbor's porch where they held a classical concert just for Schlam. \"I loved watching how delighted they all were,\" Rebecca Tien, the children's mother, told CNN. \"It was one of those moments where you feel like you're a part of something incredible,\" she said. \"It was also a good way to remember the value of connection, especially at a time like this when everyone feels disconnected. Just to know we were a part of something so sweet, even just for a minute, meant a lot.\" In a video posted by fellow neighbor Jackie Borchardt on Twitter, the children can be seen playing music for Schlam while she maintained a safe distance away from them. For 30 minutes, they played music ranging from a Bach minuet to \"Go Tell Aunt Rhody\" for Schlam, who hadn't left her home in five days.  \"It was so delightful,\" Schlam told the Columbus Dispatch. \"It was a little cold, but I just put on an extra coat. The kids are really quite talented, and it was so much fun.\" As the world is enveloped in the chaos of an unanticipated health crisis, these children are a reminder that there is still so much good left for us to give."], "Language": false}