{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/north-america-ski-resort-closures-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Stacey Lastoe, CNN"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2020-03-16T15:50:40Z"], "LastModifiedDate": ["2020-03-16T15:50:40Z"], "Headline": ["North American ski resorts follow Europe in sudden suspension of all operations"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["On the same day Switzerland made the decision to suspend all ski resort operations, resorts around the United States and Canada began sending out emails of a decidedly different nature.  Using relatively upbeat yet cautious language, resorts around North America relayed information to skiers and riders about the status of their own slopes.  They were open for business, monitoring \"the rapidly evolving impacts of coronavirus (COVID-19) from all angles,\" according to communications sent from Vail Resort-owned Mount Snow in Vermont. Just a few hours later, however, both the tone and message of these emails would change drastically.  Like a domino effect, one after another, from Deer Valley in Utah to Big Sky Resort in Montana to Copper Mountain in Colorado, North America's ski resorts in swift succession announced closures amid growing coronavirus concerns. Rapid fire At 6:30 am local time on March 14, in an emailed statement to CNN, Big Sky Resort declared it was \"business as usual,\" on the mountain and they were \"committed to providing a fun outdoor escape with the safest facilities and environment possible.\" Less than six hours later, a second email from the Montana resort announced cancellation of its major spring events, including Big Sky Big Grass and Pond Skim, a music and sporting festival, respectively. Less than 24 hours later, a third email was sent — this one declaring a suspension of all operations after March 15. Big Sky Resort was joined by Alterra Mountain Company, which owns 15 North American ski resorts including Canada's Tremblant and Colorado's Steamboat Springs as well as Vail Resorts, which operates resorts across Colorado, Vermont and British Columbia. Vail Resorts plans to close through March 22 with the possibility of reopening for a few weeks after a reassessment. Vail plans to provide an update on March 20 on the status of the rest of the season. Whistler Blackcomb, another Vail-owned and operated resort, first offered plans to stay open with signs on social distancing and instructions for visitors to only take chair lifts with friends and travel partners -- not strangers -- on the slopes. But hours later, it sent an update in line with all of Vail Resorts' plans to close for one week at least. Unlike European resorts, which plan to close indefinitely this season, many in North America are remaining optimistic about reopening before the mountains would typically close for the season, often into May or June depending on the individual mountain and its conditions. Nearly all Ikon Pass destinations are closed for the rest of the season.  Local New Jersey ski resort, Mountain Creek, announced plans to close through the end of the month.  Skiers left adrift Because of light snowfall around much of North America, skiers and snowboarders largely hadn't enjoyed a successful ski season before the most recent protocol in response to Covid-19.  Experts have been predicting snow sports are likely to suffer more in the future because of the changing climate. Warming temperatures globally mean ski seasons are getting noticeably shorter and changing weather patterns are making snowfalls more unpredictable. But mid-March is often prime time for lovers of the sport. Warmer temperatures mean fewer layers, open coats and outdoor aprés ski.  The resulting large crowds, during a period when health experts are calling for people to stay home and distance themselves as much as possible to flatten the curve of the virus' spread, however has dampened the sports' springtime viability.  North American travelers with upcoming ski plans are instructed to check with individual resorts and accommodations about refunds and credits. As ski season peters out and beach goers prepare for their summer vacations, the future of the beach holiday is also anything but certain. "], "Language": false}