{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/opinions/coronavirus-school-closures-parents-glick/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Alexis Glick"], "Writers": [[]], "FirstPublishDate": ["2020-03-14T00:11:00Z"], "LastModifiedDate": ["2020-03-14T00:36:45Z"], "Headline": ["What parents can do to face coronavirus anxiety"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Lots of us wear several hats these days, and I'm no exception. I'm privileged enough to be CEO of a youth-wellness organization that focuses on healthier public schools -- my organization works with 73,000 schools that serve 38 million American kids. But I'm also a mom of four public school students, and my family lives a stone's throw from New Rochelle, the town in Westchester County, just north of New York City, which some are referring to as ground zero for coronavirus in the northeast. Needless to say, I'm following the current public health crisis on several levels, especially now that schools in entire states including Ohio, Kentucky, New Mexico, Michigan, West Virginia, Virginia and Maryland -- and in many major cities throughout the nation, including the largest districts in California and in the District of Columbia -- are shutting down. One of my biggest concerns has been the nutrition needs of the over 30 million American kids who depend on the USDA's School Lunch Program and School Breakfast Program for significant parts of their daily nutrition. When schools close for several weeks in an attempt to stop the spread of the virus -- which I wrote about just Thursday here -- those children have no option but hunger and food insecurity. Dedicated school districts and the administrators who run them are figuring out creative ways to get those kids the nutrition they need during school closures, including off-campus distribution of grab-and-go meals to take home, delivery of bag lunches via school-bus routes and more.  Some good news is that the Centers for Disease Control and Prevention has just released a series of updated guidelines for schools, including a useful \"decision tree\" for districts in making the call as to whether to close, how to go about it, and what to consider in the process, including the welfare of economically vulnerable children. As someone in the field of child health and wellness, I applaud them for staying on top of this.  We are in uncharted territory here, and everyone is doing their best to figure out what to do. And navigating school closures isn't just a challenge for health authorities, but for parents like you and me. In no particular order -- and I'm speaking to myself here, too -- let's try to remember the following. Patience and kindness are key. Educators and administrators across the board are overwhelmed, and some are understandably snowed under by the complexity of decision-making around this issue. Local, state and federal policy guidelines are helpful, but complicated. Superintendents have to work closely with county public health departments, and working together can be challenging. As parents, we have to let them do their jobs, and be as supportive of them as they are of us. Realize folks likely have it tougher than you. Like you, each night I've been wondering whether to send my kids to school in the morning. But I recognize that I have that luxury. For many parents, whether to send their kids to school in the morning is not an option -- they work one, two, three jobs, can't afford day care, and school is the only place their kids can go. And in certain neighborhoods, schools are the only \"safe\" place for kids to be during the day.  According to the federal Bureau of Labor Statistics, 24% of Americans, or approximately 34 million civilian workers, do not have paid leave, so staying home is not an option. In my opinion, some form of government relief for them is critical. Understand that uncertainty is part of the deal here. Being out and about in this climate is tough. My mom had open heart surgery two weeks ago. It didn't go as planned, and her recovery was complicated by seizures and, eventually, a stroke. I drove her home last weekend, and now I'm afraid to visit her for fear that I might be carrying the virus without knowing it. Talk about a decision tree. Treat your kids as individuals. Moms know this best. No child is alike, and each digests and processes things in his or her own way. My 7-year-old doesn't need to understand what my 16-year-old may already know about the virus. I have found myself at times being the voice of reason and a calming influence, and at times yelling at them because I don't have the answers. I've forgiven myself for being all over the map with my emotions, and hope you can too.   Recognize fear and respond. My 13-year-old has been scared from the start, asking me a ton of questions, and staying at my side throughout. With him I've been more measured, and more willing to keep him home an extra hour or two in the morning to ease his stress level about this, which is palpable, and perhaps a part of, well, just being 13. Earlier this morning as I was entering my kitchen, I could hear the voices of dozens of kids laughing and chatting over the computer that my 18-year-old was using for remote learning -- the beginning of a new normal. It was music to my ears. After all, laughter is the best medicine."], "Language": false}