{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/health/insomnia-anxiety-relief-stretches-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-13T04:28:24Z"], "LastModifiedDate": ["2020-03-13T04:28:24Z"], "Headline": ["Sleep anxiety and daylight saving time can exacerbate insomnia, but stretching may help"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Anxiety and insomnia are two related issues that can cause their sufferers to worry over the possibility of another sleepless night, wondering if they'll ever again get a wink of sleep that will help them function the next day.  \"Anxiety and insomnia are bad bedfellows; they often coexist,\" said Todd Arnedt, associate professor of psychiatry and neurology at Michigan Medicine, a health care facility at the University of Michigan, and director of the Behavioral Sleep Medicine Program.  This matter can feel worse in the first few days after Daylight Saving Time, when a form of jet lag can set in if you already struggle with falling asleep and your body now has to readjust to nodding off at a different hour, said Dr. Meir Kryger, professor of pulmonary medicine and clinical professor of nursing at Yale School of Medicine.  About 35% of Americans experience severe insomnia each year, according to a 2018 study from the University of Pennsylvania's School of Medicine. Many insomnia cases are attributable to generalized anxiety disorders, post traumatic stress, depression or terrible nightmares, Kryger said. But some people have trouble falling asleep because of behaviors that keep them awake, such as reading or watching something exciting before bed, or agonizing about not being able to sleep. Anxiety and insomnia often exacerbate each other -- people with insomnia may feel anxiety about not sleeping, and not sleeping can lead to heightened feelings of nervousness, irritability, restlessness or tension, Kryger said.  There are ways to release the tension in your body so you can experience less anxiety at night and maybe give yourself a chance to sleep.  Calming anxiety with movement  When a person is stressed, their muscles can hold tension in the body as a reflex reaction against injury and pain.  \"When we get anxious, that turns on what's called the sympathetic nervous system, the nervous system that gets us anxious and prepares our body to fight or flight,\" Arnedt said. \"Our heart beats faster; our breathing speeds up.\"  Relaxing the muscles through daily exercises \"communicates calm and safety to our body, reducing the body's need to activate the 'fight or flight' response,\" said a University of Michigan Medicine report on relaxation skills for anxiety.  \"Virtually anything that someone does that reduces their anxiety at bedtime will help them sleep,\" Kryger said. \"It could be a bath, it could be stretching.\" Progressive muscle relaxation, a stretching technique created in the 1920s by Dr. Edmund Jackson, aims to influence how anxious we feel by consciously working to reduce muscle tension.  PMR involves flexing different groups of muscles hard enough to feel tension for up to 20 seconds, then releasing to feel relaxation coming over the muscles, according to the University of Michigan report.  You could engage with PMR by tensing and then relaxing the major muscles in your body from your head to your feet. Research says it can take two weeks to make PMR a regular habit, but doing a self-recording of the instructions for yourself could provide a sort of guided meditation to help you along the way.  Yoga may also help adults with insomnia to improve sleep quality, as it's one relaxation strategy that incorporates a combination of mental and physical elements, including breathing, stretching, meditation and strengthening exercises. The gentle muscle stretching of yoga can reduce stress, according to Harvard Medical School.  In a 2013 study, yoga was shown to improve the Pittsburgh Sleep Quality Index scores of older adults. In one small 2019 study of about 10 to 20 people with insomnia who stretched in the evening before bed, the group that was assigned to stretching showed improvement in their sleep.  Improving your sleep hygiene There are actions some people with insomnia may take because they think it will help, but it really makes the situation worse, Kryger said -- those include lying in bed waiting to fall asleep, or watching television before bed.   \"It's very difficult to sleep if you're engaged or aroused, so engaging in relaxing activities can help,\" Kryger said. Watching TV before bed can be fine if the program is unexciting, he added. If you're in bed but can't fall asleep, getting out of bed and doing something relaxing -- like the PMR stretching routine -- until you feel tired may be helpful.  Sleep can improve when an anxiety disorder is treated, and practicing good sleep hygiene could help, too, according to Harvard Medical School.  This includes setting a regular sleep and wake schedule; spending at least 30 minutes outside, since daylight helps set sleep patterns; avoiding caffeine less than eight hours before bed; and reading, listening to music, or taking a bath before turning in.  If you do choose to listen to music or podcasts, make sure to do so in dim light conditions, as exposure to blue light at night can disrupt sleep cycles by suppressing the body's production of the sleep hormone melatonin.  \"We do know that relaxing is an important activity before bed, so for people with insomnia, it could be beneficial to decrease that state of arousal,\" Arnedt said. \"These rituals become important and we almost always will recommend to someone if they have a ritual that helps them fall asleep, then do it.\"  The good news is that although about a fourth of Americans experience insomnia each year, about 75% of them recover, according to the University of Pennsylvania report. The rate of people able to recover could show how many cases of insomnia are related to behavior, which could then be remedied by adopting therapeutic habits such as stretching and a wind-down routine, and getting psychiatric help if needed, Kryger said. "], "Language": false}