{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/opinions/hand-sanitizer-coronavirus-opinion-vox/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Ford Vox"], "Writers": [["Ford Vox"]], "FirstPublishDate": ["2020-03-11T16:16:15Z"], "LastModifiedDate": ["2020-03-11T20:49:48Z"], "Headline": ["Why we can't find hand sanitizer"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Alcohol has many uses in a time of pandemic. One of them even comes recommended by the US Centers for Disease Control and Prevention: 60% or higher alcohol by volume hand sanitizer (70% for cleaning surfaces) can help. Under the threat of coronavirus, just about any form of hand sanitizer or hand wipes are in short supply. Price gouging has begun in some quarters.  I work in a hospital, and I prefer hand washing (you should too) but I've started liberally supplementing my daily routines with alcohol-based hand sanitizers as well. I haven't seen a line form yet at these stations dotted throughout the building, but the usage is going up.  In Britain, Washington State and Oregon the desperation for the stuff is rising to the level of thievery.  Store shelves are empty here in Atlanta.  Washing your hands thoroughly and frequently with soap and water is your most important protective measure, both for yourself and your community. Make it a regular and frequent practice throughout the day.  But we can't carry a faucet with us, and that's where the alcohol comes in. Alcohol destabilizes the outer layers of coronaviruses, potentially damaging and breaking them down enough so that they're less likely to infect you when you later rub your eye (you know you want to).  Face touching is a tough habit to kick, even if you're a health department director in the midst of asking citizens not to do so. It's important to note, if you're shopping for a hand sanitizer product, that many don't contain any alcohol, or very little, proving relatively worthless against this coronavirus. But hand wipes, even if lacking in alcohol, might still help you wipe away some virus particles depending on how well you use them. And it's possible to make your own hand sanitizer at home, using cheap rubbing alcohol for your active ingredient, although it can be tricky -- you might also end up producing a product that could prove too astringent to your skin.  Best idea? Get to a sink regularly.  I knew we were in for a supply shortage a couple of weeks ago when my usual source for the hand sanitizer I keep in my car doubled the price. Thanks Amazon. (Amazon says it has pulled more than 1 million products for price gouging or falsely claiming effectiveness against the virus.) Today a search for alcohol-based hand sanitizers on the site yields a variety of off-off brands like a mere 2-ounce tube for $7.39. New York, home of one of the country's largest outbreak zones -- New Rochelle (a portion of which is now under a two-week quarantine) -- is fighting the price gouging problem on all fronts. State Attorney General Letitia James ordered two price-gouging stores to immediately cease the practice. \"I won't tolerate schemes or frauds that take advantage of our communities by exploiting public health concerns,\" James declared on Twitter.  Meanwhile New York Governor Andrew Cuomo played QVC-host yesterday to hawk the $6.10 per gallon 75% alcohol hand sanitizer product he's authorized the state's prison industry to begin producing immediately.  Touting a \"floral bouquet,\" he insists bests rivals like Purell, along with a higher alcohol concentration, Cuomo says the state will begin sending the product everywhere it's needed, including New Rochelle.  Cuomo, already on record last year as supporting higher wages for prison laborers, got some flak from critics who said incarcerated workers were effectively being used as slave laborers and shouldn't be making a high-alcohol product that they themselves cannot possess because it is banned in the state's prisons. (A Cuomo adviser said that job training and skills development was a central part of prison rehabilitation and that the program had existed for years.)  There is much that can and should be done to improve prison conditions, and states must do everything possible to reduce the institutional risk of exposure to the coronavirus inside prisons. But complaining about a public health measure this productive and this needed strikes me as absurdist as we stare down a pandemic.   With the rollout of \"NYS Clean\" hand sanitizer, the Empire State is choosing to take this fight into its own hands, much in the vein of the fed up coalition of hospitals who banded together in 2018 to form Civica Rx, their own nonprofit generic drug company to battle chronic drug shortages. Civica Rx is now up to 18 medications, helping health organizations immunize against shortages, avoid price gouging and save lives. Cuomo's initiative providing much-needed hand sanitizer, though perhaps less pharmacologically sexy than Civica Rx's antibiotics and blood thinners, serves a similarly laudable public health goal in an innovative fashion.  Alcohol can work wonders when used for its intended purposes. Douse liberally to decontaminate. Don't take too literally those country music anthems that suggest other uses that might help us to make our way through these hard times. I wish you well on your own quest to find more of this essential product at a reasonable price.   "], "Language": false}