{"Type": ["article"], "Url": ["https://www.cnn.com/2016/01/04/football/football-jean-pierre-adams-coma/index.html"], "Source": ["cnn"], "Location": ["Nimes, France"], "ByLine": ["By Piers Edwards, for CNN"], "Writers": [["Piers Edwards"]], "FirstPublishDate": ["2016-01-04T09:28:43Z"], "LastModifiedDate": ["2020-03-11T14:36:05Z"], "Headline": ["Jean-Pierre Adams: The 38-year coma that can't stop love"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["What present do you buy a man who has been in a coma for more than 30 years?  That's the question the family of former France international Jean-Pierre Adams, whose life was brutally turned upside down in 1982, asks itself every year on key anniversaries.  Thirty-six years ago the beefy footballer, then 34, walked into a Lyon hospital for some routine surgery to correct a troublesome knee.  By the time he left, he would never talk, walk or move any of his limbs again.  His wife Bernadette has tended to him ever since, barely missing a day's care over the last three decades. \"No one ever forgets to give Jean-Pierre presents, whether it's his birthday, Christmas or Father's Day,\" Bernadette told CNN.  Adams, who turned 72 on March 10, can breathe on his own, without the assistance of a machine, and has his own room, where he spends most of the day in the type of modified bed normally found in a hospital.  \"We buy presents like a T-shirt or a jumper because I dress him in his bed -- he changes clothes every day,\" his wife explains at the family home near Nîmes, in the south of France, where Bernadette cares for Jean-Pierre.  \"I'll buy things so that he can have a nice room, such as pretty sheets, or some scent. He used to wear Paco Rabanne but his favorite one stopped so now I buy Sauvage by Dior.\"  Jean-Pierre's disastrous surgery reduced a flamboyant character, who had risen from humble beginnings in Senegal, to one who has been in a persistent vegetative state ever since.  A France international player in the 1970s, Jean-Pierre is now incapable of nearly all voluntary movement but can digest food as well as open and close his eyes.  Bernadette looks after her husband with an unfailing love -- dressing, feeding and bathing him, turning him over in his bed to avoid sores, and often losing her own sleep to ensure he gets his.  It's a measure of their bond that on the rare occasions Bernadette spends a night away from home, Jean-Pierre's carers notice his mood seems to change.  \"He senses that it is not me feeding him and looking after him,\" says his wife of 51 years. \"It's the nurses who tell me, saying he is not the same. \"I think he feels things. He must recognize the sound of my voice as well.\"  The period of enlightenment Jean-Pierre and Bernadette may have been born in Senegal and France respectively, but their lives started to converge in the mid-1950s.  That was when Jean-Pierre's grandmother took him to Europe on a religious pilgrimage, enrolling the 10-year-old at a school in France as she did so.  Soon adopted by a local French couple, his African existence rapidly started to disappear behind him.  It was in the late 1960s, that Jean-Pierre, then an amateur footballer, met Bernadette at a dance.  It was a time of change, with the uprising of May 1968 heralding a new era as students and workers altered France's cultural outlook as they challenged the conservative nature of General de Gaulle's government.  \"I can't hide the fact that it was very difficult for my family at the beginning,\" Bernadette recalls, reflecting on the challenges they faced as a mixed race couple.  \"At the time, a black man and a white woman being together wasn't well-regarded.  \"But we began to live together and then decided to marry. I wrote to my parents giving the news, the wedding date and an invitation, and my mother invited us to dinner.  \"After that, everything was fine and he was seen in a better light than me: 'Jean-Pierre, Jean-Pierre' -- they only spoke of Jean-Pierre!\"  The couple first lived just south of Paris -- in Fontainebleu -- where Adams was helping the local side win its amateur championship, but shortly after their 1969 marriage, they moved to Nîmes as Jean-Pierre signed for the city's then first division side.  Within two years, not only had Nîmes finished runners-up but Jean-Pierre was playing for France -- one of the first black players to do so.  \"He was a force of nature, very strong physically, and he had great determination and willingness,\" Henri Michel, who played in Adams' first competitive France international in 1972, told CNN.  \"He was formidable, very patriotic and it was a pleasure to play with him,\" added a man who coached France at the 1986 World Cup. \"He started as a forward but then played at the back.\"   There, Adams formed a central defensive partnership known as the \"Garde Noire\" -- \"Black Guard\" -- alongside Marius Trésor, a player the Brazilian Pele named, in 2004, among his 125 greatest living footballers.  \"Adams and Trésor have formed one of the best central defensive pairings in all of Europe,\" no less a figure than German World Cup winner Franz Beckenbauer told French football magazine \"Onze\" at the time.  Arguably, along with previous black internationals like Larbi Ben Barek and Lucien Cossou, the \"Garde Noire\" helped pave the way for France's 1998 World Cup success. Key players such as Patrick Vieira, Marcel Desailly and Lilian Thuram were born in Senegal, Ghana and Guadeloupe respectively.  In total, Jean-Pierre won 22 caps and also played for Paris Saint-Germain and Nice, narrowly failing to win the French title with the latter (again), while also knocking Barcelona out of the 1973-4 UEFA Cup.   Life was just good off the pitch.  With a love of music -- particularly from Brazil -- and a taste for cigars, clothing and bling, Jean-Pierre fully enjoyed 1970s life with Bernadette.  \"He was the 'joie de vivre' embodied in human form -- a laugher and joker who liked to go out,\" says Bernadette, who is dressed in an à la mode Desigual T-shirt and spotless white trousers on the day we met. \"Really, a smile was always bursting out. He loved the good life and was loved by everybody as well.\"  As his career faded, dropping down the divisions, Adams decided he wanted to coach youths and one March day in 1982, he headed off to Dijon for three days of studying and training.  He damaged a tendon in his leg while there -- an innocuous injury that would ultimately cast a huge shadow over the Adams family.  READ: The match that changed football The 'perfect storm'  Jean-Pierre traveled to the Édouard Herriot Hospital in Lyon for his X-ray.  \"From there, he was to come home,\" recalls Bernadette. \"But he was walking along a corridor in the hospital -- where he knew no one -- when a doctor who knew all about football, since he looked after the Lyon team, walked past.\"  Stopping to talk, the doctor instantly offered to help and after an instant consultation, he decided upon surgery and booked Jean-Pierre in for an appointment: Wednesday March 17, 1982.  When the date came around, there was a problem. The hospital staff were on strike.  Jean-Pierre's case was far from urgent -- he could have soldiered on for a bit -- but the surgery went ahead nonetheless.  \"The female anesthetist was looking after eight patients, one after the other, like an assembly line,\" says Bernadette.  \"Jean-Pierre was supervised by a trainee, who was repeating a year, who later admitted in court: 'I was not up to the task I was entrusted with.' \"Given it was not a vital operation, that the hospital was on strike, they were missing doctors and this woman was looking after eight patients, in two different rooms, someone should have called me to say they were going to delay the operation.\"  They never did -- and between the anesthetist and trainee, numerous errors were made.  Jean-Pierre was badly intubated, with one tube blocking the pathway to his lungs rather than ventilating them, meaning he was starved of oxygen whereupon he suffered a cardiac arrest.  \"I found him lying on a bed, tubes everywhere,\" she remembers after rushing to the hospital. \"I didn't leave the hospital for five days. I thought he was going to wake up and that I needed to be there.\"  When she felt fresh air again, the world had become a very different place.  Life now After 15 months in hospital, local authorities suggested to Bernadette that the best place for her husband would be a nearby home for the elderly.  \"I don't think they knew how to look after him, so I said to myself: 'He will come home' and I've looked after him ever since,\" says Bernadette.  Every day, she wakes just before seven o'clock and has her breakfast -- precious minutes spent alone -- as she readies herself to care for her husband.  It's a mix of changing clothes, shaving, preparing food -- all of it blended -- and delivering it, which can take an hour, helping Jean-Pierre go to the toilet, while also helping the kinesiologist ensure his lungs are clean and his muscles exercised to avoid choking and atrophying.  If she is lucky her day finishes at eight, when Jean-Pierre might go to sleep. \"Sometimes when the night goes badly, I'm up for the whole thing.\"  The round-the-clock care leaves little time to earn a living, but thankfully for the stoic Bernadette, she receives an annuity after a court ruled in her favor -- albeit after a decade-long legal battle.  \"The process lasted nearly 12 years. I think it's designed to discourage people,\" she ventures. \"If I hadn't had the support of football, I would have been completely broke.\"  The French league, football federation and the Variety Club of France -- a club for former France internationals -- all rallied together to help with her legal fees.  Although the accident occurred in 1982, it wasn't until 1989 that the medical staff were found guilty of \"involuntary injury\" --- and even then, it still needed nearly five more years to decide the family's dues.  \"We've played five or six games over the years because we knew that Bernadette was in financial and psychological difficulty,\" Jacques Vendroux, the general manager of the Variety Club of France, told CNN.  \"Jean-Pierre was someone very appealing and deserved help. He is still alive and that is amazing.\"  He's also made to feel as much part of family life as possible, with his room adjoining the house's focal point, the kitchen-cum-living room.  \"I talk to him all the time -- about TV, what's in the mail, anything!\" Bernadette says. \"There is always movement around him. He is always next to us.\"  When I ask whether she ever imagines conversations the pair might have had, Bernadette momentarily chokes up -- a brief insight into the true cost of the accident for a proud and serene woman.  \"I don't know,\" she replied. \"It's difficult to say. I say he doesn't understand my words but there might be moments when he has a flash. Perhaps for an instant, just an instant, he understands something.\"  It's unlikely though.  Gray hairs Jean-Pierre's brain was so starved of oxygen he suffered catastrophic brain damage, making the prospect of recovery very slim.  \"The more time that passes, the more bothered I get,\" she says. \"His condition does not get any worse, so who knows? If one day, medical science evolves, then why not? Will there be a day when they'll know how to do something for him? I don"], "Language": false}