{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/entertainment/led-zeppellin-stairway-heaven-lawsuit-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-03-10T18:55:00Z"], "LastModifiedDate": ["2020-03-11T01:10:09Z"], "Headline": ["Led Zeppelin wins major copyright battle for 'Stairway to Heaven'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The song remains the same.  The legendary rock band Led Zeppelin won a major copyright battle on Monday over claims that parts of their signature song \"Stairway to Heaven\" were stolen. The 9th Circuit Court of Appeals upheld a jury verdict that found that \"Stairway to Heaven\" did not infringe on the 1968 song \"Taurus\" by the rock band Spirit. In doing so, the court overturned a controversial precedent the 9th Circuit has used in copyright cases. The original lawsuit filed in 2014 claimed that the guitar introduction to \"Stairway to Heaven\" -- yes, the one you're singing in your head -- infringed on the copyright of the instrumental of \"Taurus.\" Randy Wolfe, a guitarist for Spirit and writer of \"Taurus,\" passed away in 1997 and had no hand in the lawsuit. The original lawsuit was filed by journalist Michael Skidmore on behalf of the Randy Craige Wolfe Trust. Skidmore became a co-trustee in 2006. A jury ruled against Skidmore in 2016, but the case was revived in 2018 by a three-judge panel from the 9th Circuit, which ordered a new trial. The panel ruled that trial Judge Gary Klausner gave the jury incorrect instructions. Led Zeppelin appealed that decision and asked for a larger panel of judges to rehear the case. That request was granted and a panel of 11 judges heard the appeal in September 2019.   \"The trial and appeal process has been a long climb up the Stairway to Heaven,\" Judge Margaret McKeown wrote in the 73-page decision for the court. CNN has reached out to Skidmore's attorney, Francis Malofiy, and representatives for Led Zeppelin for comment. Copyright Act During the trial, Malofiy requested to play the sound recordings of \"Taurus\" and \"Stairway to Heaven\" for the jury, which Klausner declined. Malofiy argued that the copyrighted version of Taurus should include the song as it was recorded and not just the sheet music. The copyright for \"Taurus\" is under the Copyright Act of 1909, only covers sheet music, not sound recordings, which weren't protected until 1972. \"Taurus\" was registered in 1967 and the copy used to register it was a single page of sheet music. The 9th reaffirmed that the 1909 act controls the copyright registration for \"Taurus\" and that Klausner was correct in not allowing the jury to hear the \"Taurus\" sound recording at the original trial. The Copyright Act of 1976 drastically altered copyright requirements, allowing the public distribution of a sound recording to qualify as a musical composition. This allowed artists to submit a recording for a deposit copy, but it only came into play after it went into effect in 1978. Led Zeppelin's 'Stairway to Heaven': Spirit's 'Taurus': The inverse ratio rule In his appeal, Malofiy claimed Klausner had erred when he did not instruct the jury to use the \"inverse ratio rule,\" a controversial rule that the 9th Circuit has used in governing copyright cases since 1977. The inverse ratio rule comes into play if one party can prove that the infringing party had a high degree of access to a plaintiff's work. If a high degree of access is determined, then a lower standard of proof is used to determine if the songs are similar. The lawsuit argued that the members of Led Zeppelin had access to Spirit songs when they toured together in the late 1960s. However, Led Zeppelin guitarist Jimmy Page claimed to have never seen a Spirit performance. With work now easily being accessible online, the circuit court noted that the concept of \"access\" has become \"increasingly diluted in our digitally interconnected world.\" The 9th Circuit's ruling affirmed Klausner's decision not to instruct the jury to use the inverse ratio rule was correct. But the court also overturned the inverse ratio rule completely for the 9th Circuit, writing that the rule \"is not part of the copyright statute, defies logic, and creates uncertainty for the courts and the parties.\" \"Although we are cautious in overruling precedent -- as we should be -- the constellation of problems and inconsistencies in the application of the inverse ratio rule prompts us to abrogate the rule,\" the panel wrote in its summary. \"Access does not obviate the requirement that the plaintiff must demonstrate that the defendant actually copied the work. By rejecting the inverse ratio rule, we are not suggesting that access cannot serve as circumstantial evidence of actual copying in all cases; access, however, in no way can prove substantial similarity.\" Ruling will affect the music industry The ruling is not only a win for Led Zeppelin but will likely benefit the music industry. The music industry has seen a number of copyright infringement cases over the years, and the controversial inverse ratio rule has established a lower burden of proof for copyright infringement. In 2015, Pharrell and Robin Thicke were famously ordered to pay $5 million for copyright infringement and damages after jurors found that their song \"Blurred Lines\" infringed Marvin Gaye's \"Got to Give It Up.\" In the original opinion laid out by the 9th Circuit, the court invoked the inverse ratio rule but later removed all mention of it in the court's amended opinion. With the court's decision to overturn the inverse ratio rule, it could cease being used in copyright infringement cases."], "Language": false}