{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/media/netflix-reality-rhythm--flow-the-circle-minjukim-d-smoke/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-03-10T15:17:40Z"], "LastModifiedDate": ["2020-03-10T15:34:48Z"], "Headline": ["Netflix's reality competition winners are creating their own brands"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Netflix is learning lessons from cable TV, helping its newly minted reality stars become established product-selling brands. In the past six months, Netflix has released three reality competition shows on its platform. The series \"Rhythm + Flow\" features judges Cardi B, T.I. and Chance the Rapper, who pick a winning rapper. \"The Circle\" is a dystopian popularity contest and \"Next in Fashion\" seeks to crown a new design star.  The winners of each show got $250,000 apiece, but they walked away with more than just cash. Their social media followings have skyrocketed and their internet fame translated into product sales. (Warning: spoilers ahead.) 'Next in Fashion' \"Next in Fashion\" winner Minju Kim, 33, has designed menswear for K-pop megastars BTS and had a 2013 collection of women's clothing for H&M before winning Netflix's first original fashion competition. One of her prizes was selling her designs on luxury e-commerce platform Net-a-Porter, which partnered with Netflix for the show. Elizabeth von der Goltz, Net-a-Porter's global buying director, said that Netflix approached her company looking for a retailer with \"the global reach to match the Netflix audience\" and that \"this partnership was very exciting and something that we haven't done before.\" Von der Goltz also appeared as a judge in the season finale of \"Next in Fashion.\" The designer platform supported Kim by advising her on pricing and providing her with marketing and media opportunities. Von der Goltz said that the company was working with Kim on \"potential new seasons.\" Kim said her clothing line, with items priced from $180 for a stretch jersey turtleneck to $1,125 for a silk mini dress, was nearly sold out on Net-a-Porter's platform as of early March. Many of her designs were shown on Netflix's \"Next in Fashion.\" \"On the last episode, we only had three days to create 10 looks [for a] collection. Everything was made in a rush,\" Kim told CNN Business. \"There were so many things we had to fix to make them products.\" Winners like Kim, whose success goes beyond their reality TV stints, could help Netflix boost its presence in that popular category.  \"Any time you have people come from an unscripted show that becomes successful in their own right, it adds more legitimacy and credibility to the show itself,\" said Brandon Riegg, Netflix's vice president of nonfiction series and comedy specials. \"It helps us for subsequent seasons to attract the best talent.\" 'Rhythm + Flow' In an episode of Rhythm + Flow where she was overseeing auditions in New York City, Cardi B told fellow judges that \"at the end of the day, we [are] considering if these people are gonna make money.\" Her comments illustrated the Grammy-winning artist's views on the music industry. Can the next generation of talent sell concert tickets and woo audiences? \"Let's say if I was a label and I give you money. You ain't want to get people mad because you didn't make back their money,\" said Cardi B to one contestant. \"Can you sell? Can you get fans? Can you get people to love you?\" \"Rhythm + Flow\" winner D Smoke, 34, whose legal name is Daniel Farris, impressed the judges with his ability to rap fluently in Spanish and in English, his take on social issues and his stage presence. He said that he appreciated Cardi B's business advice.  \"I'm not bubble gum, I'm not soda pop, but I'm a product as well,\" D Smoke told CNN Business. His Instagram following has grown from 10,000 before the show started on October 9 to 1.7 million today. Unlike \"American Idol\" and \"The Voice,\" the winners of \"Rhythm + Flow\" don't get a record deal. \"They could win and keep their artistic freedom, and do what they want to do,\" said the show's executive producer Jesse Collins.  D Smoke has released a new album since the show's finale called  \"Black Habits.\" One of his songs, \"Fly,\" has been listened to 1.4 million times on Spotify.  \"Based on what I've seen after the show, [D Smoke] is continuing to be really strategic about using that momentum,\" said Li Lai, founder and editor-in-chief of Mediaversity Reviews, a website that scores television and films based on diversity metrics. \"So hopefully it's doing what Netflix wanted it to do, which is make money.\" 'The Circle' Another Netflix reality show, \"The Circle,\" is an adaptation of an unconventional British reality show, which is also called \"The Circle.\" Players message and sometimes flirt with each other from the isolation of their own apartments, then rate each other to determine who makes it to the next round. Most of them don't even meet in person until later episodes.  \"The Circle\" winner, actor and bartender Joey Sasso, 26, won $250,000 and exposure that will help him promote his upcoming movie, \"Young Lion of the West,\" about an aspiring music club owner.   \"People always told me don't do reality TV,\" he said. But \"The Circle\" provided \"a spotlight to showcase my personality,\" he said. \"As an actor, the hardest thing sometimes is for people to grasp who you are as a person.\" Sasso became something of a sensation because of his complicated skincare routine, which was featured in several episodes. He's now considering making a video about it, a possible revenue stream. \"Guys, I promise you,\" he said. \"It will come soon.\""], "Language": false}