{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/famous-buildings-dubai/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Forrest Brown, CNN"], "Writers": [["Forrest Brown"]], "FirstPublishDate": ["2020-03-10T05:56:31Z"], "LastModifiedDate": ["2020-03-10T10:37:36Z"], "Headline": ["12 famous buildings in Dubai"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["Dubai is known for its dazzling desert skyscrapers, but it wasn't always that way. Less than 200 years ago, it was a small fishing village. For many decades, most of the city's structures were just two stories high.  Dubai's fortunes changed with the discovery of oil in the 1960s, and a decision was made in the 1980s to turn the trading port into a luxury tourist destination.  A slew of stunning buildings were then constructed, often at lightning pace, including the seven-star Burj Al Arab hotel, which opened in 1994. Today, the city's architecture is renowned around the world. Here are 12 of Dubai's best-known buildings: Cayan Tower Opened: 2013 | Use: Luxury apartments  Standing at 306 meters (1,005 feet) tall, the Cayan Tower's eye-catching helical shape sets it apart from other skyscrapers along Dubai's waterfront. All of the building's 73 floors were designed using exact same plan but each is rotated 1.2 degrees clockwise from the one below, according to the Council on Tall Buildings and Urban Habitat's (CTBUH) skyscraper database. The result: Cayan Tower turns 90 degrees over the course of its height. As well as being visually striking, this helix design helps protect interior spaces from direct sunlight while reducing the structural impact of strong winds. Did you know? The architecture firm behind the tower, Skidmore, Owings and Merrill (SOM), also designed the record-breaking Burj Khalifa. Jumeirah Mosque Opened: 1979 | Use: Mosque There's more to Dubai's architecture than futuristic skyscrapers. The Jumeirah Mosque is a prime example of a building inspired by the distant past. Designed in the Fatimid architectural tradition, which is often associated with medieval Islamic Egypt, the mosque is made from white stone that produces a stunning visual effect at sunset.  The main design features include a pair of soaring minarets that frame an impressive central dome. Jumeirah Mosque can accommodate around 1,200 worshipers and it's one of the few mosques in the United Arab Emirates that allows non-Muslims to visit. Did you know? The Jumeirah Mosque holds such an esteemed place in Dubai's cultural identity that it appears on the 500 dirham note. Jumeirah Emirates Towers Opened: 2000 | Use: Offices and hotel They're the fraternal twins of Dubai's skyline -- two buildings that are a whole lot alike, but not completely identical.  Jumeirah Emirates Tower One, the taller of the pair at almost 355 meters (1,163 feet), contains offices across its 54 floors. Tower Two, meanwhile, stands at 309 meters (1,014 feet) and largely serves as a luxury hotel with 400 rooms.  They're both capped with distinctive equilateral triangles and a spire. And both are covered in silver aluminum panels, with silver and copper reflective glass making for interesting plays of light across the buildings' facades. Did you know? Designed by architect Hazel Wong, the Jumeirah Emirates Towers were the tallest skyscrapers to be designed by a woman upon their completion in 2000, according to the CTBUH. WAFI mall complex Opened: 1991 | Use: Mixed use WAFI's design was seemingly inspired by ancient Egypt, with its central structure resembling a large pyramid. And you'll find other pyramid-topped buildings across the mall complex. But it doesn't stop there. Other design features include statues of pharaohs and sandstone-colored dogs, as well as columns decorated with hieroglyphics.  In addition to shopping facilities, WAFI also contains restaurants, a hotel, a spa and residences. Did you know? While ancient Egypt is clearly a dominant theme, you can find design influences from across the region, including a souk inspired by 14th-century Baghdad. Dubai Opera Opened: 2016 | Use: Entertainment venue If you think opera houses always drip with ornamental flourishes from 19th-century Europe, then you need to check out Dubai Opera. The exterior is a pleasing mix of historical and modern influences. The building is shaped like a wooden dhow -- a tribute to Dubai's maritime past -- but contemporary walls of glass allow visitors to see the brilliant lighting of the interior promenade. Architecture firm Atkins (and lead architect Janus Rostock) designed the building to easily convert into three modes: a theater, a concert hall and a flat-floored space to host exhibitions and galas. There's seating for up to 2,000 people. Did you know? Since opening in 2016, Dubai Opera has hosted performances ranging from \"Phantom of the Opera\" to \"Othello\" -- and even a screening of \"Harry Potter and the Sorcerer's Stone\" accompanied by live music from the Czech National Symphony Orchestra. JW Marriott Marquis Dubai towers Opened: 2012 and 2013 | Use: Hotels Another set of twins in Dubai -- though this time, they're the same height and practically identical in design. Both towers of the JW Marriott Marquis measure 355 meters (1,166 feet) in height, with each containing 14 elevators and 804 hotel rooms.  According to the firm behind the project, Archgroup Consultants, the tree-like design was inspired by date palms, important symbols in Arabic culture. The towers were built symmetrically on a seven-story podium, ensuring that even lower floors can enjoy views of the city and sea. Did you know? Upon completion, the project was named the world's tallest hotel. The towers held the title for several years before being eclipsed by the nearby Gevora Hotel. Jumeirah Beach Hotel Opened: 1997 | Use: Hotel Do you remember the splash this wave-shaped hotel made when it opened in the 1990s? Some two decades later, it's easy to take this kind of bold, creative resort building for granted. But Jumeirah Beach Hotel still stands the test of time. Despite its sweeping horizontal form, the building is still relatively tall, reaching a height of 104 meters (341 feet). It was one of the tallest buildings in Dubai when it opened, though it's since been overtaken by more than 100 other structures -- a reminder of the city's rapid pace of construction. Did you know? This is another design from Atkins, the firm behind the aforementioned Dubai Opera and another record-setting building on this list. Ski Dubai Opened: 2005 | Use: Winter recreation Dubai may be flat (minus the sand dunes) and usually very hot, but the city's very own ski resort proves that you can build almost anything with enough money and imagination. Constructed above the popular Mall of the Emirates, the indoor Ski Dubai facility lets you hit snow-covered slopes while out shopping. The exterior's conspicuous slant provides only a hint of what you'll see inside: An indoor mountain measuring 85 meters (279 feet) tall, five ski runs serviced by a chairlift and tow, and areas for sledding and tobogganing. Did you know? The highly insulated building is kept at minus 2 degrees Celsius (28 degrees Fahrenheit) for skiing and minus 6 degrees Celsius (21 degrees Fahrenheit) when making snow, according to the civil engineering website AboutCivil.com. Burj Al Arab Opened: 1999 | Use: Resort hotel Were Dubai and Atkins satisfied after completing the wave-inspired Jumeirah Beach Hotel? Not a chance. Just a couple of years later, the firm's stunning Burj Al Arab opened. With its unforgettable sail shape, the 321-meter-tall (1,053 feet) Burj Al Arab quickly became one of the Dubai skyline's most recognizable buildings.  A glass fiber screen shields the 18-story atrium from the unrelenting Dubai sun. The material has been coated with Teflon to keep dust and sand from sticking to it. Did you know? The building's roof features a helipad that guests can use to enter or exit the building. Atlantis, The Palm Opened: 2008 | Use: Hotel resort Dubai further cemented its position as a leading hotel resort destination with Atlantis, The Palm. At first glance, it looks much like the Atlantis resort in the Bahamas, but a closer inspection reveals the building's Arabic influences. The coral pink edifice, designed by WATG, combines the Arabian desert with the oceanic allure of mythical Atlantis. If you have the cash, you can even book one of two underwater suites at the hotel. A new companion resort with a very different, contemporary design resembling horizontal stacking blocks is set to open in late 2020. Did you know? The resort sits on a collection of artificial islands called the Palm Islands, named for their palm-inspired shape. Dubai Mall Opened: 2008 | Use: Shopping, dining, entertainment An estimated 80 million people -- that's roughly the population of Turkey -- visit the Dubai Mall every year. The firm behind the project, DP Architects, had quite the challenge in integrating more than 1,200 shops, parking for 14,000 vehicles, a huge indoor aquarium, ice skating rink and more into a navigable space.  The mall's must-see design feature is its massive indoor waterfall, complete with statues of pearl divers. Did you know? Big wasn't big enough. In 2019, the mall was connected to the new Dubai Mall Zabeel via an air-conditioned footbridge. Burj Khalifa Opened: 2010 | Use: Mixed use This list wouldn't be complete without the tallest building in Dubai, the Middle East -- and the world. When it opened in 2010, the Burj Khalifa knocked Taipei 101 from its throne, and took Dubai -- literally and figuratively -- to new heights. At 828 meters (2,716 feet, or more than half a mile) tall, the so-called \"megatall\" skyscraper also features the world's highest observation deck and the world's longest elevator journey. And if that isn't impressive enough, a series of vertical polished stainless steel fins were added \"to accentuate Burj Khalifa's height and slenderness,\" and incorporate Islamic design influences, according to the CTBUH. Did you know? The building takes advantage of \"natural air conditioning,\" which takes in cooler air at the tower's top before circulating it throughout the building."], "Language": false}