{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/cnn-underscored/philips-hue-hub-1st-gen-compatibility/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-03-09T21:27:52Z"], "LastModifiedDate": ["2020-03-10T13:54:19Z"], "Headline": ["With Philips Hue sunsetting the V1 Hub, here are your options to keep control of your lights"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Here we go again: Another electronics manufacturer, this time Philips Hue, will stop supporting one of its core products in the near future. Specifically, first-generation (V1) Hue Hub will stop receiving software updates after April 2020, and all online compatibility will be broken.  Sonos recently went down this road, announcing that legacy speakers would stop receiving software updates, but ultimately backtracked and has announced it will continue to support its legacy products — although just what that will look like remains to be seen.  But back to Philips Hue. The smart home lighting system relies on a hub to connect light strips and bulbs to the internet, allowing you to control them via a smart speaker or your phone.  When support ends for the V1 Hub, you won't be able to remotely control your lights, use third-party apps or use Home & Away automation controls.  If you have a V1 Hub, you have a couple of options, both of which will cost you some money.  How to tell which bridge you have It's easy to tell the two bridges apart. The V1 bridge is round, while V2 is square. That's it. You don't have to look for any model numbers or dig through a hidden settings menu in the app.  Square hub? Sit back and relax, you don't have to do a thing. If you have a round hub, you'll need to upgrade.  Have the first-gen hub? Here are your options After looking at your hub and realizing you have a V1 Hub, don't get too frustrated. Sure, it's going to cost you some money to keep your Hue lighting system running, but it's not that bad.  Upgrade to a V2 The easiest and least expensive way to deal with this is to upgrade your hub. You can buy a V2 Hub for less than $60 from Philips Hue. Just make sure when you're shopping for a new hub that you buy the square model.  Once you get the new hub, you'll need to migrate your system over from V1 to V2. The process doesn't look all that involved, but you'll need to have both hubs connected to the internet at the same time. Here are the official migration instructions from Philips Hue.  Switch to another lighting system Being forced to upgrade hardware is always frustrating, especially when it's because a company decides to stop providing software updates. We get it.  You can always ditch your Philips Hue setup and go to a different system. This, of course, is going to be the more expensive way to go, but here are some alternatives. LIFX LIFX has a wide range of bulbs, outdoor lights, strip lights and everything in between. You won't need a hub to control the lights — they connect directly to your Wi-Fi network and are controlled through a mobile app.  You can connect the system to your Apple HomeKit setup or Google Assistant. Bulbs start at $29.99, with different shapes, sizes, and color capabilities.  Wyze If you don't care about bulbs that change colors in sync with your music or TV, then check out the Wyze Bulb. Wyze is known for its inexpensive smart home products, and the Bulb is no different.  You won't find any colorful options here, but you will find Wi-Fi enabled light bulbs that you can control from anywhere. Better yet? You can get four of them for $37.98.  Nanoleaf Ready for a bigger change? Look no further than the Nanoleaf Canvas or Light Panels, or you can even wait until Nanoleaf releases its new shapes and accessories this summer.  Nanoleaf's approach is unique in that it offers large panels that link together and can be arranged into different designs. You then control each panel's color via the mobile app by using the built-in editor or downloading premade themes. Nanoleaf's panels are expensive, priced at $200 for a starter kit, but they sure are cool-looking.  Whether you upgrade your hub or decide to ditch Hue and go with something else, you really can't make a bad decision. Unfortunately, early adopters are usually the ones punished as tech moves forward. Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}