{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/cars/coronavirus-geneva-international-motor-show-online/index.html"], "Source": ["cnn"], "Location": ["Queens, NY"], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2020-03-09T19:25:02Z"], "LastModifiedDate": ["2020-03-09T19:25:02Z"], "Headline": ["In the days of coronavirus, an international auto show moves to cyberspace"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["Every year I fly to Switzerland to see the latest, most extreme supercars and talk to auto industry executives, engineers and designers at the Geneva International Motor Show. I also attend car unveilings, press events and receptions. But this year, I covered the show, or what had become of it, from my futon sofa in Queens. The Geneva International Motor Show, like many other large conferences and events, was canceled just days before it was supposed to have opened to the press due to fears over the spread of the coronavirus. This was a big blow to automakers, many of which had press conferences on the schedule and cars to unveil. With rollout calendars to stick to, many of them went ahead and sent out press releases, big batches of photographs and slick video shots via email, as they usually do. They even held their live presentations around the same time that their press conferences at the Geneva Motor Show would have been, except now they were livestreamed. In effect, the Geneva Motor Show became a virtual event. Show organizers even created a web page with links to all the online press conferences. Almost all of the automakers gave their presentations from their headquarters instead of on the Geneva showroom floor. One exception was Swedish supercar manufacturer Koenigsegg, which went ahead and did its online presentation from a largely empty Palexpo convention center, home of the Geneva Motor Show.  \"Everyone else packed up. We said, 'That, we cannot do,' said CEO Christian von Koenigsegg as he prepared to unveil the company's two new cars. One of them a 1,700 horsepower four-seat hybrid, the other a superfast -- top speed estimated at more than 300 miles an hour --  hypercar. \"We built this amazing stand. We have these amazing cars. Just to pack up and go home?\" von Koenigsegg said to the camera. \"No way!\" Most others, though, went home.  Bernhard Maier, the CEO of Škoda, Volkswagen's Czech-based subsidiary, gamely unveiled the new Škoda Octavia RS iV, a plug-in hybrid performance sedan from the company's plant in Mladá Boleslav, Czech Republic. \"We immediately called back our truck driver who was already heading to Geneva with the car,\" Maier said into the camera as he stood by the blanketed Octavia. \"He just arrived a couple of minutes ago, and now we have it right here.\"  This was a car I had actually been looking forward to seeing in person even though -- or maybe especially because -- it was not some crazy exotic. I'd driven the current version of the Octavia RS and it had left an impression (In 2018, it had carried two people, a week's worth of luggage and video equipment over mountain passes between Switzerland and France and I had a total blast driving it. What's not to love?) So I was hoping to at least get a close up and personal look at the newly hybridized Octavia. But I had to make do with looking at my laptop screen instead.  McLaren, likewise, turned around its truck, carrying the company's latest supercar, shortly before it reached Geneva. Kate Silverton, a BBC personality, helped unveil the British company's sleek looking new 765LT at McLaren's headquarters in Woking, UK. Another British sportscar maker, Morgan Motor Company, turned the cancellation into a social media marketing opportunity. Rather than just turning the delivery truck around, Morgan had its two top car designers drive the completely new Morgan Plus Four convertible all the way back from Geneva through the Channel Tunnel to the company's headquarters in Malvern, UK. The pair posted Instagram videos along the way. The online press conferences had many of the same elements as any live auto show press conference. Before the shows started, there was dramatic music over countdown graphics. There were sheets being pulled off cars to, in this case, a light scattering of applause. There was pounding walk-on music as executives approached the stage. Some, like McLaren, had professional presenters doing the introductions. I still thought company executives, like von Koenigsegg and Škoda's Maier, did it best, though, even on a 13-inch screen. After it was all over, Roger Ormisher, a spokesman for McLaren, told me he would much rather have had an actual, real-life show. That's not just becausef the company had sunk a large sum into preparing for an event that never happened. It was the human interaction that he missed, actually talking face-to-face with journalists who cover the industry and its products, he said. That was the big loss for me, too. A good number of the stories I get at an auto show are ones I just stumble across. They're based on things I notice as I'm walking by or on conversations with employees and executives who point out things I would never have noticed in a photo or press release.  I was also five time zones away, which did not help. These \"live\" press conferences weren't live for me because I wasn't about to sit up at 3:00 in the morning to watch a car unveiling. I watched them later and relied on photos, press releases and video packages to get all the information.  So, I covered the show -- or the faux show -- as best I could, considering I was 4,000 miles away from where it all wasn't happening. Here's hoping we'll both be back next year."], "Language": false}