{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/entertainment/pregnancy-reveal-katy-perry-celebrities-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-03-08T11:37:57Z"], "LastModifiedDate": ["2020-03-08T11:37:57Z"], "Headline": ["From Katy Perry to Beyoncé, here are the most dramatic pregnancy reveals"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Congrats! You're pregnant. Now, what's the best way to tell the world? Most of us would just call loved ones or post something sweet on Facebook. But not celebs. In recent years, they've skipped over the age-old-tradition of leaking the news to tabloids to make the announcements themselves -- and it's usually in some weird, over-the-top fashion. Here are seven of the most dramatic celebrity pregnancy reveals: Katy Perry Katy Perry and Orlando Bloom are expecting their first child together, the pop star revealed through her latest music video. The video for \"Never Worn White\" sees Perry cradling her baby bump while wearing a white dress. \"See us in 60 years with a full family tree,\" she sings in one of the verses. The singer also hilariously confirmed the pregnancy on Instagram live when she pointed the camera at her belly, screamed, and said \"Well, I think that's it.\" Cardi B Cardi B made her unique pregnancy announcement in an April 2018 episode of \"Saturday Night Live.\" She covered her baby bump during her first performance of the night, but made a dramatic reveal during her second set as the camera slowly panned down to her belly while she sang \"Be Careful.\" She was caught on camera after the show yelling \"I'm finally free!\" Beyoncé  Queen Bey made her pregnancy announcement in typical Beyoncé fashion: a sexy photoshoot. In February 2017, the superstar posted a photo with her baby bump on Instagram to announce the joyful news. \"We would like to share our love and happiness. We have been blessed two times over. We are incredibly grateful that our family will be growing by two, and we thank you for your well wishes. The Carters,\" she captioned the photo. Later that year, Beyoncé posted a similar photo featuring her swathed in fabric, including a blue veil, while cradling her two babies in front of a flower wreath. Kylie Jenner After months of responding to pregnancy rumors with radio silence, Kylie Jenner unveiled in February 2018 that she had given birth to a baby girl. She and rapper Travis Scott made the announcement through an emotional montage video titled \"To Our Daughter,\" which showed intimate details of her life over the previous nine months.  Jenner also tweeted an apology to her fans for keeping them \"in the dark,\" and described pregnancy as \"the most beautiful,empowering, and life changing experience.\"  Ciara If anyone knows how to make pregnancy look photogenic, it's Ciara. The singer took to Instagram on January 30 to announce that she and her NFL quarterback husband, Russell Wilson, are expecting another baby. She posted a photo of herself in Turks and Caicos sporting a large baby bump. \"Number 3,\" the caption read. Amy Schumer Singers aren't the only ones making dramatic pregnancy reveals. In October 2018, Amy Schumer got in on the action when she shared a photoshopped image on Instagram with her and her man's faces on Meghan Markle and Prince Harry's bodies. The comedian sent her fans to former CNN White House correspondent Jessica Yellin's Instagram page where the news was officially announced on Instagram stories.  Grimes Of course Grimes would announce her pregnancy via futuristic photo shoot. When she first posted a photo of herself on Instagram with a hologram of a baby reflected on her stomach, fans couldn't tell if she was trolling or not. The Canadian singer later confirmed that she is, in fact, pregnant — and having a tough time."], "Language": false}