{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/us/gibson-nashville-musicians-guitars-tornadoes-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-06T19:29:25Z"], "LastModifiedDate": ["2020-03-06T19:32:11Z"], "Headline": ["Gibson tells Nashville musicians they'll replace any guitars lost or damaged in the tornadoes"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Nashville musicians are rallying around the city as it rebuilds from a devastating tornado. A leading guitar company wants to make sure they have what they need to lift Music City's spirits. Gibson, an iconic guitar brand headquartered in Nashville, Tennessee, since 1894, said they'll replace any guitars lost or damaged in the week's violent storm. \"Nashville is stepping-up for those who need support in the wake of the recent severe storms and Gibson will be a part of that support in many ways,\" the company said on its website. \"Our goal is to get a guitar back into the hands of anyone who has had their guitar damaged or destroyed in the recent Tennessee storm,\" said Dendy Jarrett, Executive Director of Gibson Gives, of the tornado that ripped through Tennessee, killing at least 24 people, injuring dozens and leveling buildings.  The 126-year-old company will give musicians demo models, prototypes, or shop worn replacement electric and acoustic guitars across Gibson's family of guitar brands.   It joins many of country music's biggest artists, including Miranda Lambert, Brad Paisley, Chris Young and other musicians who've stepped in to help recovery efforts. The region has long been synonymous with the music industry.  A 2013 study from the Nashville Area Chamber of Commerce's Research Center found the industry helps create and sustain nearly 60,000 jobs within the metro area and contributes an estimated $5.5 billion to the local economy. If you or someone you know lost or damaged their guitar in the recent storm, email donation.request@gibson.com with your story or go to GibsonGives.org site for more information."], "Language": false}