{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/opinions/firing-fauci-disaster-for-trump-americans-dantonio/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Michael D'Antonio"], "Writers": [["Michael D'Antonio"]], "FirstPublishDate": ["2020-04-13T20:31:13Z"], "LastModifiedDate": ["2020-04-13T20:59:46Z"], "Headline": ["Fire Fauci? What a disaster that would be for Trump and the US"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["With the novel coronavirus killing Americans from coast to coast, President Donald Trump is hearing complaints from some of his supporters about Dr. Anthony Fauci, America's leading authority on infectious disease. If the pressure prompts Trump to fire Fauci, this would be very bad news. On Sunday, Trump retweeted a conservative who concluded her tweet with the hashtag #fireFauci. And though the part Trump called attention to in his retweet did not directly reference the hashtag, it was enough to raise alarm bells for those nervous about the doctor's standing on the White House task force.  On Monday, Steve Bannon, former Trump adviser, spent the majority of the first hour of his \"War Room: Pandemic\" show questioning Fauci's credibility and mockingly calling him \"Yoda.\" Still, Hogan Gidley, White House deputy press secretary, denied Trump had any intention of firing Fauci. It's important to remember Fauci is one of the leading medical experts on the President's pandemic response team and has been the nation's main source of trustworthy information -- though in the early days of the virus, he, too, may not have known or realized the full severity of the threat.   Nonetheless, in the days and weeks since, Fauci has become a strong advocate for following the facts and the science -- even as Trump's slowness to take federal action likely contributed to a rising number of cases and deaths. (Trump's spokesman Judd Deere disputes this, arguing that Trump \"took bold action to protect Americans and unleash the full power of the federal government to curb the spread of the virus\" and Fauci has even acknowledged that the decision of when and how to act is \"complicated.\")  That Trump would even consider sharing the #fireFauci tweet with over 75 million followers tells us that even after 20,000 deaths, he doesn't understand the first thing about the current crisis. This reckless act comes even as he debates relaxing the restrictions that have slowed the spread of the coronavirus thus far.  Every human relationship -- personal, economic, political -- depends on one thing: trust. Having misled the American people for weeks on the severity of the crisis, Trump, like so many leaders struggling to battle the virus, wants to bring our pandemic-stricken country back to normal. And many Americans share his sentiment. But the question is why should we trust him to make that call now?  The President began to talk openly about sounding the all-clear signal on March 24, when he said that Easter, then three weeks away, would be \"a beautiful time\" to return to normal. This musing came just days after he had ceased a two-month campaign of foolishly downplaying the threat -- with memorable one liners like, \"We have it totally under control\" -- based not on data but on his own feelings. Nonetheless, Trump heeded his medical experts and kept the restrictions in place through the end of April. In January and February, as Trump repeatedly told us everything was fine, he was really saying \"trust me\" and borrowing the credibility of his office to win us over. To be fair, every man who ever occupied the Oval Office has relied on the extra perception of virtue imbued by the presidency, especially in times of crisis.  Even some of those who find much lacking in former President George W. Bush could rally around his leadership in the initial days and weeks after 9/11. And Americans of every sort relied on former President Barack Obama to lead us out of the Great Recession in 2009.  Given Trump's troubled business career, the 16,000-and-counting falsehoods he has uttered as President, according to the Washington Post, and the behavior revealed by his impeachment, Trump seems the least trustworthy commander-in-chief in living memory.  In considering the President's potential action to end the stay-at-home practices that stemmed the rise of illness and death, the more troubling factors reside, not in his record, but in his leadership style. As former and current White House officials have revealed, the Trump administration is an often-chaotic place where the tone is set by a President who has declared he likes having \"acting\" and not permanent officials in place so he can move people around more readily. This practice created problems in many of the agencies that were supposed to respond to the pandemic. At the key Department of Homeland Security, according to the Washington Post tracker, just 35% of the top jobs are filled.   Trump also has a bad habit of shirking responsibility and blaming his failures on others. When he says things like \"I don't take responsibility at all,\" when asked about the lack of coronavirus testing, he reveals his problematic management style. Is it any wonder that several weeks after the coronavirus appeared in the US, no one in the White House had taken responsibility for creating a system to obtain the medical equipment that would be needed? It's no surprise, then, that Robert Kraft, owner of the New England Patriots, took matters into his hands and sent a plane to China to buy 1.2 million N95 masks.   In other words, the administration's response -- or lack thereof in the early days -- to the pandemic added to the scope of the American crisis, a fact made clear by Fauci on Sunday. Speaking with CNN's Jake Tapper, Fauci agreed that a faster response \"could have saved lives.\" Fauci, who has said he worries about a second wave of the virus hitting sometime in the near future, has also advocated for a \"rolling\" approach to returning America to normal, with activities resuming gradually as testing provides more epidemiological data.    A rolling approach to restarting life in America is unlikely to create the dramatic economic boom that Trump has talked about lately. He believes that pent-up demand will spur a fast recovery if only enough people can get back to work. The way he sees it, the economy will take off \"like a rocket ship.\"    And with the general election only months away, Trump could use a rocketing recovery. Low unemployment, rock bottom interest rates and a high stock market were his big first-term trophies -- but the pandemic took them away. It's no wonder that he plans to announce his reopening task force on Tuesday -- an announcement Trump made at his White House press conference on Friday.  The President has promised to stock the new advisory group with top medical and economic experts, but he will make the final call. \"It's the biggest decision I'll ever make,\" he reiterated on Friday.  But this is simply not true. Trump faced much bigger decisions, decisions that brought us to the point we have reached now, when he chose to deny, or perhaps ignore, the truth as the pandemic bore down on America. A significant share of the responsibility for the subsequent illness and death belongs to him, and he has yet to express remorse for the choices he made in the early days of the virus. Coldly dismissive as this crisis began, the President wants us to trust him now to tell us when this national nightmare is over. He could win that trust by dealing honestly with the record thus far, demonstrating interest in the facts and the science, appointing true experts to the task force and heeding their consensus.  And this approach would actually aid his reelection bid by demonstrating a sense of honesty and seriousness that merits the trust of the American people.  But I won't hold my breath."], "Language": false}