{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/us/r-kelly-sexual-assault-trial-delay/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dave Cera, Melissa Alonso and Susannah Cullinane, CNN"], "Writers": [["Melissa Alonso", "Susannah Cullinane"]], "FirstPublishDate": ["2020-03-05T20:14:46Z"], "LastModifiedDate": ["2020-03-05T20:14:46Z"], "Headline": ["R. Kelly prosecutors delay singer's sex abuse trial"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The sexual abuse trial of singer R. Kelly has been postponed after federal prosecutors said they needed time to analyze hundreds of electronic devices. Kelly, 53, appeared in a Chicago court Thursday wearing an orange jumpsuit and pleaded not guilty to an updated federal indictment that includes sex abuse allegations involving a new accuser. The singer faces charges of sexual abuse in multiple jurisdictions. He was charged February 14 in a 13-count superseding indictment with multiple counts of child pornography and other crimes.   A trial date for the case had been set for April 27, but was pushed to October 13 at the prosecutors' request. Defense attorney Steven Greenberg said it followed the execution of a search warrant on Kelly's property. Speaking after the hearing, Greenberg said he didn't know what evidence had been taken but that there were several concert and audio recordings and \"they're going to find a lot of music.\" Mike Leonard, who also represents Kelly, said the singer is in very good spirits but \"disappointed\" the case is not going to trial sooner. Kelly remains jailed without bond at the Metropolitan Correctional Center in Chicago. Two of Kelly's former employees, Derrel McDavid and Milton \"June\" Brown, who are also charged in the indictment, also pleaded not guilty Thursday. Updated indictment lists 'Minor 6' The updated federal indictment against Kelly was made public in February. In the filing in US District Court in Illinois, which is largely similar to his original indictment filed last year, Kelly was accused for the first time of sexually abusing a teenage girl identified as \"Minor 6.\" Kelly met the girl around 1997 or 1998 when she was 14 or 15 and the abuse lasted for as long as four years, the indictment states.  Another girl, who had been identified as Minor 2 in the original document, was removed from the victims listed in the indictment. The revised indictment also says prosecutors are now seeking the forfeiture of all assets from Kelly's production company known as Bass Productions and a separate company owned by McDavid, his former business manager. The background Kelly, whose full name is Robert Sylvester Kelly, faces a separate five-count indictment  in US District Court in New York. The indictment accuses Kelly of sexual exploitation of a child, kidnapping, forced labor and violations of the Mann Act involving the coercion and transportation of women and girls in interstate commerce to engage in illegal sexual activity from 1999 to the present. The singer has pleaded not guilty to all criminal charges against him.  Federal prosecutors in Illinois claim Kelly videotaped himself having sex with at least four girls younger than 18 beginning in 1998. A few years later, after Kelly learned that some of those videos were missing from his \"collection,\" he and others began paying \"hundreds of thousands of dollars\" to several people to recover them, court documents said."], "Language": false}