{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/cat-composer"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-03-05T16:13:42Z"], "LastModifiedDate": ["2020-03-05T16:13:42Z"], "Headline": ["Mewsic To Meow Ears"], "Section": [null], "MappedSection": [null], "Article_Body": ["For the record, cat composer David Teie is not a cat. He is an adult human man. And although Teie is most certainly not a cat, he makes some excellent music for felines.\n\nTeie is a cellist for the National Symphony Orchestra and a composer who lives in Washington, D.C. Teie’s interest in composing for animals started with an interest in how humans hear music. In 2003, after many years as a professional classical musician, he learned that humans’ emotional response to music is linked to sounds heard while in utero. \n\nAfter completing a book called “Human Music,” he started composing for monkeys. Teie partnered with University of Wisconsin psychology professor Charles Snowdon to test two of his tracks with cotton-top tamarins. They loved the tunes, which had a higher pitch and faster pace than “human music” because monkeys have higher-pitched voices and faster pulses.\n\nAccording to Teie’s website, he “contends that every species has an intuitive biological response to sounds based on their brain development and vocalizations,” so he sees the ultimate goal of writing music for our purring friends as communicating with them in something like their language. Using “feline-centric sounds,” like bird noises and purring, Teie has brought tracks like “Katey Moss Catwalk,” “Tigerlilly and Mimi’s Mewsical” and “Penelope’s Nocturn” to an entire audience. \n\nTeie says his music is especially relaxing for rescued kitties, who tend to be more stressed and may have experienced abuse, and his collaborator Snowdon concurs. What’s more, scientists agree that Teie’s tunes have an effect on cats. In an independent study, researchers from the University of Wisconsin concluded that “cats showed a significant preference for and interest in [Teie’s] species-appropriate music.” A later study at Louisiana State University’s School of Veterinary Medicine concluded that “cat-specific music may benefit cats by decreasing the stress levels and increasing the quality of care in veterinary clinical settings.”\n\nSo what do cat owners think of Teie’s genre? Well, to fund the project, he launched a $20,000 Kickstarter campaign and ended up raising over $240,000. To date, he’s completed two volumes of music for cats, which are available for purchase on the project’s website and available to stream on various platforms. Bravo, meowstro!"], "Language": false}