{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/weather/tennessee-tornado-wednesday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, Eliott C. McLaughlin and Jamiel Lynch, CNN"], "Writers": [["Nicole Chavez", "Eliott C. McLaughlin", "Jamiel Lynch"]], "FirstPublishDate": ["2020-03-04T06:59:19Z"], "LastModifiedDate": ["2020-03-05T15:44:01Z"], "Headline": ["Two EF-4 and EF-3 tornadoes left a deadly trail of destruction in Tennessee, weather service confirms"], "Section": ["weather"], "MappedSection": ["US"], "Article_Body": ["Two powerful tornadoes with winds up to 175 mph unleashed much of the destruction that left at least 24 people dead this week in central Tennessee. An EF-4 tornado hit Putnam County, and an EF-3 tornado slammed Davidson and Wilson counties before dawn Tuesday, the National Weather Service confirmed Wednesday.  Twenty-four people were killed and hundreds of buildings were destroyed when the tornadoes tore through the state. Although some people were reported missing in Putnam County after the storms, all were accounted for Thursday morning, county spokeswoman Molly Brown said. Survey teams had reported damage in East Nashville, Donelson and in Mt. Juliet, about 20 miles east of Nashville, as well as extensive damage in the Putnam County city of Cookeville, but the weather service had not finalized its assessment.  Prison where 'The Green Mile' filmed damaged When Meg Selby and her fiancé emerged from their storm cellar, they found their first home, in Donelson, mostly destroyed.  Most of the roof had been ripped off, the windows were blown out and their belongings had been tossed everywhere.  \"It kind of just feels like it's all been taken from you,\" Selby said. \"To not really have anything to show for it now is hard, and I, retrospectively, wish I had more pictures.\" A day after the state's deadliest tornado day in seven years, the couple and hundreds of people across the state were assessing the damage. Selby and her fiancé, Mac Warren, were sleeping when the storm alarms on their phones awoke them early Tuesday. They heard tornado sirens outside, so they corralled their dogs and headed to their storm cellar.  The couple, whose wedding is set for March 28 and who had just bought their home in September, thought the storm would pass, but the local meteorologist warned the twister was headed their way.  \"Listening to her talk about the path ... the tornado was on, it went from being kind of a precautionary thing to living through something very catastrophic,\" Selby told CNN.  Added Warren, \"It got quiet, and you could hear this sort of slow roar, and it just got gradually louder and louder.\" The house started shaking, he said. The temperature dropped. The pressure intensified and his ears popped, he said.  \"It was terrifying,\" he said.  Their wedding venue seems OK, Warren said, so the nuptials will go on as planned, but the couple say they are canceling their honeymoon to Hawaii to focus on making sure they have somewhere to live.  Volunteers inspire Titans to donate $1 million  Scores of people have come together to help those who lost their homes in the storms. Alex Vaughan said strangers have been picking up debris and helping her family go through the rubble of her East Nashville home.  \"I don't think anyone told them to do that. I don't know any of them,\" Vaughan told CNN. \"They just showed up and cleaned our greenhouse for us.\" Vaughan's home and her flower shop were destroyed when the aluminum roof from a restaurant across the street landed on her home. They hid in the basement seconds before the tornado tore her home.  \"I don't think we would have, not all of us, would have survived if we were upstairs,\" she said. Inspired by the actions of many residents, the Tennessee Titans announced Wednesday it will donate $1 million to non-profit groups assisting those impacted by the storms. \"We are so encouraged about the amount of charity people have shown in the aftermath of Monday night's tragedy,\" Titans controlling owner Amy Adams Strunk said in a statement. \"As leaders in the community, we want to lend our help to this cause of healing and rebuilding. Together we will help our neighbors through this long and difficult process. We are hopeful that others will join us in supporting this effort any way they can.\" The NFL Foundation is donating $250,000 and will \"work with local schools to assess needs for football field repair and equipment replacement,\" the Titans announced.  In Putnam County, which suffered extensive damage, more than 2,500 volunteers helped clean up debris Wednesday, county officials said. At least 5 children among victims The 18 people who were killed in Putnam County were identified Wednesday as authorities continued searching through destroyed structures for survivors.  Putnam County Mayor Randy Porter said five children younger than 13 were among the victims.  The dead range from a child between 2 and 3 years old to a 67-year-old woman, the county said.  Tornadoes in the Southeast are getting worse As of Wednesday evening, no additional bodies were found in Putnam, Porter said. Davidson County officials also reported finding no more bodies.  Kyndel Morgan, 11, lost a classmate in the storm, she told CNN, and two friends are hospitalized. She woke up about 2 a.m. Tuesday and joined her family in rushing to their basement, the girl said.  \"We weren't even in the basement for a few seconds and the lights just started flickering and it started hailing,\" she said, speaking amid Cookeville's destruction Wednesday morning. \"I was just scared. I was tired and stuff, so I didn't really know what to do. ... I'm just praying for my friends and stuff, and their safety.\" Besides Putnam, there were three deaths in Wilson County, two in Davidson County and one in Benton County, the Tennessee Emergency Management Agency reported. The Davidson County deaths came in East Nashville, where a 36-year-old employee of the Attaboy cocktail bar had just left work with his girlfriend, 33, and they were fatally struck by debris early Tuesday, Metro Nashville Police Chief Steve Anderson said.  Power out for thousands, schools closed In East Nashville, residents had only a six-minute warning to get to safety, according to Davidson County.  \"I got the warning, and in less than 10 minutes you could just feel the pressure, my ears were popping we all ran downstairs and just huddled together,\" Danielle Theophile told CNN affiliate WSMV. \"It went by so fast.\"  Tuesday was the deadliest tornado day since May 6, 2013, when a tornado struck Moore, Oklahoma, according to the weather service. The tornadoes were reported several times along a 145-mile stretch of Middle Tennessee -- from Camden, about 80 miles west of Nashville, to the Cookeville area, about 80 miles east of Music City, the weather service said. More than 38,000 customers were without power Wednesday evening, most of them in Davidson county, TEMA said. Crews were having trouble getting to the affected areas because of downed power lines. Classes and all activities at Metro Nashville Public Schools were canceled Wednesday and the schools will remain closed for the rest of the week, the district said.  More than a dozen schools don't have power, the district said.  \"Nashvillians have experienced a traumatic event and we know it will take time to heal,\" said Adrienne Battle, the school district's interim director.  \"Closing the rest of the week will allow time for that healing process, allow our staff and students to volunteer in the community, and give our district a chance to prepare our facilities for normal operation starting on Monday.\" One school will require a few days of repairs; another, up to several weeks, the district had said.  The Volunteer State Those suffering from the damage aren't doing so alone; strangers and neighbors have come together to help each other out. Want to chip in yourself? \"We're called the Volunteer State, and there's a reason for that -- because Tennesseans have a real spirit of generosity and service to one another,\" Lee told reporters. \"As governor, now I get to see it happen for real.\" Theophile said both her home and her neighbor's home lost their roofs, and her neighbors, an elderly couple, had their roof collapse on them, she said. She worked to dig them out. Michelle Whitten was sleeping when a friend called her to say that she and her three children were in the tornado's path. She grabbed her children and rushed to a closet, she said. \"As soon as we did that, we hear the wind howling as it's over the house and hear something like a train over us. The house started to shake, and windows shattered. We could hear ... loud boom sounds,\" she told CNN. \"I've never been so scared in my life!\" In East Nashville, a neighbor came to help board up a large window at a Crye-Leike Realtors office that was blown out. \"That's just how East Nashville is. That's one of the reasons we like selling over here and living over here,\" said a broker with the office. The storms fell on Super Tuesday, and many of the polling locations were in the storm's path, which required some precincts to extend voting hours. President Donald Trump will visit Nashville to tour the damage Friday, and the federal government will be assisting in recovery efforts, the White House said. "], "Language": false}