{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/cnn-underscored/sonos-sale-certified-refurbished/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-03-04T17:02:22Z"], "LastModifiedDate": ["2020-03-04T17:02:22Z"], "Headline": ["Enhance your home audio with this sale on Sonos certified refurbished speakers"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["With Sonos, setting up a home audio system doesn't get much simpler. And right now joining the ecosystem — or expanding your existing Sonos collection — is even easier thanks to the brand's certified refurbished sale. Right now you can score speakers, subwoofers and soundbars at deep discounts. Everything included in the promo has been checked and certified by Sonos through their thorough refurbishment process. Better yet, each device is eligible for a one-year warranty from the company. Once set up, each speaker is able to stream music from apps like Spotify and Apple Music, set up speaker groups for different rooms and create playlists using My Sonos. Here's a breakdown of everything on sale now at Sonos. Just be sure to stock up on refurb devices before the model you want sells out. Speakers The One is a powerful speaker that can easily fill a room with sound. With a mid-woofer and a tweeter, you'll hear an accurate playback of the highest and lowest tones. It also contains a microphone array for noise cancellation and smart voice capture. Score a refurb One in either black or white for $159. Refurbished One (Gen 1) ($159, originally $199; sonos.com) Much like the One, the discontinued Play:1, also available in black and white, is a strong speaker for any room. It contains both a mid-woofer and a tweeter to expertly play a range of sound. And while it lacks the microphone array, you can still adjust the bass and treble for a custom sound experience. Refurbished Play:1 ($99, originally $149.99; sonos.com)  Soundbar and subwoofer The Playbar, a 35-inch wide soundbar, contains nine amplifiers, resulting in sound worthy of a movie theater. The addition of six mid-woofers and three tweeters means no note is out of reach, and it includes an optical input so you can connect it to your TV. Refurbished Playbar ($499, originally $699; sonos.com)  The Sub is a booming woofer, capable of producing sound as low as 25 Hz. The force-canceling speaker drivers inside keeps up the bass without buzzing or rattling the surface the Sub is resting upon. It's also optimized to work with other Sonos speakers, automatically equalizing for perfectly balanced audio.  Refurbished Sub ($549, originally $699; sonos.com) Bundles Put a Play:1 in two different rooms with this pair of white or black refurbished Play:1 speakers for $198.  Refurbished Two Room Set with Play:1 ($198; sonos.com) For those who want to go all-out, the refurbished Surround Set includes two Play:1 speakers, a Playbar and a Sub. With two speakers for surround sound, the soundbar for cinematic output and the powerful woofer's bass, an home theater is no longer just a dream. Refurbished Surround Set ($1,171, originally $1,246; sonos.com) For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}