{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/weather/nashville-tornado-tuesday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, Jason Hanna and Chuck Johnston, CNN"], "Writers": [["Nicole Chavez", "Jason Hanna", "Chuck Johnston"]], "FirstPublishDate": ["2020-03-03T08:43:59Z"], "LastModifiedDate": ["2020-03-04T10:54:32Z"], "Headline": ["24 people are dead after a tornado ripped through Tennessee and destroyed numerous homes"], "Section": ["weather"], "MappedSection": ["US"], "Article_Body": ["Severe storms and at least one tornado slammed through central Tennessee, killing 24 people and wrecking hundreds of buildings hours before dawn on Tuesday. \"It's a tragic day in our state,\" Gov. Bill Lee told reporters. \"It's heartbreaking.\" Initial surveys indicated EF-3 tornado damage in East Nashville, Nashville's Donelson neighborhood and in Mt. Juliet, a town about 20 miles east of Nashville, the National Weather Service said.   Among the victims was a couple who was hit by debris shortly after they left the Attaboy Lounge, an East Nashville cocktail bar where one of them worked, the Metro Nashville Police Department said. They were identified as Michael Dolfini, 36, and his girlfriend, Albree Sexton, 33. As of Tuesday evening, 18 people were reported dead in Putnam County, three in Wilson County, two in Davidson County and one in Benton County, the Tennessee Emergency Management Authority said.  The agency said one death previously reported in Putnam County was not storm related. Putnam County officials have said they are working to locate 77 people who are unaccounted for.  Hours after the powerful storm hit the area, local officials were still searching through piles of rubble for survivors. And volunteers began to clean up the numerous homes, restaurants and churches, like the East End United Methodist in Nashville, that were left in ruins.  \"We've got to go through that and make sure that nobody was left behind,\" said Mayor John Cooper, adding that 48 buildings collapsed, others were damaged and about 150 people were taken to hospitals because of the storm.  In Nashville's Germantown area alone, parts of apartment and other multi-story buildings were ripped open, with bricks, roofing material and glass strewn about, images from CNN affiliate WTVF showed. 'I've never been so scared in life,' resident says  Michelle Whitten and her three children rushed to hide in a closet in her Nashville home right before the walls began to shake. \"As soon as we did that, we hear the wind howling, as it's over the house and hear something like a train over us. The house started to shake and windows shattered, we could hear ... loud boom sounds,\" she told CNN. \"I've never been so scared in my life!\" Whitten said she was sleeping when a friend called her, warning her that they could be in the tornado's path.  In Germantown, scraps of wood and metal lined the street as people stood outside in their pajamas with their pets surveying the damage. Robin Fugett and her husband ran to the basement of their East Nashville home early Tuesday when they heard swirling wind. Seconds later, her home was momentarily lifted off its foundation, she told CNN. Her home is standing, with roof and siding damage. Houses a block away were flattened, she said. \"I've never felt anything like that before. I am ... very lucky that I was able to come to work today,\" said Fugett, a convenience store employee. Country music artist Taylor Hicks, Season 5 winner of \"American Idol\" in 2006, told HLN the tornado damaged homes near where he lives in Germantown. \"There's homes leveled. There's churches that have been hit by this. There's been a lot of people that's been affected in downtown Nashville. It's been a rough night,\" Hicks said. Nighttime tornadoes are not unusual in the Southeast, where tornado season extends into the winter months, when daylight is shorter.   President Trump said he intended to visit Tennessee on Friday; details weren't immediately released. \"We send our love and our prayers of the nation to every family that was affected, and ... we will recover and will rebuild,\" Trump said Tuesday at the National Association of Counties conference in Washington. Homes are destroyed in Mt. Juliet The damage stretched far beyond Nashville and across several counties. Tornadoes were reported several times along a 145-mile stretch, including in the small city of Camden just after 11 p.m. CT; in Nashville after midnight; and in the Cookeville area in Putnam County shortly before 2 a.m., the National Weather Service said. It wasn't immediately clear how many tornadoes struck the region, as the same tornado might have hit multiple areas, the weather service said. In Mt. Juliet, the storm tore apart homes and other buildings, obliterating their roofs and scattering debris across yards, aerial video from CNN affiliate WSMV showed.  A tornado that came from the Nashville area entered Wilson County, home to Mt. Juliet, and appeared to have stayed on the ground as it traversed the county eastward near Interstate 40, Wilson County Emergency Management Director Joey Cooper said. Several subdivisions were destroyed and hundreds of people in Wilson County have been displaced, Cooper said.  An unspecified number of people were injured in Mt. Juliet, and police were searching for others who might be hurt, police said. Schools in Wilson County will be closed for the rest of the week because of storm damage, the county sheriff's office said. The storm flattened parts of West Wilson Middle School, video from WSMV showed. Further to the east, a tornado wreaked havoc in Putnam County, where so far most of the deaths have been reported. A tornado touched down between the cities of Cookeville and Baxter, the Putnam County Sheriff's Department said. Some of the worst-hit areas are in Charleton Square, Plunk Whitson, Echo Valley and Prosperity Point, the department said.   \"We have multiple homes that have been destroyed. ... Some of the roads are impassable,\" Putnam County Mayor Randy Porter said. Search and rescue teams are trying to inspect damaged homes \"to make sure we haven't missed anyone,\" Porter said. Voting delayed in Davidson and Wilson Counties The storms came as Tennessee prepared to join other states for Super Tuesday presidential primary voting. In Davidson County, where Nashville is, and Wilson County, voting was delayed one hour because of the storms, officials said. A county judge ruled Tuesday afternoon that all polling locations in Davidson will stay open for an extra hour after a lawsuit was filed by the Democratic Party and the four top presidential campaigns.   More than 35,000 customers in Nashville remained without power as of Tuesday evening, according to the Nashville Electric Service. The utility said power poles were destroyed or damaged in the storms and crews were \"having trouble getting to impacted areas.\" Metro Nashville Public Schools are closed due to tornado damage throughout the city, the district said. Election polling sites at school facilities will be open unless otherwise noted, it said. Several shelters in the area have been opened for displaced people, the Nashville Emergency Operations Center said. John C. Tune Airport in West Nashville also \"sustained significant damage,\" according to a tweet from Nashville International Airport, which did not suffer any apparent damage.  Correction: This story has been updated with the correct number of victims, following an update from Tennessee's emergency management officials."], "Language": false}