{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/entertainment/harry-styles-mugging-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-03-03T16:30:01Z"], "LastModifiedDate": ["2020-03-04T04:44:32Z"], "Headline": ["Harry Styles reveals how he got away during a knifepoint mugging"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Harry Styles was mugged last month on Valentine's Day in his Hampstead, London neighborhood while walking home from a friend's house. Now, he tells Howard Stern on his SiriusXM show how he got away from the group of men armed with knives in the late-night hour.  The \"Adore You\" singer told Stern that he saw a group of men loitering on an otherwise quiet street and his sixth sense started tingling. He said he was listening to music with headphones and quickly turned them off.  Styles crossed the street once to avoid them, he explained, and they followed. When he crossed a second time, he knew he was in trouble. Again, the men followed him. He told Stern he believed the men had no idea who he was.  One asked him if he \"smoked weed\" and Styles said he replied \"no.\"  The man then asked \"What have you got on you?\" and the others surrounded him as Styles handed over a wad of cash.  One of the men then saw his headphone wire leading to his jacket and demanded his phone, telling him to \"stop f****** around\" and unlock it with his password. One of the men lifted his shirt to reveal a knife, but still Styles said \"Mate, I can't\" and refused to open his phone.  When Stern said he could have been stabbed, Styles replied that his first thought was how \"annoying\" it would be to have to wipe his phone, lose all his pictures, videos, and contacts, along with new lyrics he records daily in his voice memos.  He considered throwing it in a nearby pond, saying: \"There's a little pond behind them and I thought I'd throw it in the pond and be like, 'Neither of us can have it.'\" Styles quickly realized he didn't want to further anger them.  All of a sudden, he says, he saw the headlights from two cars and decided to make a run for it.  \"Two cars were coming and I felt an opportunity to sprint and run and I ran into the road and tried to stop a car, but obviously a mad man runs into the road, you won't let them into your car, so they don't let me in,\" he recalls.  But it was enough to shake the men, who didn't follow him when he continued to run into the \"little village area near where I live.\" Styles added that whenever he isn't touring he likes to take a nightly walk without security in order to stay grounded. While he usually wears running sneakers, he says on this night he was wearing corduroy flares and dress shoes.  \"I just sprinted but usually when I'm out walking I'm wearing running stuff,\" he said. \"This was the one time I was like wearing corduroy flares and shoes.\" He went walking the next day, he says, but brought a couple friends along just in case. He also revealed he employs a night guard outside his London home, although he can get around London fairly easily without being recognized. Styles performed at the Brits two days after the mugging. He says he wasn't too spooked by the incident, joking that if he hadn't been alone on Valentine's Day, it probably would never have happened. "], "Language": false}