{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/us/five-things-march-3-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-03T11:07:45Z"], "LastModifiedDate": ["2020-03-03T13:44:25Z"], "Headline": ["5 things to know for March 3: 2020 Dems, coronavirus, Obamacare, Israel, Apple"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A friendly reminder from a new Harvard Medical School study: If you're not sticking to a regular sleep schedule, you could be hurting your health. Just what you need to hear first thing in the morning!  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Election 2020 It's Super Tuesday, the day that 14 states and one US territory go to the polls for the largest single day of contests in the election season so far. Voters will be looking at an even thinner ballot after Democratic presidential candidate Amy Klobuchar dropped out of the race yesterday, following sixth-place finishes in Nevada and South Carolina. Within hours of shuttering her campaign, the Minnesota senator turned around and endorsed Joe Biden. Pete Buttigieg and former Rep. Beto O'Rourke of Texas did the same, handing Biden a trio of strong endorsements that could give him a big boost heading into today's contests. However, some see the sudden surge of support around Biden as an attempt by Democrats to mount a challenge against Bernie Sanders, whose support and momentum have made him a front-runner in the race. 2. Coronavirus  There are at least 100 cases of the coronavirus in the US now, including an outbreak at a nursing home in Seattle. The facility has 108 residents and another 180 staff members. At least 50 of them have shown signs of possible infection, and so far, four people with ties to the nursing home have died. The outbreak is an urgent reminder that America's elder care facilities are at a particular risk for coronavirus infections because of the dual threat of age and close living conditions. More than 90,000 people have been infected globally, prompting the World Health Organization to say the virus has brought the world into \"uncharted territory.\" 3. Affordable Care Act  The Supreme Court announced it will decide the fate of the Affordable Care Act, colloquially known as Obamacare, after lower court rulings found the law's individual mandate unconstitutional. The high court's ruling could uphold or alter the law, or eradicate it altogether, greatly changing the already controversial conversation around health care in the US. The proceedings will be a major political lightning rod, and mercifully, the issue won't be taken up until next term, presumably after the presidential election. This all comes as a bit of a surprise, since the Supreme Court previously indicated it was content to let the issue play out in lower courts before stepping in. However, that could take years, so this is the more expeditious option.  4. Israel Israeli Prime Minister Benjamin Netanyahu is poised to win yesterday's general election, but that doesn't mean the country's political deadlock is over. If vote projections stand, Netanyahu's Likud Party will still need to find partners to form a coalition government. And it appears from some projections that even the party's closest allies won't be able to fill enough of those seats, which means Netanyahu will need to recruit stranger bedfellows to secure a ruling majority. Almost all of the votes should be in by tomorrow, and this weekend, all party leaders who have achieved representation in parliament will consult with Israel's President over who should get first shot at building a coalition. 5. Apple If you ever suspected your older model iPhone got markedly slower as newer models rolled out, the latest news from a lawsuit against the tech company will surely give you some vindication. Apple will pay up to half a billion dollars to settle a class action lawsuit alleging it used software updates to slow down older phones. The proposed settlement agreement requires Apple to pay the owners of certain iPhone models $25 per affected device. The two-year-long lawsuit has inspired global backlash, with some suggesting Apple intentionally diminished their devices' performance to force users to upgrade. Apple says it was just trying to address issues with older lithium-ion batteries. iPhone users in the US can file settlement claims if they owned an iPhone 6, 6 Plus, 6S, 6S Plus, 7, 7 Plus or SE device bought before December 21, 2017. THIS JUST IN ... 2 people have died in an overnight tornado in Tennessee Metro Nashville Police have just announced two reported fatalities. The victims are from East Nashville, police said. About 20 people are in the hospital and 40 structures collapsed, officials said. BREAKFAST BROWSE James Lipton, 'Inside the Actors Studio' host, has died at 93  Farewell to one of the fanciest entertainment interviewers ever.  New York City's endangered pay phones will soon go extinct  But where will thriller movie villains go to call and torment their victims?  A woman almost got trampled when she tried to pet a moose  You know what they say: You mess with the moose, you get the hooves.  Half of the world's beaches could disappear by the end of the century  It's a sobering fact, but probably not one to bring up at your family beach trip this year.  'Judge Judy' is coming to an end after 25 years Daytime television programming will never be the same. TODAY'S NUMBER $4.3 billion That's how much a free trade deal with the United States could add to the UK economy over the next 15 years. It sounds like a lot, but the figure wouldn't replace the economic benefits of being in the European Union.  TODAY'S QUOTE \"Lord of the Poultry\" That's the rough translation of Pete Buttigieg's last name, which derives from the complex and colorful Maltese language. People on the European island nation of Malta actually followed Buttigieg's campaign closely, feeling a kinship with his unusual name and heritage.  TODAY'S WEATHER AND FINALLY Don't play the music, become the music  This one's long, but it's so worth it. A DJ hooks his prosthetic arm up to a synthesizer, which means he essentially plays music ... with his mind. If you're in a hurry, the real fun starts at 5:48. (Click here to view.)"], "Language": false}