{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/health/irregular-sleep-health-risk-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-03-02T19:00:15Z"], "LastModifiedDate": ["2020-03-02T19:00:15Z"], "Headline": ["If you're not sticking to a regular sleep schedule, you're hurting your health, study says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Ok, I admit it. I often stay up late on weekends, catching up on TV or seeing friends, then decadently allow myself to slumber for hours past my regular wake-up time the next morning.  To a diehard night owl like me, this is delicious freedom, a sort of personal protest against the rigidity of the obnoxious workday alarm. Sound familiar? If so, fellow snooze buddies, it turns out our lack of a regular sleep routine is hurting our health. A new study published Monday found changing your regular sleep-wake time by 90 minutes -- in either direction -- significantly increases your chance of having a heart attack or heart disease.  A regular sleep time was defined in the study as less than 30 minutes difference, on average, across seven nights.  \"Compared with people who had the most regular sleep time, those with the most irregular sleep time -- more than a 90 minute difference on average across seven nights -- had more than a two-fold increased risk of cardiovascular disease over a 5-year period,\" said study author Tianyi Huang, an assistant professor of medicine at Harvard Medical School. The link remained strong even after controlling for cholesterol, blood pressure and other known cardiovascular risk factors, as well as sleep issues such as insomnia, sleep apnea and sleep duration.  That suggests, Huang said, that high day-to-day variability in sleep duration or timing may be a \"novel and independent cardiovascular risk factor.\" \"That's huge,\" said Dr. David Goff, who directs the division of cardiovascular sciences at the United States National Heart, Lung and Blood Institute.  \"One out of three people in the US die from heart disease, and 60% of us will have a major cardiovascular disease event before we die,\" said Goff, who was not involved in the study. \"People are living busy, stressful lives and not getting a lot of sleep during the week,\" Goff said. \"Then they are trying to get catchup sleep on the weekend, and that's not a healthy pattern.\" The link between sleep and heart The cardiovascular system -- including heart rate, blood pressure and vascular tone -- operates on a strong circadian rhythm to maintain normal functioning.  Messing with our internal sleep clock \"has been linked to cardiovascular risk factors like hypertension, insulin resistance or diabetes,\" Huang said, \"but this is the first study to link an irregular sleep pattern pattern with cardiovascular disease.\"  The study followed more than 2,000 people ages 45 to 84 without any cardiovascular disease over a five-year period. After a baseline exam, follow-up physicals measured any lifestyle, medication or disease changes, while a sleep study tested for sleep disorders like apnea. Then the participants wore a sleep wrist tracker for seven consecutive nights.  \"About a quarter of people in this age range didn't have a regular time for going to sleep,\" Goff said. Since many of the participants were retired, it was surprising to find some 500 people had significantly disrupted sleep schedules. While it may appear this link is strongest for the elderly, that may not be the case. A previous analysis of 53 studies on people age 18 and up found younger age to be more consistently associated with a variable sleep cycle.   \"This sleep irregularity may be even more common among younger people,\" Huang said. \"Younger people may have more demands from study and from work, and those may also influence whether they can have a regular sleep pattern or not.\" If that becomes a habit in life, the results could be dangerous. That's because the study also found a linear upward link between disrupted sleep cycles and heart issues.  \"The more you sleep irregularly, the higher the risk you have,\" Huang said. Better sleep habits The good news is that you can do something about your poor sleep habits. Get moving. Exercise is key to promoting good sleep. As little as 10 minutes a day of walking, biking or other aerobic exercise can \"drastically improve nighttime sleep quality,\" according to the National Sleep Foundation. Strive for cooler temperatures. Make sure your bed and pillows are comfortable, and the room is cool: Between 60 and 67 degrees is best. Don't watch TV or work in your bedroom. You want your brain to think of the room as only for sleep. Avoid certain food and drink. Avoid stimulants such as nicotine or coffee after midafternoon, especially if you have insomnia. Alcohol is another no-no. You may think it helps you doze off, but you are more likely to wake in the night as your body begins to process the spirits. Develop a routine. Taking a warm bath or shower, reading a book, listening to soothing music, meditating or doing light stretches are all good options. Be good to your circadian rhythm. \"Like your mom always told you, you should have a regular bedtime and a regular time for getting up in the morning,\" advised Goff.   Keep yourself in the dark. Be sure to eliminate all bright lights, as even the blue light of cellphones or laptops can be disruptive. If that's hard to accomplish, think about using eye shades and blackout curtains to keep the room dark. But during the day, try to get good exposure to natural light, as that will help regulate your circadian rhythm. Follow these steps, and you'll be well on your way to improving your sleep habits and your health."], "Language": false}