{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/world/five-things-march-1-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa and Faith Karimi, CNN"], "Writers": [["Harmeet Kaur", "Michelle Krupa", "Faith Karimi"]], "FirstPublishDate": ["2020-03-01T21:30:29Z"], "LastModifiedDate": ["2020-03-01T21:30:29Z"], "Headline": ["Start your Monday smart: Super Tuesday, coronavirus, Israel, abortion, Iditarod, OPEC"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • Delta is slated to be fully carbon-neutral. The air carrier vowed to reduce its environmental impact and commit $1 billion over the next decade to the mission. It'll keep using jet fuel (obviously) but buy carbon offsets or invest in projects like tree planting.  • What to stream in March. \"Ozark,\" \"The Boss Baby\" and \"Kingdom\" are all back this month, along with lots of other content on Netflix, Hulu, Amazon Prime, HBO Now and Acorn TV. • Elite runners take to Tokyo's streets. The city's annual marathon takes place, but coronavirus fears mean only top competitors will be in the running.  • Music in Our Schools Month begins today. Let's kick it off by giving it up for the talented singers at an alma mater of your 5 Things crew, Rolling Meadows High School in Illinois. Go Mustangs!! (Click to listen.) MONDAY • Coronavirus quarantine lifts for cruise evacuees. American passengers of the Diamond Princess ship who have stayed healthy are due to leave Air Force bases in California and Texas. They'll head home as experts worldwide continue to try to stem the virus' spread. The best defense is still washing your hands. • Israel holds its third election in 12 months. Voters are due to head to the polls yet again to choose members of Parliament. Prime Minister Benjamin Netanyahu and his main rival, Benny Gantz, both have failed in recent months to form a governing coalition following prior votes. This latest round already has been marred by a major data breach. Netanyahu's corruption trial starts two weeks later. • Grab a mug of tea or mead, cozy up and start to read! It's National Read Across America Day, also known as Dr. Seuss Day. TUESDAY • It's Sup- Sup- Super Tuesday! Voters in 14 US states head to the polls in what could be a watershed day for Democrats. Elizabeth Warren has sharpened her criticism of front-runner Bernie Sanders, while top moderates are fighting to break out. Some 2 million votes already have been cast. States with primaries are Alabama, Arkansas, California, Colorado, Maine, Massachusetts, Minnesota, North Carolina, Oklahoma, Tennessee, Texas, Utah, Vermont and Virginia. WEDNESDAY • SCOTUS hears arguments in a key abortion case. A Louisiana clinic has challenged a state law that requires doctors who perform abortions to have admitting privileges at a nearby hospital. The case is the first before the high court on the contentious subject since its conservative majority was solidified. • The Capital Gazette shooting trial begins. The shooter pleaded guilty to murdering five journalists and other employees in 2018 in their Maryland newsroom. A jury now must decide whether he is criminally responsible and will serve time in state prison or be committed to a psychiatric hospital, the paper reports.  THURSDAY • OPEC meets as a pandemic threatens. The coalition is set to convene for two days in Vienna. A focus is likely to be the impact of coronavirus on the global oil market. Lingering tensions between the US and Iran also are top of mind. FRIDAY • Pixar tugs at your heartstrings again. \"Onward,\" Disney's latest animated offering, hits theaters. It features the voices of actors Tom Holland and Chris Pratt, and its story -- about brothers on a quest for some modern magic -- may require a full box of tissues. SATURDAY • Man and beast test strength and endurance. The annual Iditarod sled dog race is set to begin. Teams traverse more than 900 miles over an old mail and supply route that gives the contest its name. • UFC 248 competitors converge on Las Vegas. The mixed martial arts title fights feature Zhang Weili vs. Joanna Jedrzejczyk and Israel Adesanya vs. Yoel Romero. Strawweight champion Zhang Weili reportedly has already faced down the coronavirus threat en route to defending her crown."], "Language": false}