{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/us/adam-levine-chile-apology-via-del-mar-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-02-29T20:06:38Z"], "LastModifiedDate": ["2020-02-29T20:59:06Z"], "Headline": ["Adam Levine apologizes after fans criticize Maroon 5's performance at Viña del Mar festival in Chile"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Adam Levine is in misery, but it's not over a woman. Maroon 5 is facing backlash for the band's performance Thursday at the Viña del Mar International Song Festival in Chile. The American pop rock band was 30 minutes late to their set and fans complained Levine lacked \"energy to interact with the audience,\" Chilean news agency Chilevisión Noticias reported. In a post Friday on Instagram Stories, the singer said his fans deserved an explanation.  \"To be totally frank there were some things holding me back last night and I let them get to me,\" Levine said in a video. \"It impacted how I was behaving onstage, which is unprofessional and I apologize for that.\" Levine said he was preoccupied with making sure he both looked good and sounded good to fans watching from home on television. \"I struggled a lot and sometimes it's really hard for me to mask the struggle and for that I did let you guys down and I apologize,\" Levine said in his apology. \"We absolutely adore our Chilean fans, we absolutely love coming here. Last night, it wasn't our best and for that all I can say is that I'm really sorry.\" The band's representatives issued a statement, denying the band took to the stage late and blaming issues on technical \"difficulties.\" \"Maroon 5 took the stage on schedule and on time [Thursday night]. They performed 70 minutes of their greatest hits to great acclaim.  Unfortunately, during the performance, the band encountered numerous technical difficulties throughout the show, including monitor issues and with both of Adam Levine's in ears,\" the statement said. Levine on Saturday shared a photo of a crowd on Instagram. In the caption, he thanked Maroon 5's Chilean fans. \"While we can't always make up for our past, we can absolutely try our best to learn from it ... thank you Chile for giving me the opportunity to grow,\" he said. The Viña del Mar International Song Festival is the oldest and largest music event in Latin America and is considered among the most prestigious."], "Language": false}