{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/media/music-industry-streaming/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-02-28T11:26:57Z"], "LastModifiedDate": ["2020-02-28T12:36:36Z"], "Headline": ["The music industry was left for dead a few years ago. Now it's booming again"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The music industry was in crisis just a few years ago. Sales were cut in half from their peak as single downloads, YouTube and piracy made the CD album go virtually extinct. But music has found its white knight: streaming. Last year, recorded music revenues in the United States went up by 13% to $11.1 billion — the highest level since 2006. That persuaded Warner Music Group and Universal Music Group, two of the biggest music companies that represent stars like Bruno Mars and Taylor Swift, to announce plans to go public. Music streaming is in the middle of a boom. An industry that once relied on people buying physical products like vinyl records and CDs has transitioned to consumers listening to Lizzo's \"Truth Hurts\" via services like Spotify. \"The music industry today is healthier than it's been in more than a decade,\" Josh Friedlander, the senior vice president of research at the Recording Industry Association of America, told CNN Business. \"Revenues from streaming services are more than offsetting decreases in physical sales and digital downloads.\" Friedlander added \"it's hard to overstate the impact streaming music has had on the music industry.\" The music streaming boom In 1999, the music industry was at its peak, bringing in more than $14.5 billion in domestic revenue. Most of that was thanks to CDs, which accounted for roughly 89% of that number, according to the Recording Industry Association of America. At the industry's low point in 2014, the music sales only brought in $6.7 billion domestically. Music downloads via iTunes and others had been growing for a decade, but that wasn't nearly enough to make up the ground loss by the erosion of consumers buying physical media.  After years of declines, the music industry began to rebound around 2016 thanks in large part to music streaming.  Music streaming — which includes paid streaming, ad-supported streaming and streaming radio — represented about 5% of the music industry's revenues in the US in 2009. In 2019, that number had grown to roughly 80%, according to the RIAA. And music streaming services don't appear to be slowing down anytime soon. Spotify said earlier this month that it has 124 million paid subscribers — a jump of 30% over last year. The number of Amazon Music subscribers soared 50% year over year to 55 million worldwide and Apple has surpassed 60 million Music subscribers. The format's surge in popularity makes sense since people love taking their music with them and streaming gives consumers access to pretty much all the music they would ever want, according to Larry Miller, the director of the music business program at NYU Steinhardt. \"Even in the 1990s we dreamed about a 'celestial jukebox' in which all the music would be available to everyone, everywhere,\" Miller told CNN Business. Miller said that a lot of things had to occur to make that \"celestial jukebox\" a reality. Wireless high speed internet networks had to built, technology with smartphones and headphones had to improve, new music streaming services needed to be adopted by millions of people, and record companies had to license music to them. Those services then had to persuade people to pay a monthly fee for music, even if they already owned songs and albums. All of that happened, and that's what has led us to today, Miller added. \"Streaming is driving almost all the growth we've seen,\" he said. \"In physical media, the CD business continues to decay toward oblivion and vinyl continues to grow... but the real story is the rapid growth of streaming.\"  A Goldilocks Zone for music industry valuation With streaming propelling the industry, Warner Music and Universal Music believe it's the right time to go public, Serona Elton, the director of the music business program at the University of Miami's Frost School of Music, told CNN Business. \"We are in a Goldilocks Zone for music industry valuation,\" Elton said. \"Consumers in the top revenue generating countries have finally embraced the idea of subscription streaming and the technology needed to enable it is finally in a mature state.\" Warner Music, which is owned by Access Industries, and Universal Music, which is owned by Vivendi, want to sell pieces of their companies because enthusiasm around the music industry is high, Elton added. (Warner Music and AT&T's WarnerMedia are not related.) \"When an industry is experiencing growth, especially a sexy industry like music, potential buyers want in,\" she said. \"It is the right time to offer them a way to get in.\" But streaming doesn't come without faults. Services have been criticized for not paying more to the artists and songwriters who create the music. Warner Music filing to go public and Vivendi's plans for a Universal Music IPO in the next three years are signs of the music industry's state of good health. However, it also represents the industry's reliance on the future of streaming. So the biggest question for the industry going forward is can streaming continue to grow? Warner Music is betting it can.  \"The growth of streaming services has not only improved the discoverability and personalization of music, but has also increased consumer willingness to pay for seamless convenience and access,\" the company said in its regulatory filing. \"We believe consumer adoption of paid streaming services still has significant potential for growth.\" (Warner Music did not have any further comment. Universal Music Group declined to comment.) But, as Elton points out, if streaming revenue slows down, especially as quickly as it came on, then that may cause the music industry to falter once again. \"Music companies are well aware of these threats,\" she said. \"And they seem to be doing much more to actively manage the risks than they did in the early days of digital piracy.\""], "Language": false}