{"Type": ["article"], "Url": ["https://www.cnn.com/2013/01/15/us/alan-greenspan---fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-01-15T16:03:28Z"], "LastModifiedDate": ["2020-02-27T20:31:35Z"], "Headline": ["Alan Greenspan Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of former Federal Reserve Chairman Alan Greenspan. Personal Birth date: March 6, 1926 Birth place: New York, New York Birth name: Alan Greenspan Father: Herbert Greenspan, a stockbroker Mother: Rose (Goldsmith) Greenspan Marriages: Andrea Mitchell (1997-present); Joan Mitchell (1952-1953, annulled) Education: New York University, B.S., 1948; New York University, M.A., 1950; New York University, Ph.D., 1977 Other Facts Studied music at Juilliard and toured the country playing tenor sax and clarinet with The Henry Jerome Orchestra. Was a close friend of writer Ayn Rand. Timeline 1948-1953 - Works at the National Industrial Conference Board. 1953 - Opens economic consulting firm Townsend-Greenspan & Co. with William Townsend. 1968 - Volunteers for the Richard Nixon presidential campaign. 1974-1977 - Chairman of the Council of Economic Advisers. 1977-1987 - After Jimmy Carter is inaugurated as president, Greenspan returns to Townsend-Greenspan & Co. 1981-1983 - Chairman of the National Commission on Social Security Reform. June 2, 1987 - Is nominated to be chairman of the Federal Reserve by President Ronald Reagan. July 31, 1987 - Townsend-Greenspan & Co. formally closes. August 11, 1987 - Is sworn in as chairman of the Federal Reserve. September 26, 2002 - Receives the honorary title Knight of the British Empire from Queen Elizabeth II. November 9, 2005 - Is awarded the Presidential Medal of Freedom by President George W. Bush. January 31, 2006 - Retires as Federal Reserve chairman. 2006 - Opens the consulting firm Greenspan Associates. September 17, 2007 - Greenspan's book, \"The Age of Turbulence: Adventures in a New World,\" is published. October 22, 2013 - Greenspan's book, \"The Map and the Territory: Risk, Human Nature, and the Future of Forecasting,\" is published. October 2018 - \"Capitalism in America: A History,\" a book written by Greenspan and Adrian Wooldridge, is published."], "Language": false}