{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/perspectives/disney-bob-iger-leadership/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Bill Carter for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T16:26:08Z"], "LastModifiedDate": ["2020-02-27T16:26:08Z"], "Headline": ["Many underestimated Bob Iger. And then he proved them wrong"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["In a surprise announcement, Bob Iger said Tuesday that he was stepping down as the CEO of Disney so he could focus on the creative operations at the company as chairman through next year. To many long-time observers of Iger's unquestionably spectacular career, the announcement sounded unreal, like it belonged in one of Disney's classic fables.  Iger sustained a long run of leadership at Disney, and before that at ABC, based heavily on a reputation for upright leadership qualities. That element of character has always played a significant role in his ascent in the media business. The first time I ever wrote about Iger was when ABC, seemingly out of the blue, named him to take over its entertainment division in 1989. He had previously worked in the sports division, and by his own admission to me directly, he had absolutely no experience in developing or selecting entertainment shows. He was hired, the ABC president John Sias said at the time, because of his \"ability in human relations\" and being a \"thoughtful individual.\" When he got his next promotion in 1994, to president of all of ABC, Dan Burke, the president of ABC's then-corporate owner, Capital Cities, said: \"He's a natural leader. People want him to be successful.\" Iger himself characterized his achievements while running ABC Entertainment as \"putting an organization in place.\" That sort of self-effacing, apparently unflappable management style served Iger brilliantly. He gained a reputation for unusual skill at managing up. He diligently worked under Michael Eisner's turbulent leadership at Disney, with his boss never questioning his loyalty — perfectly positioning him to succeed Eisner. That is superb managing.  Through that point in his career, Iger had often been underestimated, precisely because he always seemed more tactical than visionary. What was being missed was how supremely confident he was. Throughout his career, Iger displayed an ability to constantly wade into waters he didn't initially know much — or anything — about, then he would find a way to wrangle whatever the issue was he faced into a shape he could understand and deal with. He certainly did not present as an old-fashioned Hollywood mogul, in terms of flashy style or imperious behavior. In fact, he seemed the antithesis of that. Iger made plenty of mistakes; nobody in show business has a flawless record. The nature of surviving in that business is to have your successes remain at about a two-to-one ratio to your failures. Even after he ascended to Disney, he often micromanaged ABC in ways that made closing deals difficult, or sometimes captive to his personal taste. He once dismissed \"Lost,\" soon to be a phenomenon for ABC, as \"a colossal waste of time, energy and money.\" (On the other hand, to his enormous credit, he insisted the original script scrap its shocker move in the pilot of killing off Jack, who became the series' most important character.) The same guy who dipped into minute details about a single show was also the guy later buying Pixar, Marvel and most Fox entertainment assets, building a media colossus that has churned out billions for Disney. Probably Iger's most underestimated skill — one that he seems to have called on again in his exit decision — is his sublime sense of timing. He has managed to navigate the business so well because he did develop a vision, one that sensed when tectonic shifts were about to take place. He anticipated the primacy of ESPN in the cable business when sports could be leveraged for massive license fees from subscribers, and he foresaw the need for Disney to acquire entertainment assets like Marvel and Pixar, both to feed its movie studio and its theme parks. His last great decision was to dive headlong into the world of streaming entertainment, sensing, as now seems inevitable, that the mass of consumers is heading in that direction. It was a decision that he believed had to be made, and fast. Most people in the business think he was right. Disney+, the company's new streaming service, is off to a strong start, though it expects to lose money its first few years. It looks like the same sense of timing is at work now. Having piled up a list of achievements that would be the envy of every media chief in history, including Walt Disney himself, the trendline may inevitably be pointing downward for the company. ABC is an asset facing dinosaur status, just like the other broadcast-based networks. ESPN's troubles have been mounting for several years as viewers cord-cut, rather than pay for a cable subscription. Now non-sports fans no longer have to pay for a sports channel they don't watch.  That situation will only be exacerbated by the coming brutal negotiations with the biggest sports-rights holder in television, the NFL. And can the Disney studio ever come close to producing a year like the one it just had, with six box office films that made at least $1 billion? At some point, won't even \"Star Wars\" fans say, \"OK I've seen enough?\" Then there are the theme parks. Would anyone watching what is happening with a potentially worldwide coronavirus pandemic expect good things from international attractions dependent on tourism? Nobody could blame Bob Iger for wanting to go out on top, if that is truly what this decision was all about. Maybe the music from one of Disney's many box office hits just got stuck in his head: \"Let it go, let it go; turn away and slam the door.\""], "Language": false}