{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/us/five-things-february-27-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-27T11:10:46Z"], "LastModifiedDate": ["2020-02-27T11:11:40Z"], "Headline": ["5 things to know for February 27: Coronavirus, Coors shooting, Saudi Arabia, sniper"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["All drivers in the US are supposed to have new REAL ID licenses by October, but the acting Homeland Security secretary says it's going to be hard for states to meet that deadline.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus President Trump has put Vice President Mike Pence in charge of the United States' coronavirus response amid growing concern and criticism that the US is unprepared for a widespread outbreak. However, Health and Human Services Secretary Alexander Azar says he is still in charge of the task force handling the disease. Azar, Pence and Trump have all downplayed the potential effects of the coronavirus, despite warnings from the US Centers for Disease Control. In California, a new case of coronavirus could represent the first instance of \"community spread\" in the US, a situation in which the patient didn't have relevant travel history or contact with another patient to explain their case. That would mark a new phase in the spread of the disease in the US, where there are at least 60 confirmed cases.  2. Milwaukee mass shooting An employee stormed the Molson Coors complex yesterday and killed five people before turning the gun on himself. Police have not named the 51-year-old shooter or any possible motive, but they did say he was an active employee at the brewing company. All the victims were Molson Coors employees; they were found in the same building. The attack is one of Milwaukee's deadliest mass shootings and the 11th mass shooting in Wisconsin since 2004, the lieutenant governor said. Molson Coors' CEO called the attack an unthinkable tragedy and announced the company's corporate offices would be closed for the rest of the week, with the brewery closed until further notice.  3. Saudi Arabia Officials in Saudi Arabia have ordered the arrest of a rapper and her crew after their rap video, \"Mecca Girl,\" attracted attention online. The artist goes by Asayel, and in the video, she's wearing a headscarf and rapping about being a woman in Mecca, a city in Saudi Arabia that is considered the most holy place in Islam. The city's governor says the song \"offends the customs and traditions of the people of Mecca.\" Since the announcement, Asayel's YouTube presence has been wiped out. Saudi Arabia has been trying to modernize the strict social conventions it places on women. The country last year ended gender segregation in restaurants, and Saudi Arabian women in 2018 were finally allowed to drive. But critics note that the uproar over this music video shows the country's progress has some definite limits.  4. 2020 Dems  Democratic presidential candidates Elizabeth Warren, Michael Bloomberg, Amy Klobuchar and Joe Biden all set aside their contentious debate strategies for back-to-back town halls last night in South Carolina. Warren said she is willing to take her campaign all the way to the democratic convention this summer if need be. It sounds like a pretty obvious claim, but remember that by the time the convention rolls around, a candidate has usually clinched a winning delegate majority. Theoretically, with this tight field of contenders, we could get all the way to the convention without a clear winner. That's when Warren says she'd make her final push. Meanwhile, after weeks of dodging and deflecting, Bloomberg outright apologized for the controversial stop-and-frisk policies that peaked during his time as New York mayor. 5. DC sniper The US Supreme Court has dismissed the case of DC sniper Lee Boyd Malvo, who had requested an appeal after he was convicted for his role in the serial sniper shooting spree that rocked Maryland, Virginia and the District of Columbia 17 years ago. Despite being 17 at the time of the shootings, Malvo was handed several life sentences in relation to the killing spree, which left 10 dead and millions living in terror for weeks. However, a new Virginia law makes juvenile offenders who were sentenced to life imprisonment eligible for parole after serving 20 years. In light of this new rule, both sides agreed any further court debate in this case isn't necessary. Still, Malvo still faces separate life sentences related to the killings in Maryland. BREAKFAST BROWSE Dunkin's newest snack release is literally just a bag of bacon Welcome to a new level of stress eating.  K-pop group BTS jammed out on 'Carpool Karaoke' There are seven members of BTS. So, when does a carpool just become a small bus?  Online shopping can be worse for the environment than shopping at a store It's all of those boxes packed in boxes with other boxes inside.  Tennis champ Maria Sharapova is retiring  \"In giving my life to tennis, tennis gave me a life,\" she wrote.  Kazuhisa Hashimoto, creator of the ubiquitous Konami Code, has died  Press up, up, down, down, left, right, left, right, B, A to salute a legend.  TODAY'S NUMBER 23 million+ The estimated number of naturalized immigrants who will be eligible to vote in the 2020 US presidential election. That's about 1 in 10 eligible voters in the country.  TODAY'S QUOTE \"The admitted and repeated use of racial slurs by a judge who has taken an oath to administer justice fairly and impartially is wrong, period. There is never any circumstance or context in which such derogatory and degrading language is okay.\" Louisiana Gov. John Bel Edwards, who is calling for a district judge to resign after she admitted to using the n-word in text messages TODAY'S WEATHER AND FINALLY Nibbling the ivories Earlier this week, we had a cat on a piano. So, now please enjoy ... a horse playing the keyboard. (Click here to view.) "], "Language": false}