{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/politics/trump-campaign-ad-joe-biden-fact-check/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Daniel Dale, Tara Subramaniam and Holmes Lybrand, CNN"], "Writers": [["Daniel Dale", "Tara Subramaniam", "Holmes Lybrand"]], "FirstPublishDate": ["2020-04-10T22:30:35Z"], "LastModifiedDate": ["2020-04-13T14:17:32Z"], "Headline": ["Fact check: Trump campaign hits Biden for being soft on China with deceptive images and audio clips"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A new ad from President Donald Trump's re-election campaign that attempts to portray former Vice President Joe Biden as being overly friendly to China is rife with deceptive images and audio clips. The ad suggests that a former governor of Washington is a Chinese official. It takes Biden remarks grossly out of context to twist their meaning. It assails Biden for being friendly to China while omitting Trump's own praise of China's president and China's response to the coronavirus. It makes a claim about Biden's son for which there is no evidence. And it asserts that Biden had previously opposed Trump's travel restrictions on China; while Biden's initial remarks were ambiguous, he never took a firm position on the restrictions until he announced his support of them last week. Here is a rundown of the facts.  An image of Gary Locke One clip in the ad shows Biden on stage with the former governor of Washington state, Gary Locke, at a 2013 event in Beijing. The image is quickly spliced in between others of Biden with Chinese officials, and it does nothing to make clear that Locke is an American. Facts First:  Locke, a third-generation Chinese American, was born in Seattle. He served as both US ambassador to China and Commerce Secretary under President Barack Obama.  The Trump campaign's communications director, Tim Murtaugh, justified the inclusion of the Locke image, telling CNN \"it's immaterial who else is in the shot with Biden\" given that the image is from a China visit in which Biden's son Hunter had joined him and met with Chinese business partners. (Locke was US ambassador in Beijing at the time of Biden's trip.) Biden campaign spokesman Andrew Bates said the Trump campaign's \"repugnant depiction of a great American, who Joe Biden is honored to have the support of, speaks to exactly why the Vice President is determined to win this battle for the soul of our nation.\"  In a Friday statement on Twitter, Locke said, \"President Trump and his team are fanning hatred and it needs to stop now. Hate crimes and discrimination against the Asian American community are on the rise. And the Trump team is making it worse.\" Praise for China The ad tries to paint Biden as unduly supportive of China, saying, \"During America's crisis, Biden protected China's feelings.\" The ad shows clips of Biden at functions with Chinese officials, including one of Biden clinking glasses with Chinese President Xi Jinping, and plays clips in which Biden says Chinese people are \"not bad folks\" and that it's in the self-interest of the US for China to prosper. Facts First: Biden did make the supportive comments the ad shows him making -- but Trump has made similar comments about the character of the Chinese people and about mutual prosperity. Trump has himself raised a glass to toast Xi, whom he has described as \"a friend of mine\" as recently as March. And Trump repeatedly praised China's handling of the coronavirus in January and February.  \"China has been working very hard to contain the Coronavirus. The United States greatly appreciates their efforts and transparency. It will all work out well,\" Trump tweeted on January 24. \"In particular, on behalf of the American People, I want to thank President Xi!\" Trump said on February 18 that Xi was doing \"a very good job with a very, very tough situation.\" He said on February 23 that \"I think he's doing a very good job. It's a big problem. But President Xi loves his country. He's working very hard to solve the problem and he will solve the problem.\"  And he said on February 29: \"He wanted this to get out and finished and be done. He worked -- he's been working very, very hard, I can tell you that. And they're making a lot of progress in China.\"  Trump changed his tune in March. Unhappy with a conspiracy theory promoted by a Chinese Foreign Ministry spokesman suggesting the US might be to blame for bringing the coronavirus to China, Trump started referring to the virus as the \"Chinese virus.\" He also faulted China for what he then said was a lack of transparency about the virus, saying on March 19, \"We could have -- it could have been stopped in its tracks. Unfortunately, they didn't decide to make it public. But the whole world is suffering because of it.\" Trump raised a glass to toast Xi at a state dinner in Beijing in 2017. Trump has also recounted how he was eating chocolate cake with Xi at his Mar-a-Lago club and residence in Florida in 2017 as he launched a missile strike against Syria. He described Xi as \"a friend of mine\" on March 13 and March 20,  as a \"very, very good friend of mine\" on January 15. Biden's position on Trump's travel restrictions on China The ad also attempts to portray Biden as a staunch opponent of Trump's coronavirus-related travel restrictions on China. The ad features an image that reads \"Biden Opposed China Coronavirus Travel Restrictions That Saved Lives\" It then shows Biden saying the words \"hysterical xenophobia.\"  Facts First: Biden has never said he opposed Trump's travel restrictions on China; the words \"Biden Opposed China Coronavirus Travel Restrictions That Saved Lives\" were from a headline written by the Trump campaign's own \"war room,\" not by a news outlet. While Biden did accuse Trump on January 31, the day Trump announced the restrictions, of having a record of \"hysterical xenophobia\" and \"fear mongering,\" Biden never specifically linked those words to the travel restrictions. Biden, in fact, did not take a firm position on the restrictions until last week, more than two months later -- when his campaign announced that he supports the restrictions. Given the timing of the Biden remarks about \"xenophobia\" and \"fear mongering,\" it's not unreasonable for the Trump campaign to infer that Biden was claiming that the travel restrictions were an example of xenophobia and fear mongering. But Biden never explicitly did so, and Biden's campaign says the former vice president had been making a general statement about Trump's record, not an accusation about the restrictions in particular. As the Washington Post noted in March, it's not clear if Biden actually knew about the restrictions at the time of his January 31 comments; his speech in Iowa started shortly after the press briefing at which the restrictions were announced by Health and Human Services Secretary Alex Azar. Biden campaign spokesman Andrew Bates told CNN on Friday that Biden \"was not aware of the China travel announcement when he made those comments in Iowa\" and was \"criticizing the recent expansion of Trump's Muslim ban\" as well as Trump's \"indisputable\" broader record of xenophobia.  A Biden quote about travel restrictions While alleging that Biden opposed the travel restrictions on China, the ad shows Biden saying the words, \"Banning all travel will not stop it.\"  Facts First: This part of the ad is highly dishonest: Biden was speaking about Trump's travel restrictions on Europe, not China. As the Post noted, the ad edited out much of Biden's sentence -- in which Biden also acknowledged that travel restrictions may have some impact against the virus. What Biden actually said on March 12, the day after Trump announced his travel restrictions on Europe, was this: \"Banning all travel from Europe, or any other part of the world, may slow it, but as we have seen, it will not stop it.\"  Another out-of-context clip The ad suggests that Biden had flip-flopped on the travel restrictions. It shows Biden saying, \"I complimented him on -- on dealing with China.\" Facts First: This snippet takes another Biden remark grossly out of context. Biden actually said the following in an April 5 interview with ABC: \"He indicated that I complimented him on -- on dealing with China. Well, you know, 45 nations had already moved to keep -- block China's personnel from being able to come to the United States, before the President moved. So, it's about pace, it's about the urgency, and I don't think there's been enough of it.\" Yet another out-of-context clip The ad ends with Biden saying, \"I'm not going nuts.\" Facts First: This was a Biden joke that had nothing to do with China. Biden was joking, on the campaign trail in New Hampshire in 2019, about his inability to remember where precisely on the Dartmouth College campus he had given a previous speech. Hunter Biden's relationship with China The ad implies that Biden's family has a financial interest in China prospering, citing his son Hunter Biden's work in the country. It features an audio clip in which a man says Hunter Biden \"inked a billion-dollar deal with a subsidiary of the Bank of China,\" and an image of a headline saying that \"Joe Biden met with Hunter's Chinese partners.\" Facts First: There is no evidence Hunter Biden \"inked a billion-dollar deal\" with China. While Hunter Biden did do business with Chinese partners, his lawyer says his private equity fund was capitalized with about $4.2 million, not the $1 billion-plus Trump has claimed. As of October 2019, Hunter Biden had a 10% interest in BHR Partners, a private equity fund that the Chinese government-owned Bank of China has invested in, according to the New York Times. In December 2013, the same month the fund was officially established, Hunter joined his father on a trip to China. There, Hunter met up with Jonathan Li, the fund's China-based partner. The New Yorker reported that Li met Hunter at his hotel and shook hands with Joe Biden. However, according to The New Yorker, Hunter maintains that visit with Li was social, not business-related. In an October 2019 statement, Hunter Biden's lawyer, George Mesires, clarified the extent of Hunter's involvement with the fund. \"BHR was capitalized with 30 million renminbi (RMB), or approximately $4.2 million USD at today's currency exchange rates,\" the statement said. \"To date, Hunter has not received any compensation for being on BHR's board of directors. He has not received any return on his investment; there have been no distributions to BHR shareholders since Hunter obtained his equity interest.  You can read more about the Bidens and China here. After Hunter resigned from his role on BHR's board at the end of 2019 in the wake of the President's continued accusations, an adviser for Biden's campaign noted that Biden now had a far stricter standard than Trump does for his children. President Trump's three oldest children have all been involved with international business in some manner since his election, including with China. Ivanka Trump has received trademark approvals from China during her father's presidency, including some the same day she dined with Xi in 2017. (Ivanka Trump announced in July 2018 that she was shutting down her company; she continued to receive trademark approvals from China after that.)"], "Language": false}