{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/middleeast/saudi-arabia-rapper-woman-arrest-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mohammed Tawfeeq and Ivana Kottasová, CNN"], "Writers": [["Mohammed Tawfeeq", "Ivana Kottasová"]], "FirstPublishDate": ["2020-02-26T23:54:37Z"], "LastModifiedDate": ["2020-02-26T23:54:37Z"], "Headline": ["Saudi officials order arrest of female rapper for 'Mecca Girl' music video"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["Officials in Saudi Arabia have ordered the arrest of a female rapper and her crew for posting a music video \"Mecca Girl\" on YouTube. The rapper, who identifies herself as Asayel, posted the video last week. It shows her rapping about being a woman from Mecca. She is seen wearing a headscarf, singing in a coffee shop with backup dancers and children around her. According to the Mecca region's official Twitter account, the governor of Mecca, Prince Khalid bin Faisal ordered the arrest of those responsible for producing the song, which, it said, \"offends the customs and traditions of the people of Mecca and contradicts the identity and traditions of its esteemed population.\" The prince also ordered the singer and her associates to be investigated and punished by the \"relevant authorities.\"  Earlier this week, Asayel's YouTube account was wiped out, but many other users have posted the music video.  Mecca is the birthplace of Prophet Muhammad and the holiest site in Islam. Pilgrimage to Mecca, known as the Hajj, is one of the pillars of Islam.  The call for Asayel's arrest comes amid efforts by the oil kingdom to modernize its strict social order and relax some of the many restrictions placed on women.  In December last year, the government ended gender segregation at restaurants. In August, a ban was lifted on Saudi women holding passports and traveling abroad without the consent of a male guardian. In a landmark reform, women were granted the right to drive in 2017 and were issued their first drivers' licenses in 2018. However, many harsh rules remain in place, and activists have been quick to point out that the backlash against the rapper shows the limits of Saudi Arabia's efforts.  Saudi Arabia invited US musician Nicki Minaj to headline a music festival in Jeddah last summer, but the rapper pulled out of the event over her concerns about the country's human rights record.  \"While I want nothing more than to bring my show to fans in Saudi Arabia, after better educating myself on the issues, I believe it is important for me to make clear my support for the rights of women, the LGBTQ community and freedom of expression,\" Minaj said in a statement."], "Language": false}