{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/buildings-that-transform-through-history/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Matthew Ponsford, CNN"], "Writers": [["Matthew Ponsford"]], "FirstPublishDate": ["2020-02-26T13:58:39Z"], "LastModifiedDate": ["2020-02-26T16:18:39Z"], "Headline": ["The ancient buildings that have shape-shifted across centuries"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["With no light but that from a burning torch, French physician Petrus Gyllius discovered why buckets of fresh water drawn from strange wells near the palaces of old Istanbul would sometime return swimming with fish.  History books explain that, in 1545, Gyllius found a set of stairs disappearing beneath some ramshackle wooden buildings behind the city's gigantic mosque, the Hagia Sophia. Following them down to 30 feet beneath the streets of Istanbul, he found a sunken palace and floated through its forest of 336 towering columns on a row boat.  The elaborate reservoir he discovered, today known as the Basilica Cistern, was then already about 1,000 years old. But more surprising still, was that it was portal to even older epochs of Istanbul, once known as Byzantium and, later, Constantinople.  Beneath a cathedral-like ceiling, the ruins of pre-Christian pagan temples had been reused as building blocks for the mishmash of columns -- including two stone Medusa heads propping up tall pillars -- layers of history that had disappeared below the still surface of the artificial lake. Today, we know that the sunken palace was built by Roman emperor Justinian in the 6th century to supply water for a now-lost temple. Ancient sources claim that 7,000 slaves constructed the reservoir from salvaged rubble, including the green Medusa-carvings -- turned sideways, some believe, to nullify the power of the Gorgon's stare -- and the Column of Tears, a column of stacked eyes with teardrop motifs. The latter drips water, according to local myth, in remembrance of the Romans enslaved.  The Basilica Cistern is one of countless buildings that, over thousands of years, have been transformed and reassembled, before accumulating legends and being reborn to serve purposes never foreseen by their original architects and builders.  Since the time of ancient Rome and Constantinople, and even before, humans have assembled chimeric and chameleon-like cityscapes, explains Ed Hollis, professor of architecture at the University of Edinburgh, whose book \"The Secret Lives of Buildings\" documents structures that have radically shape-shifted over generations.  In modern cities, which are often designed around purpose-built business districts, shopping malls and luxury apartment complexes, buildings with secret histories reveal surprises. Unlike tightly controlled corporate and retail developments, these mongrel buildings offer an \"anarchic\" presence that brings a mischievous richness to our lives, Hollis said. \"Curiously, buildings that do what they are meant to do are a bit like well-behaved children -- it's all a bit dull really,\" he said, speaking by phone from his home city of Edinburgh. \"Things should always do what they're not meant to do.\" Shape-shifting buildings From Mexico City to Beijing, religious buildings have changed gods; gladiatorial arenas have become political rallying grounds, theaters or rock venues; and buildings celebrating fallen kings and leaders have been repurposed for surprising new roles.   \"That's the great thing about 'the city of reused things,'\" said Hollis. \"The world we live in was made by people who weren't like us.\" Many of the most ancient and storied buildings have had varied lives, transforming through different epochs -- evolving, growing, decaying, falling to ruin or being rebuilt.  The Parthenon in Athens, for example, began life as a temple to the goddess Athena, before being reused as a church, mosque, treasury, ammunition store, army barracks, and museum, among other things.  Rome's Colosseum, meanwhile, was originally built as a venue for gladiatorial combat, vast theatrical hunting events (known as \"venatio\") and spectacles including \"naumachia,\" or naval battle reenactments.  After the fall of Rome in the 5th century, the building bloomed with hundreds of  plant species as a kind of accidental botanical garden -- it's believed that seeds traveled from beyond Europe in the fur and stomachs of lions or other exotic animals -- according to 19th-century botanist Richard Deakin. The arena was reused as a cemetery and the stands apportioned into workshops, high-rise housing and a chapel dedicated to the Christian martyrs killed by gladiators.  For two centuries in the Middle Ages, it was fortified to serve as the personal castle for the Frangipani family, which was at war with another family of local aristocrats, the Annibaldi. Such chameleon-like buildings contain in their walls not just cryptic stories from distant history but lessons about how we might build more meaningfully, and less wastefully, today, Hollis said.  And it is not just major historical landmarks that have lived many lives. The realization that nearly every house we inhabit has previously been home to many other people and families is \"curiously kind of reassuring\" and \"a timely reminder of mortality, too,\" he suggested. \"In places that have been inhabited before, by other worlds and other regimes, there's a real sense that we're temporary as well. That we're all part of a set of longer or larger stories.\" Ghost cities In Rome, it is impossible to walk around without seeing evidence of older civilizations sticking out of walls and foundations. Reused building blocks, doorways and monuments are known to architectural historians as \"spolia,\" and Hollis calls Rome a \"spoliated city.\" But it is Istanbul, the center of the Roman and Ottoman empires and capital of modern-day Turkey, that \"probably does (reuse) the best\" he added, The Sunken Palace was, at the time of Gyllius rediscovery, only midway through its many lives, having previously acted as reservoir for the sultans living at Topkapı Palace, as well as a mysterious fishing lake, a garbage tip and a clandestine dumping ground for bodies. In the nearly five centuries since, it has been used as a boating lake, a venue for music and poetry, a setting for movies including James Bond's \"From Russia with Love,\" and now Istanbul's third most popular tourist destination, complete with cafe and tour guides.  Both Rome and Istanbul are long-lived cities built of stone. But cities that were constructed mostly from wood -- including many in East Asia -- followed a slightly different path, more driven by gradual replacements than sudden shifts. Hollis likens wooden buildings to the myth of the Ship of Theseus, a legendary boat belonging to the Athenian hero that was meticulously repaired over the course of a decade. As it was continually repaired with new timbers, the ship lived on, yet eventually every plank that once made up the original vessel has disappeared. \"Everything might simultaneously be 10 years old and 1,000 years old,\" said Hollis, reflecting on what the Greek legend might mean for architecture. \"So, of course, every replacement, every repair, is itself a kind of transformation. Nobody ever just puts back exactly what was there before.\" Stories inscribed in stone Buildings showing signs of struggle and the scars of having resisted their owners' desires for change are among the most fascinating, Hollis argued.  \"You might just spot a groove in the brickwork that goes across several breaks. Or you might spot a faint outline of where a window has been filled in or moved, or a door (that) has been reopened,\" he added. \"Quite often they might be small things written on the stone work or whatever it might be. But once you begin to read them, it becomes quite a dense set of stories.\" These signs remind us that the world is \"still physical and real and difficult,\" Hollis continued. \"Buildings that are kind of human geology in that way... they record the signs of change.\" Some, like Saint Mark's Basilica in Venice, tell remarkable stories of international conflict. Following the siege and sack of Constantinople in 1204, the invading Venetians looted huge chunks of masonry that had formed the city's Hippodrome, before taking them home to build Saint Mark's. \"In the absence of anything else to build with, they had to nick their monuments from somewhere else,\" Hollis said. \"It's a rather beautiful symbiosis between two completely different places. So if you wanted to restore Istanbul you'd have to destroy Venice.\" The scarred face of a brick wall can also show us a more difficult truth: that making lasting buildings and cities is hard toil.  Hollis tells the story of the Mosque-Cathedral of Córdoba, a city in the south of Spain that for hundreds of years passed hands between Muslim and Christian rulers. Here, a small Catholic church grew into a giant mosque built by the Umayyad dynasty.  Designed to face south, in order to resemble the rulers' home mosque in Damascus, it was later partitioned to become half-church, half-mosque, and later divided between various dissenting sects. Both Christian and Muslim artisans and architects added to the original structure until the late 18th century, with visitors today able to see mismatched columns, having been plundered from other buildings. \"Nerdy\" attention to small details reveals millennia of human thought, calculation and labor, said Hollis: \"In detail, there are lots of quite interesting moments where they've had to change the way that the columns hit the floor or ceiling to deal with this inconsistency in the building material.\" The 16th century saw the most dramatic transformation in the building's history, as elements of a Gothic cathedral -- including a nave and a giant communal hall for an altar and choir -- were inserted into the mosque's structure.  But Spain's Charles V, upon seeing the Christianized structure, was disgusted. \"He said 'You have taken one of the most beautiful buildings in the world and made it ugly,' and walked off, after they had spent many decades and many millions on it, supposedly in his honor,\" Hollis said, recounting the legend. Chimeras and climate crisis Today, shape-shifting reconstruction is back in fashion as a lower-carbon alternative to demolishing and rebuilding. Now known as \"adaptive reuse,\" it has increased in popularity since the 2008 financial crisis, with necessity acting as the mother of re-invention.  Internationally recognized projects like Hamburg Elbphilharmonie, redesigned by architecture firm Herzog & de Meuron, and Zaha Hadid's Antwerp Port House, have become well known for making dramatic additions to existing structures. Both feature distinctive contemporary glass facades suspended over disused 20th-century industrial buildings.   Other acclaimed projects have built theaters out of old factories, like the Sala Beckett in Barcelona, and galleries out of banks, like SALT Galata, again in Istanbul. Many, including the Alexandra Palace Theatre in north London, have been preserved to keep the scars of the past intact.  Opened in 1875, the theater twice burned in fires. During the 20th century, it found use as a World War II prisoner of war camp, a prop store for the BBC, a cinema and a chapel. It reopened"], "Language": false}