{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/britney-spears-the-zone-pop-up-museum/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Courtesy The Zone Los Angeles", "Frederic J. Brown/AFP/Getty Images"]], "FirstPublishDate": ["2020-02-07T13:17:47Z"], "LastModifiedDate": ["2020-02-26T12:07:54Z"], "Headline": ["This Britney Spears pop-up museum lets fans relive her most iconic moments"], "Section": ["news"], "MappedSection": [null], "Article_Body": ["\"... Baby One More Time:\" The journey through The Zone begins with a classroom inspired by Britney Spears' breakout 1998 pop hit. Rolling Stone: A woman walks past a display with images of Rolling Stone magazine at \"The Zone,\" a pop-up experience and retail store celebrating the peak of Britney Spears' musical career. \"Oops! ... I Did It Again\": Britney-themed gear is sold at a store at The Zone. Pass a note: The second room's row of lockers includes one in which visitors can write notes to leave for Spears.  Britney Spears merch: In addition to water bottles, hats and limited-edition athleisure, there are costumes and outfits straight from Spears' personal collection.  Getting on set: The 2000 space-inspired \"Oops! ... I Did It Again\" video is set with an astronaut reciting the \"All aboard\" dialogue bridge from the song.  Just like a \"Circus\": The room intricately themed around Britney's \"Circus\" era, from which the hit \"Womanizer\" stems, holds a large ball pit -- perfect for an Instagram Boomerang. \"Blackout\" era: The tribute to this specific era of Spears' career is decorated as a chapel, as this period is when Britney's fans started lovingly referring to her as \"Godney.\"  One more time (again): This room brings to life the gym setting from Spears' \"... Baby One More Time\" video.  The python performance: This room mimics Spears' 2001 MTV Video Music Awards performance of \"I'm a Slave 4 U.\" You can expect to encounter fake rain -- and that snake.  Window or aisle seat? The pop-up also features an airplane cabin from the infamous \"Toxic\" video in which fans can opt for a window or aisle seat and watch the music video playing on drop-down screens. "], "Language": false}