{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/politics/fact-check-bloomberg-nypd-muslim-surveillance/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale, CNN"], "Writers": [["Daniel Dale"]], "FirstPublishDate": ["2020-02-24T23:17:36Z"], "LastModifiedDate": ["2020-04-07T20:21:30Z"], "Headline": ["Fact check: Bloomberg falsely claims NYPD only entered mosques when invited in"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Democratic presidential candidate Michael Bloomberg was challenged late last year about the New York Police Department's widespread surveillance of Muslims when he was mayor of New York City.  He responded dishonestly. In an exchange filmed in December but tweeted out only last week, Bloomberg told Sarah Pearson, a Milwaukee activist and organizer who is also a supporter of rival candidate Sen. Elizabeth Warren, that he is a strong supporter of the Muslim community and its rights. He also claimed: \"We only went into mosques when they asked us to come in.\" When Pearson pressed him further on the surveillance, Bloomberg said the police \"only went in when the mosque or the imam asked ... period. End of story.\" Facts First: Mosques and other Islamic organizations were surveilled without being asked or notified during the Bloomberg mayoralty that began in 2002, including with secret informants and undercover officers. Muslim leaders in New York City and in New Jersey, where the NYPD also conducted surveillance, say Bloomberg's claim that the police went into mosques only when invited in is categorically false. Adam Goldman, a journalist who won the Pulitzer Prize as part of an Associated Press team that exposed the surveillance program, says the same. At CNN, we start with the facts. Visit CNN's home for Facts First. \"That statement is totally false. The NYPD surveillance of the Muslim community was warrantless and it was covert in nature,\" said Imam Al-Hajj Talib Abdur-Rashid of New York's Mosque of Islamic Brotherhood, who is a former president of the Islamic Leadership Council of New York. \"The statement that the former mayor is making is completely untrue,\" said Imam W. Deen Shareef, convener of the Council of Imams in New Jersey. \"None of the mosques and none of the organizations, for that matter -- none of the schools that were placed under the surveillance -- were contacted, and none of the leaders within the Muslim community here in New Jersey had any knowledge whatsoever of the New York Police Department having any interest in looking for or investigating or questioning anyone about whatever it is they were looking for.\" Bloomberg's campaign did not respond to requests for an explanation of his remarks. The NYPD declined to comment. An extensive surveillance program As the Associated Press reported in its series of Pulitzer-winning articles in 2011, the Bloomberg-era NYPD surveilled mosques in various uninvited ways for years after 9/11 -- from creating a network of mosque informants to sending in undercover officers to mounting surveillance cameras on nearby light poles to shooting photos of people arriving to pray and collecting their license plate numbers.  Bloomberg's claim \"is so plainly, demonstrably untrue that it would be almost laughable had it not been for the devastating effects that unwarranted NYPD surveillance had on American Muslim communities in New York City and beyond,\" said Ramzi Kassem, a law professor at the City University of New York who directs the CLEAR (Creating Law Enforcement Accountability & Responsibility) project that represented the plaintiffs in one of the lawsuits against the surveillance program. It is possible that Bloomberg, who took office about three-and-a-half months after 9/11, was referring to occasions on which police leaders and officers were invited into mosques for meetings or gatherings. Before the Associated Press broke the news about the surveillance program in 2011, \"imams and mosques throughout the city were really very open and welcoming to NYPD,\" said Abdur-Rashid. But Bloomberg had been asked specifically about surveillance. Though loud music was playing in the background as he spoke with Pearson at the opening of a campaign office in Milwaukee, he made clear that he heard that this is what she was talking about. And the NYPD secretly surveilled even mosques and imams who had invited the NYPD in for other reasons. For example, the Associated Press reported, Sheikh Reda Shata, formerly of a mosque in Brooklyn, invited NYPD officers for breakfast, threw parties for officers leaving the precinct and dined with Bloomberg at the mayor's official mansion. But Shata, who had no criminal past, was being watched by an undercover officer and informant, and his mosque was being watched too.   \"The book details an extensive clandestine effort to monitor many mosques across the city using informants and undercover officers,\" said Goldman, now a reporter with The New York Times, who co-authored the book \"Enemies Within\" about the surveillance program.  Pearson said her exchange with Bloomberg took place on December 21, 2019. She said she tweeted the two video clips of the exchange last Wednesday because of a hashtag that has been circulating, #AskBloomberg, which encouraged the moderators at Bloomberg's first Democratic debate to ask him tough questions. \"I had held back because I didn't want my questioning of his record to be viewed as something I was doing simply because I support another candidate,\" she said. Surveillance beyond mosques Goldman said the surveillance program began in 2002, the year Bloomberg took office, after the NYPD hired a veteran of the Central Intelligence Agency as its first deputy commissioner for intelligence. The surveillance extended far beyond mosques, touching thousands of innocent Muslim residents in other locations. According to the Associated Press reporting, the NYPD eavesdropped in cafes, sending plainclothes officers to query people about their views on political and international issues. The NYPD placed undercover officers at Muslim student associations. And the NYPD recorded mundane details of the daily lives of Muslims, such as where they played chess or where they shopped for groceries. It is possible that there is a case in which an imam did make some sort of private request to the NYPD. But Bloomberg's suggestion that surveillance happened exclusively with the permission of imams is clearly inaccurate. Under Bloomberg's successor, Mayor Bill de Blasio, New York City settled three lawsuits over the surveillance program. The city agreed to tighten guidelines for investigations related to political or religious activity protected by the First Amendment, which a judge had weakened in 2003. It also agreed to significantly greater oversight of such investigations through the appointment of a \"civilian representative,\" who is empowered to tell the court at any time if police are violating the guidelines.  The New York City Council also took action against Bloomberg's wishes during the final months of his mayoralty in 2013. In response to complaints about both the surveillance of Muslims and the policy of \"stop and frisk,\" which disproportionately targeted black and Latino residents, the council voted to appoint an inspector general to serve as a watchdog over NYPD activities -- overriding Bloomberg's veto.  As with stop and frisk, Bloomberg defended the surveillance of Muslims as mayor; he said in 2012, \"We have to keep this country safe.\" But while he has been apologizing for stop and frisk since November 2019, the month he launched his presidential campaign, he has not issued apologies for the surveillance program. Bloomberg's campaign did not respond when asked if he would apologize or has any regrets over the program."], "Language": false}