{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/world/five-things-february-23-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, Michelle Krupa and Faith Karimi, CNN"], "Writers": [["Harmeet Kaur", "Michelle Krupa", "Faith Karimi"]], "FirstPublishDate": ["2020-02-23T21:56:05Z"], "LastModifiedDate": ["2020-02-23T21:56:05Z"], "Headline": ["Start your Monday smart: Kobe Bryant, Julian Assange, Mardi Gras, Leap Day, South Carolina"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • NASCAR season continues. A week after an intense Daytona 500, drivers take to the Las Vegas Motor Speedway for the Pennzoil 400, a 267-lap race. Watch on Fox at 3:30 p.m. ET. MONDAY • Fans honor an NBA legend. The public memorial for Kobe Bryant and his daughter, Gianna, is scheduled for 1 pm ET from Staples Center in Los Angeles. The pair have been laid to rest near the Pacific coast after they died in a helicopter crash en route to a youth basketball tournament.   • The Supreme Court hears four cases. The highest court in the land begins its February argument session, during which the justices will hear nine hours of oral argument over six days. Cases this week involve the Appalachian Trail, foreign terrorism and illegal immigration, among other issues.   • WikiLeaks founder's extradition hearing starts. Arguments over whether Julian Assange should be brought back to the United States for trial are set to begin. He faces charges including conspiring to hack government computers and violating an espionage law. Assange has been cast as both a free-speech crusader and a security threat for his role in major leaks of classified records. • 2020 Democrats take questions. The Democratic presidential candidates take questions in a series of hour-long CNN town halls, just days before South Carolina voters head to the polls. Former New York Mayor Michael Bloomberg kicks off the first town hall at 8 p.m. ET, followed by Sen. Bernie Sanders at 9 p.m. ET. TUESDAY • All on a Mardi Gras Day! Stir up some jambalaya and cut into a king cake in honor of Fat Tuesday, the last hurrah before the Lenten season of prayer and penance begins for Christians on Ash Wednesday. • 2020 Dems take the stage. Fresh off of last week's debate, the Democratic presidential contenders face off again before the South Carolina primary on Saturday. CBS News and the Congressional Black Caucus Institute are hosting the debate. Watch on CBS at 8 p.m. ET. WEDNESDAY • 2020 Dems take more questions. CNN's series of town halls with the Democratic presidential candidates continues, starting with Minnesota Sen. Amy Klobuchar at 7 p.m. ET. Former Vice President Joe Biden is up next at 8 p.m. ET, former South Bend, Indiana, Mayor Pete Buttigieg is at 9 p.m. ET and Massachusetts Sen. Elizabeth Warren is at 10 p.m. ET. • Celebrating the Queen of Neo-Soul. Erykah Badu, whose music incorporates jazz, hip-hop, R&B and soul, turns 49 on Wednesday. Press play on this dreamy track and find yourself floating away. (Click here to listen.) THURSDAY • Baltimore's ex-mayor learns her fate. Former Mayor Catherine Pugh is due to be sentenced following her guilty plea to federal conspiracy and tax-evasion charges. Prosecutors want her to go to prison for nearly five years for her role in a book-deal scandal that led to her resignation.  SATURDAY • Happy Leap Day! We add a day every quadrennium to sync the Gregorian calendar with the solar year. However you celebrate this rare February 29, give it your all. • South Carolina voters go to the polls. The Palmetto State hosts the last early-state contest before the presidential primary season launches into high gear. Joe Biden hopes the state's diverse electorate pushes him into the top tier as Bernie Sanders and Pete Buttigieg aim to shore up their delegate tallies and Elizabeth Warren eyes a comeback. • The MLS season kicks off. Soccer fans, rejoice! Major League Soccer's regular season gets underway with two new teams in the mix: Inter Miami and Nashville SC. The first match starts at 1 p.m. ET, with others throughout the day. All games will be broadcast on ESPN+. Nashville will play its debut match against Atlanta United on Fox at 8 p.m. ET. • US and Taliban to sign a peace deal. The United States and the Taliban are preparing to sign an agreement as long as the two parties uphold the seven-day truce they agreed to last week. The agreement would set the stage for a withdrawal of US forces in Afghanistan, fulfilling a campaign promise made by President Trump."], "Language": false}