{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/us/the-good-stuff-022220-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-22T18:36:06Z"], "LastModifiedDate": ["2020-02-22T18:36:06Z"], "Headline": ["The Good Stuff: Heartfelt reunions, second chances and friendly pups"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A wise fictional woman once said, \"Waffles, friends, work. Or friends, waffles, work. But work is third.\" She's right; work is work. But have you ever listened to the lucky few who love their work so wholly that it doesn't feel like work? To them, work is enjoyable and fulfilling; not a career, but a calling.  Maybe we can all take a page from the people who love what they do. From assistants to zookeepers, parents to newsletter substitute writers, we can all find the small delights in our work, if we look hard enough: A colleague you trade jokes with in the break room. A snack in the cafeteria that satisfies your stomach and soul. A sincere piece of praise for a job well done. The unexpected delights, big and small, make the work worth doing.  Our favorites this week A NICU reunion The job of a nurse in a neonatal intensive care Unit is twofold: They're tasked with caring for premature babies and their anxious new parents. Enter Lissa McGowan, a NICU nurse in New Jersey of more than 30 years, who did quite literally that. While attending to David Caldwell's infant son Zayne, who was born 10 weeks early, McGowan learned that she had helped care for Caldwell when he spent time in the same NICU decades earlier! Their serendipitous reunion placated the new father's fears while baby Zayne recovers. He can trust his son with a familiar face. A new life protecting nature Lawrence Jaramillo and Joshua Melendrez spent three years in a New Mexico prison — but rather than stay pent up in their cells, they trained in forestry and firefighting. Now released from jail, they're turning their prison experience into a full-time business. The two of them founded All Around Forestry to improve the health of their local forests and hired four former inmates to help them. \"I was able to see more of New Mexico in prison than I have my whole life living here,\" Jaramillo told CNN. \"I would assume that there were people out there that frown upon it with us being ex-convicts, but we can't let that hold us back.\" And so far, it hasn't — their young business already found its first client.  An improbable play date The coyote and the pupper should be friends. Oh, the coyote and pupper should be friends. One dog likes to hunt and kill, the other naps between each meal; the coyote and pupper should be friends.  Forgive the \"Oklahoma!\" reference; these unlikely playmates bring it out of me. A Great Pyrenees befriended a rare black coyote in its Georgia backyard, where the two frolicked like they were members of the same litter. The cordial coyote, called Carmine, came looking for her pal Ruth Bader, the domesticated dog, nearly every day. But because Carmine became too adjusted to humans, she was relocated to a nearby wildlife sanctuary. Ruth Bader misses her fellow canine, but a pup as friendly as she will surely find a new, breed-appropriate pal soon enough. Raise a glass to ... Rajbir Singh, a California cab driver who looks out for his passengers' wallets. He recently picked up a 92-year-old woman who said she needed a ride to the bank — the IRS had called her, she said, and requested that she withdraw a whopping $25,000. Singh smelled a scam. He detoured and took her to a police station instead, where officers convinced her that Singh was right. She kept her money and police rewarded Singh with a $50 gift card. Not that he needed any repayment for a good deed: \"I am an honest guy, and these are old people,\" he told CNN. \"They need help. It just made sense.\"  A bright idea The moon has given us so much — changing tides, stunning photo ops, werewolves. But what have we ever done for the moon, besides plant flags on its surface? We'll repay its many favors soon, when we send a teeny tiny time capsule to our lovely moon. It's called the MoonArk, and it's carrying thousands of microscopic Earth artifacts from songs to language to scents and samples of plants and plankton. The museum in miniature will arrive strapped to the bottom of a lunar rover set to launch next year. It'll remain in space until someone in the future finds it — humankind's gift to the moon, built to last. You gotta see this Take away Dagmar Turner's musical ability, and you've stolen her lifelong passion — Turner is a violinist on the Isle of Wight in the UK who's played since age 10. Surgeons at the King's College Hospital in London couldn't take that chance. To ensure her fine motor skills weren't damaged during brain surgery, physicians asked Turner to play her instrument while they operated on a tumor in her right frontal lobe. And play she did. The surgery went swimmingly: Turner's motor abilities weren't damaged, and doctors removed most of the tumor. Soon, she'll be back with her orchestra, her instrument and ability intact. Heroes among us More than 2,000 firefighters, many of them volunteers, traversed Australia to fight the devastating wildfires that scorched millions of acres there. They worked for weeks straight to evacuate locals, nurture injured wildlife and put out the flames to return life to normal. Most of the blazes have been contained now. And to thank the international firefighters who made that possible, the New South Wales Rural Fire Service took out a massive billboard in New York's Times Square.  \"Imagine fighting a bushfire higher than this billboard,\" it read. \"Thank you to the brave Australian and US firefighters defending Australia. And to the world for your support.\"  Wanna get away?  The two-island nation of San Tome and Principe is one of the smallest in Africa but squeezed between those islands is enough endemic wildlife to earn it the nickname the \"African Galapagos.\" For all its otherworldly beauty, it is one of the least visited countries on Earth. And given its crystal blue waters, pristine coral reefs and lush rainforests, that's a surprise. Sao Tome and Principe is considered a developing nation, so a boost in visitors could help it prosper. And c'mon, doesn't this vista look like a scene out of \"Avatar?\" That's REAL! Who knew?  Amateur sommeliers, take note: Wine is the cheapest it's been in five years, and for that, you can thank grapes. There are too many of them! California grape growers planted more grapes than were needed to meet demand. Fewer people want wine now (what, is everyone drinking seltzer or something?) so bottles cost less, and you can squeeze more value out of every drop. And about those extra grapes — some of them are used to make brandy or grape concentrate.  Shameless animal video Beluga whales have some of the friendliest faces in the sea. But perhaps none are as ebullient as this beluga was when a mariachi band serenaded it. The way it bobs its head to the beat and soars up in the water when the music crescendos — be still, my heart! Watch and be moved."], "Language": false}