{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/cnn-underscored/egirl-aesthetic-makeup-outfit-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Courtney Thompson"], "Writers": [["Courtney Thompson"]], "FirstPublishDate": ["2020-02-18T15:33:18Z"], "LastModifiedDate": ["2020-02-21T15:21:50Z"], "Headline": ["What is an e-girl? The latest teen trend, explained"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["In the age of TikTok, many a persona has arisen.  Whereas a few months ago everyone was breaking down what a VSCO girl was and how to look like one, now the focus is shifting to another, equally dominant personality type omnipresent on the hugely popular app. Meet the e-girl (and e-boy, but for now it seems the trend is mainly in girls' hands). While she mainly lives on TikTok, her presence is seeping into other social media realms, too. Search \"#egirl\" on Instagram, for example, and you'll surface more than 1.2 million posts.  What is an e-girl? A diehard TikTok-er, the e-girl — or \"electronic girl\" — shares solely from her bedroom and vamps up her appearance to embody the title. She's got pigtails and a miniskirt, chains and heavy anime-esque makeup that almost makes her look like a kewpie doll (albeit with fake tattoos). Or maybe Harley Quinn, if she were a teenager. Most often she appears in \"e-girl factory\" or \"e-girl juice\" TikTok video memes, where a normal-looking girl enters a factory (or drinks juice) and reappears as a highly styled e-girl. Of course, all of this is set to music, often a cover of the Spice Girls' \"Wannabe\" by Why Mona, with all the girls doing a similar dance routine that involves hip swaying and robot arms.  But appearances and dance moves aside, e-girls more importantly embody a new Gen Z vibe. If VSCO girls are the sunshine-basking hippies of 2020, e-girls are the opposite. They don't ride around in Jeeps and they're definitely not at the beach. They live online, they stream from their bedrooms and they are utterly counterculture, preferring to be outsiders (who remain inside) swathed in today's take on grunge and Goth.  How to be an e-girl Like VSCO girls, e-girls have lots of trappings, from hairstyles and makeup galore to very specific outfits and accessories. Also, there's lots of sticking your tongue out. And lots of pink blush. If you're considering joining the movement, you'll need to invest in clips, scrunchies, a curling iron wand and some hair chalk or dye — and that's just for your hair. (You might want to consider a nose ring, too.) Whether you find e-girls confusing or intriguing, this we know: The trend is no flash in the pan. It's here to stay (for now) and it's huge, so we might as well learn to embrace it — or at least understand it.  Follow our guide to become more familiar with the look, and who knows, you might even find some products for yourself, too. E-girl hair  Remington Pro 1\"-1.5\" Pearl Ceramic Conical Curling Wand ($23.07; amazon.com) The e-girl's hair needs to be long and it needs to be curly or wavy. This curling wand has more than 10,000 positive Amazon reviews and is less than $25.  _______________________________________________________________________________ GirlZone Hair Chalk 10-Piece Set ($15.99, originally $24.99; amazon.com) A key e-girl trait is bold hair — from the length and style to the color. E-girls love to rock every hue in the rainbow on their locks, so this temporary, washable chalk (which has more than 1,700 positive Amazon reviews) means they can have pink hair on Monday and a blue 'do the very next day. _______________________________________________________________________________ Manic Panic Hair Dye (starting at $9.54; amazon.com)  For the more daring out there, Manic Panic hair dye is where you get some of the most vibrant semi-permanent hair color around. Take your pick from shades like lilac, deep red, baby pink and more.  _______________________________________________________________________________ Habibee 2-Inch Hair Clips, Set of 100 ($7.99; amazon.com) Another hair must: The tiny clip. Priced at just eight bucks, this set of 100 means she can don a new pair every day for more than a month.  _______________________________________________________________________________ Tasha 2-Pack Crystal Snap Barrettes ($26; nordstrom.com)  For an upgraded version of the barrette, these black crystal-laden ones do the trick.  _______________________________________________________________________________ Seven Style Velvet Scrunchies, Set of 60 ($6.49; amazon.com) Both on TikTok and in the real world, scrunchies are having a major moment. This set of 60 will ensure all your scrunchie needs are met.  _______________________________________________________________________________ Velvet Hair Scrunchie Set ($8, originally $12; urbanoutfitters.com)  If you're into the idea of scrunchies but don't want to commit to having 60 in your home, this more curated set comes with five perfectly curated ones. And look, there's even one with the e-girl's signature black and white stripes.  _______________________________________________________________________________ E-girl makeup  Freck Beauty OG Freckle Pen ($22; urbanoutfitters.com) E-girls love them some freckles, even if they don't have them. For those times when the Instagram filter with the freckles isn't available, use this pen to add them to your visage.   _______________________________________________________________________________ Milk Makeup Tattoo Stamp ($12; sephora.com) Fact: You're not an e-girl if you don't have a few tiny black hand-drawn tattoos on your face. And if you don't have the steadiest of hands, consider this stamper, which comes in six different shapes.  _______________________________________________________________________________ Ohii Treasure Shadow Palette  ($24; urbanoutfitters.com) E-girl makeup is all about the shimmer and shine, the more iridescent the better. This palette, which is full of frosted and chrome shadows, is worth the investment, whether you're starring in your own meme or not.  _______________________________________________________________________________ Fenty Liquid Eyeliner ($22; sephora.com) Follow rapper Doja Cat's lead and create an exaggerated e-girl cat eye with Rihanna's namesake liquid eyeliner. _______________________________________________________________________________ Nars Blush ($30; nordstrom.com) An e-girl is all about the blush — everywhere. From her eyes to her nose, cheeks and chin. This Nars classic is a favorite for any beauty fanatic. _______________________________________________________________________________ Glossier Lip Gloss ($14; glossier.com) Dewy lips are an e-girl must, and Glossier is the cult-favorite brand of basically everyone these days. _______________________________________________________________________________ E-girl outfit ideas  Floerns Striped Mock Turtleneck ($15.99; amazon.com) Every good e-girl needs some stripes in her closet. And a turtleneck. A combo of the two is golden. _______________________________________________________________________________ SweatyRocks Crop T-Shirts (starting at $7.99; amazon.com) Crop tops are back in a big way, and this one comes in 22 patterns and colors, all of which fall under $15. _______________________________________________________________________________ SheIn Plaid Skater Skirt (starting at $14.99; amazon.com) Perfect for those choreographed \"Wannabe\" routines, the skater skirt is a key e-girl item. _______________________________________________________________________________ H&M Mesh Mock Turtleneck Top ($12.99; hm.com) Mesh is another e-girl must, and we're betting she'd love this mock top. _______________________________________________________________________________ SweatyRocks Casual Plaid Stretchy Work Pants (starting at $13.99; amazon.com) When she's not wearing a skater skirt, the quintessential e-girl opts for plaid pants. This pair comes in 25 patterns and has more than 700 positive Amazon reviews.  _______________________________________________________________________________ E-girl accessories  Dr. Martens Leona Boot (starting at $111.10; amazon.com)  Like '90s skater girls before them, e-girls are obsessed with Dr. Martens boots. Needless to say, we're not mad at this comeback.  _______________________________________________________________________________ Kayhoma Extra Long Cotton Thigh High Socks ($18.99; amazon.com)  And what do e-girls pair with their military-esque boots? Thigh-high socks, of course. _______________________________________________________________________________ Converse Chuck Taylor All Star Lugged ($70; zappos.com) It's all about the footwear, and these chunky platform Chuck Taylors are an e-girl favorite.  _______________________________________________________________________________ Tanyoyo Lock Key Pendant Multilayer Necklace ($8.98; amazon.com)  E-girls also just  love wearing necklaces — a lot of them. This multi-layer option in silver is the perfect accoutrement for her overall look. _______________________________________________________________________________ Joe's USA Koloa Surf Co. Original Soft & Cozy Beanies  ($12.99; amazon.com)  Even e-girls have bad hair days. When the pigtails just aren't happening, they typically throw on a black beanie, and this one is a best-seller on Amazon.  _______________________________________________________________________________ Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}