{"Type": ["article"], "Url": ["https://www.cnn.com/2014/01/14/world/americas/cuba-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2014-01-14T21:50:48Z"], "LastModifiedDate": ["2020-02-20T21:40:11Z"], "Headline": ["Cuba Fast Facts"], "Section": ["americas"], "MappedSection": [null], "Article_Body": ["Here's some background information about Cuba, a communist country located in the Caribbean Sea, approximately 90 miles south of Florida.  About Cuba (from the CIA World Factbook)  Area: 110,860 sq km (slightly smaller than Pennsylvania) Population: 11,059,062 (July 2020 est.) Median age: 42.1 years Capital: Havana  Ethnic Groups: white 64.1%, mixed 26.6%, black 9.3% (2012 est.) GDP (purchasing power parity): $137 billion (2017 est.)  GDP per capita: $12,300 (2016 est.) Unemployment: 2.6% (2017 est., according to official figures. Unofficial estimate is double that number.) Other Facts Before the collapse of the Soviet Union in the early 1990s, Cuba was receiving subsidies worth $4 billion-$6 billion a year.  The United States pays Cuba approximately $4,085 a year to lease the 45 square miles that the Guantánamo Bay Naval Station occupies. Cuba has not accepted the payment since 1959.  Timeline 1492 - Explorer Christopher Columbus lands on the island of Cuba and claims it for Spain. Spain controls the island until 1898, making it a hub for the slave trade and the export of sugar and coffee.  1898 - The United States assists Cubans in winning independence from Spain during the Spanish-American War. The Treaty of Paris gives the United States temporary control of Cuba.  1902 - Cuba gains independence from the United States.  1903 - The new Republic of Cuba leases 45 square miles of land in Guantánamo Bay to the United States for construction of a naval station. Building on the naval station begins that same year. 1952 - Former President Fulgencio Batista stages a coup with the support of the army, and assumes power. July 26, 1953 - Fidel Castro and approximately 150 others attack the Moncada military barracks in Santiago de Cuba in an unsuccessful attempt to overthrow the Batista regime. October 16, 1953 - Castro is sentenced to 15 years in prison. May 15, 1955 - Castro and his brother, Raul, are released as part of a general amnesty for political prisoners.  December 2, 1956 - Eighty-two exiles land in Cuba, on a yacht named Granma. Most are killed immediately. The survivors, including the Castros, flee to the Sierra Maestra Mountains. During 1957-1958, they wage a guerrilla campaign from this base, which includes skirmishes with government troops and burning sugar crops. January 1, 1959 - Batista is overthrown by Castro's forces. 1960 - Cuba nationalizes approximately $1 billion of US-owned property on the island. In response, the United States places a trade embargo on Cuba.  January 1961 - The United States and Cuba end diplomatic relations.  April 1961 - The United States backs Cuban exiles in an unsuccessful attempt to invade Cuba at the Bay of Pigs.  October 1962 - The United States discovers that the Soviet Union is building missile installations in Cuba. The standoff ends with the Soviet Union withdrawing the missiles and the United States promising not to invade Cuba.  1977 - The US Interests Section in Havana is opened.  April-September 1980 - Fidel Castro allows anyone who wants to leave Cuba to freely depart from the port of Mariel. Approximately 124,000 Cuban migrants enter the United States. October 1983 - US troops invade the Caribbean island of Grenada, after a group of military officers aligned with Cuba stage a coup.  1994 - The United States and Cuba sign an agreement designed to halt the flow of illegal aliens from Cuba to the United States. 1996 - US President Bill Clinton signs the Helms-Burton Act into law, tightening sanctions against Cuba.  January 1998 - Pope John Paul II visits Cuba.  September 1998 - Ten people are arrested in Florida and charged with spying for the Cuban government. The criminal complaint alleges the eight men and two women tried to infiltrate Cuban exile groups and US military installations. Five of the defendants are later identified as Cuban intelligence officers Ruben Campa (aka Fernando Gonzalez), Rene Gonzalez, Gerardo Hernandez, Luis Medina (aka Ramon Labanino) and Antonio Guerrero.  1999 - Clinton eases travel restrictions to Cuba.  November 1999 - Five-year-old Elian Gonzalez is found in the water between Cuba and Florida, the only survivor of a group attempting to reach the United States by boat. A long custody battle between Gonzalez' father in Cuba and relatives in Florida strains relations between Cuba and the United States. The standoff ends with US federal agents forcibly removing the boy from his great-uncle's home. Gonzalez and his father return to Cuba in June 2000.  June 9, 2001- The five Cuban agents are convicted of spying against the United States. Additionally, Hernandez is convicted of contributing to the deaths of four members of the anti-Castro group Brothers to the Rescue, shot down by Cuban fighter jets in 1996.  2002 - Former US President Jimmy Carter visits Cuba, the first former or sitting president to visit since 1928.  August 2005 - The 11th Circuit Court of Appeals in Atlanta overturns the spying convictions of the Cuban Five. The ruling is reversed in August 2006. July 31, 2006 - A statement read on Cuban TV announces that Fidel Castro is undergoing intestinal surgery and has provisionally handed over power to his younger brother, Raul.  February 19, 2008 - Due to ailing health, Fidel Castro announces his resignation as president in a letter published in the middle of the night in the online version of Cuba's state-run newspaper, Granma. February 24, 2008 - Raul Castro is chosen by Cuba's National Assembly to be the country's new president. December 2009 - American Alan Gross is jailed while working as a subcontractor on a US Agency for International Development project aimed at spreading democracy. His actions are deemed illegal by Cuban authorities. He is accused of trying to set up illegal internet connections on the island. Gross says he was trying to help connect the Jewish community to the internet and was not a threat to the government. October 2011 - Gonzalez, a member of the Cuban Five, is released on probation after serving 13 years in prison.  February 24, 2013 - Raul Castro is reelected to a second five-year term. Later during a nationally televised speech, Castro announces that he will step down from power in 2018 when his term is over. February 2014 - A Cuban Five member Ruben Campa (aka Fernando Gonzalez) is released from prison after serving more than 15 years.  December 17, 2014 - Cuba releases American contractor Alan Gross as a \"humanitarian\" gesture after five years in prison. As part of a deal between the United States and Cuba, the United States releases three Cuban intelligence agents convicted of espionage in 2001; in return, Cuba frees an unidentified US intelligence source who has been jailed in Cuba for more than 20 years. December 17, 2014 - US President Barack Obama announces plans to immediately begin discussions with Cuba to reestablish diplomatic relations, and that the United States will reopen an embassy in Havana. The administration will also allow some travel and trade that had been banned under a decades-long embargo instated during the Kennedy administration. January 12, 2015 - Cuba has released a total of 53 political prisoners as part of its rapprochement deal with the United States, according to a US official. January 15, 2015 - The Obama Administration announces details of the softened travel regulations: Cuban Americans visiting family, US officials on government trips, journalists on assignment and regular citizens visiting for educational, cultural or religious reasons will no longer need permission first. Americans will also be able to use credit cards, a prior restriction. January 22, 2015 - During a historic round of diplomatic talks between the United States and Cuba, the Cuban delegation expresses \"serious concerns\" about the United States and human rights, citing detentions in Guantanamo Bay, \"police abuse\" in Ferguson, Missouri and New York, and racial and gender inequalities.  January 26, 2015 - Fidel Castro writes that although he \"doesn't trust US policies and have not exchanged a word with them, this does not mean however that I would oppose a peaceful solution to conflicts or threats of war.\" April 11, 2015 - Ending a decades-long standstill in US-Cuba relations, President Raul Castro meets for an hour during the Summit of the Americas with Obama, the first time the two nations' top leaders have sat down for substantive talks in more than 50 years. April 14, 2015 - Obama recommends that Cuba be removed from the US government's list of state sponsors of terrorism. May 29, 2015 - The United States officially removes Cuba from its list of countries that sponsor terrorism, setting the two nations up for a full renewal of diplomatic ties. July 1, 2015 - Obama announces that the United States is restoring diplomatic relations with Cuba and that the American embassy in Havana will open during the late summer, with a visit from Secretary of State John Kerry.  July 20, 2015 - Cuba and the United States officially reestablish diplomatic relations after 54 years. August 14, 2015 - The US Embassy officially reopens in Havana. December 17, 2015 - The US State Department announces that the United States and Cuba have agreed to resume commercial air travel between the two countries for the first time in more than half a century. The Federal Aviation Administration must ensure certain safety regulations are in place before flights can resume, according to a State Department official.  December 29, 2015 - Five Central American countries and Mexico reach an agreement that will help about 8,000 stranded Cuban immigrants make their way to the United States. Since the normalization of relations between the United States and Cuba, and the loosened requirements for travel outside of Cuba, the number of individuals trying to migrate to the United States has spiked. January 12, 2016 - The first group of Cuban migrants leaves Costa Rica for El Salvador on their way to Mexico. Once in Mexico, the migrants are on their own to attempt passage to the United States. February 18, 2016 - Obama announces on Twitter that he will visit Cuba in March, becoming the first sitting US president to visit Cuba in 88 years. March 15, 2016 - The US Treasury Department announces a further loosening of restrictions, which includes allowing US travelers to engage in individual educational tours of Cuba. Effective on March 16, Cuba and the United States will resume postal service, nearly five decades after direct mail service was interrupted. March 20, 2016 - Obama arrives in Cuba, beginning a historic two-day visit to the island that includes meetings with Raul Castro and anti-government dissidents. May 1, 2016 - For the first time in decades, a US cruise ship sets sail for Cuba as salsa music plays and protesters picket nearby. June 10, 2016 - The Department of Transportation approves American Airlines, Frontier Airlines, Je"], "Language": false}