{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/entertainment/whitney-houston-hologram-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-20T17:36:24Z"], "LastModifiedDate": ["2020-02-20T18:23:42Z"], "Headline": ["Whitney Houston hologram tour is already creeping people out"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["There was outcry last year when it was announced that a hologram of Whitney Houston was set to go on tour years after she died.  That hasn't changed now that folks are getting a sneak peek at the show.  \"An Evening With Whitney : The Whitney Houston Hologram Tour\" is set to kick off  February 25 in the UK and footage of it making the rounds on British TV is eliciting quite the response. \"I'm not saying the Whitney Houston hologram tour will be a hot mess, but they are suggesting she had as much grace as a malfunctioning The Sims character wafting away a fart on #ThisMorning,\" one person tweeted.  The singer, who died in 2012 at the age of 48 after an accidental drowning, is the latest celeb to get the hologram treatment. Holograms of Tupac and Roy Orbison have also made headlines.  In 2018, Amy Winehouse's estate announced plans to produce a hologram concert tour to celebrate the singer's legacy. The Grammy-winning singer died of accidental alcohol poisoning in 2011. She was 27. Pat Houston, the pop star's sister-in-law, former manager and now president and chief executive officer of her estate said in a statement last year, \"Whitney prided herself on her family and that included her fans.\" \"She adored her audiences and that's why we know she would have loved this holographic theatrical concept,\" Pat Houston said. \"An event at this level is something special and Base Hologram's track record to be fully authentic and respectful made them the perfect partner. This upcoming tour will allow audiences to experience Whitney's amazing voice and passion for music for a long time to come and help them share that magic with future generations.\" Base is the company behind the hologram tour."], "Language": false}