{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/cnn-underscored/sol-republic-soundtrack-over-ear-headphones-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-02-19T17:28:19Z"], "LastModifiedDate": ["2020-02-19T17:28:19Z"], "Headline": ["Sol Republic's Soundtrack series deliver great sound and comfort"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There's no shortage of headphones on the market these days. As a result, it's hard to filter for the best products. Sol Republic stands out in this crowded space with its Soundtrack and Soundtrack Pro cans. You can find the Soundtrack for $169.99 at Amazon.com and the Soundtrack Pro goes for $199.99 at Amazon.com. The Soundtracks take the form of traditional over-the-ear headphones and also meet crucial criteria: They feel good and they sound good.  The headphone cushions fit comfortably over the ear and the headband isn't harsh on your head. They're also adjustable to conform to a range of head sizes and shapes.  In terms of sound, you'll have a great time with both the Soundtrack and Soundtrack Pro. They put out crisp tones and have great range and bass from their 40-millimeter drivers. Not to mention, the Soundtrack Pro features active noise cancellation (ANC) for an even more immersive listening experience. Both come in three colors and share virtually the same external design. Classy construction The Soundtrack and Soundtrack Pro follow the same simple, yet elegant design.  On the black version, the entirety of the outside is black. The only spot of color is the lime green surface inside the headphone cushions.  I prefer an understated design to an overstated one, and I think these headphones look stylish this way. Like many over-ear cans, the Soundtrack and Soundtrack Pro can fold into themselves for portability. Both ear cups on the left and right side are large and padded for comfort. The interior of the headband is cushioned for a comfortable experience and they fit snugly around my relatively large ears, which is a big plus. In general, both devices feel well constructed and durable. The outward-facing side on the right earcup features a set of controls and several ports. The bottom features a USB-C port, an AUX port and the power button. To turn on the headphones, just hold the power button for three seconds. You'll hear an intro tune when it starts up. On the top of that outward-facing side is a row of three buttons and a set of five lights. When you turn on the Soundtrack or Soundtrack Pro, the first light in the row will flash blue and red as it attempts to pair with nearby devices. A male voice will also state \"ready to pair.\" Once you're paired, this light will slowly pulse blue. You can hold the center button for five seconds to re-attempt to pair with nearby devices. This will disconnect you from whatever device you paired with initially, if any. This row of three buttons is primarily a set of controls for listening with Bluetooth. Each button serves a different function, and will do different things depending on whether you press them once or twice.  For example, a single press on the leftmost or rightmost button will adjust the volume, while double presses skip to the next/previous track. The controls are laid out in full on the fourth page of the pamphlet. The fifth page shows the controls on a small panel attached to the AUX cable for when you're listening while plugged in.  The four lights adjacent to the pairing light are battery indicators. When you plug in the phones, a solid white light represents a fourth of the total battery life and a blinking one means it's charging. As an example, two solid lights and a blinking light mean your Soundtrack or Soundtrack Pro has at least 50% battery and is approaching 75%. Pro's bring more to the table The two features that separate the Soundtrack Pro from the Soundtrack are ANC and monitor mode. To activate ANC, you press the power button once while the headphones are on. You can do the same to turn it off.  I was quite impressed with this feature, and I've found it invaluable for immersing myself in music and work. To test it, I entered my laundry room, closed the door and ran the washing machine. Without ANC, I could hear the deep, vibrating hum of the machine. Once I enabled the feature, not only was it much less audible, but the machine's characteristically bassy hum was completely gone.  Then there's monitor mode. This mode is meant to help you better hear background noise as opposed to canceling it. It's similar to Transparency Mode on Apple's AirPods Pro or the Bose 700s except that your music needs to be paused while in this mode.  To activate it, you have to press the power button twice in a row while the headphones are on. The same can be done to deactivate it. When I turned it on in my laundry room, it made the washer almost twice as loud. It wasn't uncomfortably loud, but I could hear it far better. I tried this with my family and I could hear them softly speaking from across the room, as if they had a microphone next to them. This is a useful feature for when you're, in a coffee shop, for example, and need to hear your order called. Brilliant sound I was quickly impressed with the listening experience on Soundtrack and Soundtrack Pro. Though I couldn't distinguish much difference between either device, they were both terrific.  The sound quality is high and it doesn't feel as if a single note is left out.  To put it to the test, I listened to \"Take Five\" by the Dave Brubeck Quartet and other jazz. This song traverses a wide range of sounds, some incredibly subtle and some very present and bassy. Like a lot of jazz, it swings and flows, but these cans didn't miss a beat. One small note about the sound is that, even when using a volume slider on your paired device, the volume increases in a graded fashion. Switching on ANC with the Pro is great for tuning out distractions. Doing so has the slightest negative effect on your track's volume and bass range, but it's so minimal that you probably won't notice. You don't have to worry about volume on these either — they get quite loud. And ANC is well worth it if you're in a noisy environment and need to hone in on your task, your tunes or both.  For calls, the microphone quality is good and doesn't pick up much background noise. This was reported by people I called on VoIP and what I heard after recording voice memos on my iPhone. The mic qualities of the Soundtrack and Soundtrack Pro appear to be identical. The only audio issue I could identify with both devices was when using the AUX cable. Any time I had it plugged into a computer or device, there is a faint, fuzzy background sound. It's usually drowned out by most media, but when songs and videos get quieter the sound shows through. Unfortunately, this might annoy users who prefer AUX to Bluetooth. It should also be noted that it can be difficult to properly remove the charging cord from the USB Type-C port in both devices. Properly unplugging a cord entails removing it with your hand firmly on the part that contains the plug, not from the wire. The way the charging port is situated makes it difficult, but not impossible, to get a good grip. Lasting comfort On a more positive note, both the Soundtrack and Soundtrack Pro hold up well on both comfort and battery life. The headphone cushions on both devices are soft and accommodate my ears quite well. After a short time, it won't feel like anything is there. The cushion on the headband also does a good job of keeping pressure off the top of your head. If you get it in a reasonable position, it won't bother you, even after hours of use.  And hours of use with the Soundtrack and Soundtrack Pro is not out of the question. The Soundtrack boasts 42 hours of battery life, while the Pro predicts 32 hours. In my testing, I found both of these claims to hold true.  So feel free to listen to your heart's content and take advantage of the Bluetooth controls for phone-free listening. Bottom line I was thrilled with both the Soundtrack and Soundtrack Pro. They provide great sound and bass, with impressive range and volume. The active noise cancellation with the Soundtrack Pro makes it easy to listen to music, watch videos and concentrate on calls in the noisiest environments. You won't be disappointed by the microphone quality either, nor will the people you call. And with a 42-hour battery life on the Soundtrack and 32 on the Pro, these headphones just keep going. If you're having trouble choosing between the Soundtrack and Soundtrack Pro, the decision should come down to how much you value active noise cancellation over battery life.  Other than these features (and the price), the devices are virtually the same. Granted, the 32-hour battery life of the Pro is nothing to scoff at, but you'll save money and an additional 10 hours when you opt for the regular Soundtrack. However, there's no denying that active noise cancellation is awesome and useful, well worth the battery drawback for fans of the feature. The Soundtrack is available for $169.99 at Amazon.com. The Soundtrack Pro is available for $199.99 on Amazon.com. Whichever you choose, you'll treat your ears to great sound and comfort, courtesy of Sol Republic's Soundtrack series. Note: The price above reflects the retailer's listed price at the time of publication."], "Language": false}