{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/us/black-doll-noose-mardi-gras-parade-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-02-19T12:06:15Z"], "LastModifiedDate": ["2020-02-19T12:45:01Z"], "Headline": ["A 12-year-old was given a black doll with beads forming a noose around its neck at a Mardi Gras parade"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["When a person gets called up to a float at a Mardi Gras parade, it's usually a sign they're about to get something special -- what seasoned paradegoers might call a \"good throw.\" But what one young girl at the Krewe of Nereids parade Sunday in Bay St. Louis, Mississippi, got instead was something disturbing. Nicole Fairconeture and her family gathered in front of their usual spot along the highway Sunday to watch the annual parade. As per family tradition, music was blasting, food was being served and family members were lined up to catch throws. At one point during the parade, Fairconeture said a white man called her 12-year-old daughter up to a black float decorated with New Orleans Saints jerseys. The man said he had something for the girl, and handed her an item. Without looking too closely at what she had been handed, she started to run back across the road when the man called out to her again. \"That's you,\" Fairconeture said he told her daughter. The young girl looked down at the item. It was a stuffed black doll dressed in a red and white gown and an apron -- also known as a Mammy doll, a caricature that perpetuates offensive stereotypes about African Americans.  Beads hung around the doll's neck in the shape of a noose. \"She hung it from her finger and she felt degraded. She felt attacked. She didn't even want to stay at the parade. She was ready to go,\" Fairconeture told CNN. The incident left Fairconeture speechless. And when she asked her daughter whether she was OK, all the girl could say was, \"Why me, Mom? Why me?\" Police are investigating It's Mardi Gras season in cities along the Gulf Coast. Beads, masks and other so-called \"throws\" fly through the skies as dozens of parade organizations, known as krewes, take to the streets in an annual demonstration of generosity that unfolds between Epiphany and Ash Wednesday. Fairconeture, who lives in the neighboring town of Waveland, said her family reported the incident at the Sunday parade to local police and was told it would be prosecuted as a hate crime. The Bay St. Louis Police Department said in a statement Monday it received a complaint around 4 p.m. Sunday about a black doll that was thrown from a float during the Nereids parade. The department said it is investigating the incident and that the Waveland Police Department and the Krewe of Nereids, the organization that put on the parade, were cooperating with them. CNN called the department for further information about the investigation, but the voicemails left were not returned. The Waveland Police Department referred questions to the Bay St. Louis Police Department. Fairconeture said her daughter noticed the float where the doll came from had a sign on it that read \"Krewe of Family and Friends.\" She called on the man to come out and apologize publicly to her daughter.  The Krewe of Nereids said the rider who gave the doll to the girl was on a truck float that followed its parade, but that the man and the float were not affiliated with the organization in any way. \"The Nereids organization does not condone or agree with this behavior and has never approved of or supported any offensive conduct in the past, nor will such offensive conduct and racially divisive acts be tolerated or excused now or at any time in the future,\" the organization wrote in a Facebook post Monday. The Krewe of Nereids said it would cooperate with local authorities and that it was trying to identify the man responsible. The organization added it would take steps to ensure that \"similar offensive conduct\" did not occur again, although it did not elaborate on what those steps were.  The Krewe of Nereids did not respond to an email from CNN seeking further comment.  Mother says this won't stop them from attending Fairconeture said there's been an outpouring of support from the community in both Bay St. Louis and Waveland. Messages have been pouring in on Facebook, she said, and a stranger who saw the incident has been reaching out to the family daily to check in. She said a state representative has gotten in touch, and so have people from the NAACP, the Boys and Girls Club and the local school district. \"We're trying to keep her lifted and let her know that this is OK, and to let other people know that if this happens to them, they need to say something,\" Fairconeture said. She said she's proud of the way her daughter has handled the incident -- with bravery and strength. And if there's one lesson that the events of this weekend reinforced, it's that \"we don't run from trials in life.\"  Which means they'll be at the parade again next year, just like they are every year, lining up to catch a good throw."], "Language": false}