{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/brit-awards-2020-fashion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T06:04:39Z"], "LastModifiedDate": ["2020-02-19T07:09:40Z"], "Headline": ["From Lizzo's Hershey dress to Harry Styles's bright yellow suit, Brit Awards stars had a night of playful fashion"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Last night, the Brit Awards -- the UK music industry's biggest night -- took over London's O2 arena to celebrate some of the world's most famous artists and emerging acts. It was an evening that saw lots of great black British talent, a few politically charged speeches and, disappointingly (but by now in no way surprising), too few women recognized for their work. But female artists grabbed the spotlight nonetheless. They did so on the red carpet, where they outdid their male peers both in style and their playful approach, and on stage, offering some the night's best performances, from R'n'B star Mabel, who opened the night, to Billie Eilish, Celeste and Lizzo.  The latter owned the event on all fronts. She looked delicious (literally) on the red carpet, wearing an asymmetrical floor-length Hershey's wrapper dress by Jeremy Scott for Moschino. The gown featured the chocolate brand's logo, a barcode, price tag and even nutritional details.  Never one to forgo accessories (remember her tiny Valentino purse at the American Music Awards?) Lizzo paired it with a drool-worthy chocolate bar clutch by Judith Leiber with \"100%\" written across it -- a nod to her chart-topping song \"Truth Hurts\" and its most memorable line, \"I did a DNA test and found out I'm 100% that b*tch.\" The singer slayed on stage too, performing a high-energy medley of hits, complete with dance breaks in a woven tan leather bodysuit with matching sandals and a high ponytail. She might have not won Best International Female Solo Artist -- the award went to Eilish -- but she sure demonstrated she knows how to do fun, fierce and fabulous all at once.  Eilish, too, went for tans, beiges and cream with her outfit, though in her signature oversized style. The artist wore head-to-toe Burberry, and we mean it: She donned trainers and socks, a tracksuit, trench coat and a transparent bonnet. (Her nails -- which are quickly becoming as representative of her aesthetic as her clothes -- also got the Burberry treatment, featuring the brand's immediately recognizable tartan motif). It's not the first time Eilish has taken her red carpet look to the literal extreme -- she did so with Gucci at the Grammys and Chanel at the Oscars -- but the choice to sport Burberry, was a clear homage to classic British style. Other fashion highlights of the night came courtesy of Paloma Faith, Celeste and radio host Annie Mac, who nailed the retro glam look. Faith arrived in a Miu Miu floral dress and a statement hat, which seemed to be straight out of \"My Fair Lady.\"  Celeste, in a Gucci bead- and pearl-encrusted shirt dress with black lace gloves, channeled the roaring 1920s, and paid homage to the style of her soul heroes, The Supremes. She then went on to stun everyone with her haunting performance of \"Strange\" in a Wed Studio custom black ballgown with puffball sleeves and cascading ruffle train.  There were also classic red carpet ensembles, from model Adwoa Aboah in a slinky white satin dress and feathered black bag to Charli XCX in Fendi, radio presenter Maya Jama in a va-va-voom black ballgown and Mabel in custom Valentino.  Men alternated between dapper -- rapper Dave in a straight-shooter patterned suit, Stormzy and Dermot Kennedy in Dior -- and the scruffy hipster: Tom Walker, Lewis Capaldi and Bastille.  But the one male star that made a standout style statement? Harry Styles. Again getting red carpet fashion down to a T, the artist, who attended both as a performer and nominee, showcased three different outfits during the evening, each one a mix of feminine and masculine pieces -- proof he's increasingly embracing genderless fashion.  Styles gave us a 1970s-esque brown suit by Gucci on the red carpet, with signature pearls, a broderie anglaise collar and a black ribbon on his left lapel, a sign of mourning for the late TV presenter Caroline Flack. On stage, he sported a custom Gucci lace jumpsuit, which he wore barefoot in a rather moving performance of \"Falling.\" He then wrapped up the evening with a resplendent yellow suit by Marc Jacobs, with a bowed lilac neckline.  "], "Language": false}