{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/entertainment/eminem-1bn-youtube-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-17T17:58:05Z"], "LastModifiedDate": ["2020-02-18T18:23:09Z"], "Headline": ["Eminem's 'Rap God' passes one billion views on YouTube"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hip-hop star Eminem has cemented his status as a force to be reckoned with after another of his music videos passed one billion views on YouTube. The official music video for the 47-year-old star's song, \"Rap God,\" hit the milestone on the video-sharing site more than six years after its release in 2013. The six-minute video, which appeared on \"The Marshall Mathers LP 2,\" sees the Detroit native showing off his lyrical prowess while taking shots at rap peers. On Friday, Eminem gave the video its final push over the finish line by sharing a short clip on his Instagram and Twitter pages, along with the caption: \"'Everybody loves to root for a nuisance' #RapGod countdown to 1 billion.\" Third Eminem video to break billion-view barrier \"Rap God\" is the third Eminem video to eclipse the benchmark. His track \"Not Afraid\" and \"Love the Way You Lie,\" featuring Rihanna, have also surpassed 1 billion views on YouTube. Luis Fonsi and Daddy Yankee's \"Despacito,\" is currently the most-streamed video on YouTube, having racked up over 6.6 billion views as of Monday. \"Gangnam Style,\" the 2012 megahit by South Korean musician Psy, was the first video to surpass one billion views. The catchy dance track, which topped the charts in 27 countries, according to the Official Charts Company, and spawned thousands of online parodies, currently has more than 3.5 billion views. In 2015, Wiz Khalifa and Charlie Puth's collaborative track \"See You Again\" made history as the first rap video to surpass 1 billion views on YouTube. The song, which featured on the \"Furious 7\" soundtrack and was dedicated to the late actor Paul Walker, hit the milestone just six months after it was posted on the video-sharing website. This article has been corrected to remove the names of rappers who were not mentioned on the track."], "Language": false}