{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/us/lucy-mcbath-jordan-stand-your-ground-birthday-message-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-02-18T07:18:10Z"], "LastModifiedDate": ["2020-02-18T07:50:37Z"], "Headline": ["Her son was killed in a 'stand your ground' shooting. Read her message to him on what would have been his 25th birthday"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Lucy McBath celebrated her son's 25th birthday on Sunday without him. In 2012, 17-year-old Jordan Davis was shot and killed when Michael Dunn in Jacksonville, Florida, confronted him about how loud his music was.  In trial, Dunn used the controversial Stand Your Ground Law for his defense, which says a person does not have to retreat before responding to a threat with force. Dunn claimed that Davis threatened him and that he believed he had a gun, but police never found a gun on Davis or in his car.  Dunn was sentenced to life in prison without parole. In the wake of her loss, McBath ran for and was elected to the House of Representatives, where she fights for legislation around gun safety she says could have saved her son. Read the Twitter message Lucy wrote to her son on his birthday more than seven years after his death: Dear Jordan,  Eight years ago, you were stolen from me. The last conversation we had seemed so normal. You told me how much you had enjoyed Thanksgiving, and that you loved being able to see your friends. I had no idea that would be the last time I heard your voice. I never got to kiss you goodbye. I never got to give you one final hug. We never celebrated your 18th or 21st birthday because you were stolen from me at just 17 years old. Today would have been your 25th - and I still miss you every single day. I want you to know I'm proud of you. If you were still here, I'd tell you how proud I am of the person you've become - how happy I am of the kind & caring man you've grown up to be. You'd have jokingly told me to knock it off. If you were here. If our laws had not failed you. We never got to celebrate the big milestones in your life b/c you were taken from us too early. Since then, I've worked to honor you. I've taken your legacy to Congress to fight for common sense gun safety. We're fighting every day, Jordan. We're making a change, together. You live on through me. And I live on because of you. Today, you would have been 25 years old. Happy birthday, Jordan. I miss you. I love you so much.  Your mom,  Lucy"], "Language": false}