{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/cnn-underscored/samsung-galaxy-buds-plus-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-02-17T22:13:04Z"], "LastModifiedDate": ["2020-02-18T16:11:22Z"], "Headline": ["Samsung's Galaxy Buds+ deliver better sound, battery life in a pair of snug-fitting earbuds"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Samsung didn't just have four new phones to show off at its February Unpacked event. The tech giant also had the successor to Galaxy Buds. Introducing Galaxy Buds+, Samsung's second-generation true wireless earbuds under that brand.  The first change? Well, at $149.99, they're $20 more than the original, but Samsung improved a number of core features.  Sound? Check.  Voice recognition? Check.  Battery life? Check.  Design, on the other hand, is one area where Samsung decided not to make changes. The Galaxy Buds+ are only a hair heavier than the original, which is a result of the tech. AirPods Pro are rated the best true wireless earbuds by CNN Underscored, and while the Galaxy Buds+ won't be crowned the new queen or king, they're not off the list, either.  I've used the Buds+ for nearly a week, and there's a lot to love even if these don't reach the No. 1 spot. Compact buds with a snug fit Design-wise, the Galaxy Buds+ haven't changed much. They come in white, cosmic black and cosmic blue. I've been testing the white pair, and interestingly enough, there's an Aura Glow hue on the triangular touch panels on both earbuds. I like this touch, which reminds me of the Note 10+ from last year.  The touchpad faces outward, which feels more sensitive than the original. A single tap pauses or resumes play, a double tap skips to the next track, and a triple tap restarts the track. It's the traditional controls, and you get a large amount of customization from the companion app for Android or iOS. There's even an experimental mode in the app that lets you turn on volume controls. You can tap the sides of Buds+ to raise or lower the volume. By default, left lowers and right raises the volume. It's handy, but there were a few times where a single tap was picked up as a skip or a volume tap paused the track.  It's an improvement from true wireless earbuds that require a physical click or push, as that can cause discomfort. But it might be wise for Samsung to turn down the touch sensitivity, or at least make it an option for those times when it works too well.  On the side facing your ear, you'll find the physical earbud, which comes prewrapped in a gel cover. You get an additional two sizes with built-in wingtips.  The Galaxy Buds+ deliver a snug fit. I haven't been able to make these fall out, even when I was headbanging, doing jumping jacks, running, jogging, making my way through a busy NJ Transit train, and even battling turbulence on a plane. The Buds+ did not fall out.  And that tight fit means two things. From a design and look standpoint, the Buds+ don't stick out from your ears. And they also do a nice job offering passive noise canceling. Since there is no active noise cancellation on the Buds+, Samsung gives you an \"Ambient sound\" mode: low, medium and high.  Even though it's a snug fit, it's a relatively comfortable one. And that's a good thing, considering Samsung is promising 11-hour battery life, nearly double the battery life of the original Galaxy Buds. The Buds+ were perfectly comfortable in my ears, even for extended listening sounds. Plenty cozy.  When the Galaxy Buds+ aren't in your ears, they'll find a home in the carrying case. It does double duty as it also charges the Buds+, which is similar to other true wireless earbuds. It's a relatively compact case that's on par with AirPods Pro, but smaller than Powerbeats Pro or the Sony WF-100XM3s. It can charge hardwired with USB Type-C (a cable is included in the box) or wirelessly through the Qi standard.  And yes, it works with Wireless PowerShare on the back of your Samsung device. I tried this out at Unpacked with the upcoming Galaxy S20 family, and I've been using it personally with a Galaxy Z Flip. It comes in handy. The case also provides an additional 11 hours of use, so 22 hours in total.  Well-balanced sound with strong bass The biggest change with the Galaxy Buds+ is the addition of two speakers in each bud and three microphones on each bud. The speaker setup in each Bud+ is a woofer and tweeter that is dynamic. Put simply, the result is much better audio that presents a wider soundstage, but remains balanced. And it packs a punch with bass.  It's well-balanced across a variety of tracks that spans genres. \"Work\" by Rihanna is a nice example, with clear beats at the beginning and her vocals spanning low and high tones that are layered on top. It's clear throughout and the bass doesn't lose a punch.  A more pop-centric track, like \"What A Man Gotta Do\" by the Jonas Brothers, opens with a clean strum of the guitar. From there, you can easily feel the need to rock it out with a nice two-step jive as drums and high vocals are layered. The Buds+ do a nice job of letting you clearly hear each of the three brothers' voices. It's light pop with a lot of instrumental, but you can hear the channel separation. Additionally, a track like \"Into the Unknown\" from Disney's \"Frozen 2\" hits well with the vocals by Idina Menzel or the roaring drum beat from Panic! At the Disco. The same goes for \"American Land,\" \"Night\" and \"Born to Run\" by Bruce Springsteen.  The sound is strong and allows you to pick up customizations in the form of an equalizer. This is of course found in the companion app for Android or iOS. You can pick between normal, bass boost, soft, dynamic, clear and treble boost. Sadly, there is no way to make your own presets.  And with any listening mode, you have the option to pump in ambient noise. While this isn't as good as Transparency Mode on AirPods Pro, Samsung might be onto something.  It's an appreciated feature for commuting, especially when crossing busy city streets. You can also adjust between low, medium and high. With Ambient sound turned off, it's like a passive noise canceling experience, and listening at high volumes can result in an experience similar to  active noise canceling. Nearly 12 hours of listening and much better voice pickup Samsung says the Galaxy Buds+ should last for 11 hours, but I've gotten between 11:30 and 11:45. It's safe to say that's a long run time. And that's with either an iOS or Android device connected, as I primarily tested the Galaxy Buds+ with a Galaxy Z Flip, iPhone 11 Pro Max and Galaxy S10+.  The connection was smooth on all three, and thanks to multi-device pairing, I switched on the fly. But the battery was really impressive. These easily lasted for a long-haul flight, the ride from the airport and then working at my desk. Seriously long-lasting, and a quick three-minute charge in the case gives you 60 minutes of listening time. I didn't notice Ambient mode taking that big of a hit on overall battery life as well. You should never have an issue with the battery lasting. And on the voice recognition side, the addition of a microphone improves call quality. The person on the other end will be able to hear you better than on the previous version. I tested this in a few different spots, some with a lot of wind and others with none, but I came through clear on the other end. Bottom line In just shy of a year's time, Samsung managed to deliver nice improvements on the Galaxy Buds with the second-generation Galaxy Buds+. By no means does this make the original terrible. Those still sound good and offer around six hours of listening time.  But there's a clear reason for the \"+\" designation on the latest models. The 11-hour battery life in a nearly identical design is terrific. And it's just enjoyable to listen to music on these. Sadly, there's no true active noise cancellation, and the Ambient mode will likely leave you wanting more, but for Samsung users, the Galaxy Buds+ are an excellent pair of true wireless earbuds for $149.99. Note: The price above reflects the retailer's listed price at the time of publication."], "Language": false}