{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/16/health/what-is-walking-pneumonia-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Yan, CNN"], "Writers": [["Holly Yan"]], "FirstPublishDate": ["2020-02-16T22:22:12Z"], "LastModifiedDate": ["2020-02-16T22:22:12Z"], "Headline": ["Elton John had to stop a performance because of 'walking pneumonia.' What does that mean?"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["No, this pneumonia doesn't have legs.  But the term \"walking pneumonia\" entered the spotlight Sunday when singer Elton John had to stop a performance in New Zealand.  \"I want to thank everyone who attended the #EltonFarewellTour gig in Auckland tonight,\" the 72-year-old music icon tweeted. \"I was diagnosed with walking pneumonia earlier today, but I was determined to give you the best show humanly possible.\" So how is it possible that someone with walking pneumonia \"played and sang my heart out, until my voice could sing no more\"?  Walking pneumonia -- which isn't actually a medical term -- is not as severe as general pneumonia, which is a serious lung infection that happens when the air sacs in a lung or lungs fill with fluid or pus.  That makes it harder to breathe and get enough oxygen. Without treatment, oxygen levels can fall to life-threatening levels. But in the case of walking pneumonia, a person can have and not even know it.  The infection, caused by a common bacterium called Mycoplasma pneumonia, causes milder symptoms than pneumonia, including \"being tired and having a sore throat, fever, and cough,\" according to the Centers for Disease Control and Prevention.  Many times, experts say, people with walking pneumonia are not sick enough to need to stay in bed. \"Bed rest or hospitalization are usually not needed, and symptoms can be mild enough that you can continue about your daily activities, hence the term 'walking,'\" the American Lung Association says. Anyone can be at risk of getting the infection, as it spreads from person to person when someone coughs or sneezes, but it's most common among young adults and school-aged children, the CDC says.  While the infection is more like a bad cold, Mycoplasma pneumonia can also lead to pneumonia.  \"But don't be fooled. Walking pneumonia can still make you miserable, with cough, fever, chest pain, mild chills, headache, etc. It feels more akin to a bad cold, and despite what the term \"walking\" implies, taking care of yourself is the best path to recovery,\" the ALA said."], "Language": false}