{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/16/us/jagged-little-pill-broadway-pepper-spray/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alta Spells, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-16T15:22:03Z"], "LastModifiedDate": ["2020-02-16T17:15:20Z"], "Headline": ["Patrons were evacuated from 'Jagged Little Pill' on Broadway after a likely pepper spray incident, police say"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Theatergoers in New York were evacuated from a performance of the Broadway musical \"Jagged Little Pill\" after someone released a substance -- likely pepper spray, police say -- inside the auditorium.  The New York Police Department responded to the historic Broadhurst Theatre around 4:15 p.m. Saturday after receiving a call about a suspicious substance, authorities said.  The play's producers released a statement that appeared to cast the incident as an accident, saying that the show was canceled \"when an audience member's pepper spray went off inside the theater.\" Few details were provided, but attendees were given information on how to get a refund, the statement said.  An usher told officers she had seen audience members standing up and coughing in the orchestra section during the second act of the matinee performance, police said.  When she went over to investigate, her eyes began watering and she showed other symptoms consistent with pepper spray exposure. She alerted security, which evacuated the theater, the NYPD said.  When police arrived, a large group of audience members was gathered out on the sidewalk. The New York City Fire Department entered the theater and determined it was likely pepper spray that had been released.  Firefighters helped clear the theater, and the rest of the show was canceled so theater officials could prepare the venue for its evening performance, which went on without incident.  The musical was about four songs into the second act when patron Eduardo Storm noticed some fellow attendees in the orchestra section exiting hastily, he told CNN. The show carried on for a moment and he thought someone might be ill, he said, but management soon stopped the show and evacuated part of the orchestra section before clearing the entire auditorium.  \"Outside the theater, many firetrucks, ambulances and police cars blocked the entire 44th Street,\" he said. \"We stood out there for an hour with security telling us the show would go on, until they finally handed us the contact of the Shubert Organization saying the performance was canceled and we should reach out to them for refunds. \" The episode remains under investigation. No arrests have been made.  \"Jagged Little Pill\" tells the story of a Connecticut family's tribulations and features music from Alanis Morissette's record of the same name, which won five Grammys, including the 1995 album of the year.  The musical debuted in Cambridge, Massachusetts, in 2018 and opened on Broadway in December 2019. "], "Language": false}