{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/us/milwaukee-brewers-arctic-tailgate-cold-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-13T15:43:05Z"], "LastModifiedDate": ["2020-02-13T15:58:36Z"], "Headline": ["It's so cold in Milwaukee that the Brewers had to cancel their 'Arctic Tailgate'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["There's cold. There's Arctic cold. And then there's whatever is going on in Milwaukee cold. The Brewers have canceled a planned \"Arctic Tailgate\" that was scheduled for Friday due to Wisconsin's falling temperatures. Citing \"projected low temperatures and potentially dangerous wind chills,\" the baseball team decided to call the event off. \"This statement is so Wisconsin. Too cold for something already called \"Arctic\" haha,\" one fan said in a tweet to the organization. Another asked, \"Wouldn't that make it an \"Arctic\" tailgate?\"  The event is a typical mid-winter celebration of the coming baseball season, where fans line up for music, food, and a chance to buy opening day and single game tickets. \"Avid fans annually line up the night before and sleep over outside in tents,\" Milwaukee Brewers Director of Business Communications Leslie Stachowiak told CNN.  But with the high temperature around 14°F, that won't be the case this year. Combine that with strong winds, it will feel more like -10°F to -20°F.  The low temperature on Friday night will dip down to single digits. The Brewers will still sell the tickets on Saturday morning when temperatures pick back up to a balmy 30°F.  \"Fans are welcome to enter through the Hot Corner Entrance and line up as early at 7 a.m.,\" the team said in a Twitter post.  Meanwhile, the players have been enjoying the hot, clear blue Phoenix, Arizona skies where temperatures climbed into the 70s at their spring training facility. "], "Language": false}