{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/cnn-underscored/samsung-galaxy-buds-pricing-availability/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-02-11T19:02:23Z"], "LastModifiedDate": ["2020-02-11T21:57:51Z"], "Headline": ["Samsung's $149 Galaxy Buds+ are completely wireless and look fantastic"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Samsung just announced the Galaxy S20, S20+ and S20 Ultra smartphone lineup, three phones that feature 5G capabilities, fancy new camera technology and a new look. Make sure you read our first impressions of the S20 lineup for more details. Samsung also announced the Galaxy Buds+. The completely wireless earbuds are the second-generation successor of the Galaxy Buds, and, on paper at least, are a significant upgrade from last year's model.  Check out the $149 Galaxy Buds+ on Samsung.com, available Friday. You can purchase the Galaxy Buds+ in retail stores March 6, the same day the Galaxy S20 phones become available.  Perhaps the \"plus\" in the name represents the 11-hour battery life the Buds+ have over the original Buds, which had six hours. The Buds+ charging case adds another 11 hours of listening, bringing the total battery life to 22 hours — more than enough to get through a long road trip or several commutes to work or school.  If you run low on battery, a three-minute charge in the case will give you 60 minutes of playtime. You can also wirelessly charge the Buds+ case, a feature that comes in handy with Samsung's Wireless PowerShare feature that lets you use your current Galaxy phone as a wireless charging pad.  The touch-capable earbuds provide one-tap access to Spotify, putting your music and podcast library at your fingertip. There are three microphones in the Galaxy Buds+, along with a two-way dynamic speaker tuned by AKG. That's an additional microphone and speaker compared with last year's Galaxy Buds.  The Galaxy Buds+ come in black, white, blue and red, with the earbuds and case matching in color.  You'll be able to use the Galaxy Buds+ with an Android or iOS device — not a big surprise, after Samsung's Galaxy Buds+ iPhone app was posted in the App Store last week, before the Galaxy Buds+ were officially announced.  Last year's Galaxy Buds were a solid competitor to Apple's AirPods, especially for Android users, and the Galaxy Buds+ will surely give the AirPods Pro competition at a cheaper price point.  You can order the Galaxy Buds+ for $149.99 from Samsung.com starting February 14. Stay tuned to CNN Underscored for full coverage of Samsung's Galaxy Unpacked 2020 event. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}