{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/politics/jill-biden-protester-campaign-stop-new-hampshire/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Sarah Mucha and Paul LeBlanc, CNN"], "Writers": [["Sarah Mucha", "Paul LeBlanc"]], "FirstPublishDate": ["2020-02-11T04:58:47Z"], "LastModifiedDate": ["2020-02-11T05:43:25Z"], "Headline": ["Jill Biden helps push advancing protester away from Joe Biden at New Hampshire campaign event"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A heckler attempted to interrupt former Vice President Joe Biden while he spoke in New Hampshire on the eve of the first-in-the-nation primary -- and his wife, Jill Biden, would have none of it. A man, shouting as he recorded the moment on his cell phone, moved toward Joe Biden's podium in Manchester, New Hampshire, as a chorus of the former Delaware senator's supporters tried to drown him out. As he began to move closer to where Joe Biden was speaking, several people attempted to block him from the presidential candidate. But it was Jill Biden, who was in her seat to the right of the podium, who hopped up from her chair and walked over to the protester, helping the others keep him from getting too close to her husband before he was escorted out.  After the event, when asked by reporters about the heckler, Jill Biden laughed and said, \"I'm a good Philly girl.\" Visit CNN's Election Center for full coverage of the 2020 race The remarkable moment underscored Jill Biden's role as a forceful surrogate for her husband. The former second lady has quickly risen as one of Joe Biden's top representatives and is one of the most active spouses hitting the campaign trail.  The Biden campaign has deployed her to each of the early states, often as a closer for her husband's speeches as well as headlining events of her own, with the former second lady telling CNN she sees her campaign role as being a \"partner\" to her husband. \"Joe and I've been married for 42 years. This is how we've always done things. I've campaigned in every election,\" she previously told CNN. \"I go one way, he goes the other way, and so we can cover more ground and talk to more people.\" The thwarted heckler interruption Monday night comes as Joe Biden stares down what's expected to be an underwhelming showing in the New Hampshire primary Tuesday after a poor result in the Iowa caucuses last week. Vermont Sen. Bernie Sanders holds on to his lead on the eve of Tuesday's primary, the final CNN tracking poll conducted by the University of New Hampshire Survey Center shows. In the final numbers, 29% of likely primary voters say they back Sanders, 22% back former South Bend, Indiana, Mayor Pete Buttigieg and 11% support Biden. The numbers mark a notable slump for the former vice president, who, for months, polled well above the rest of the crowded Democratic field. In addition to being the opening speaker and bouncer Monday night, Jill Biden added another role to her campaign responsibilities: DJ.  The Bidens walked into the Manchester rally to a new song: \"The Champion,\" by Carrie Underwood. \"OK, I chose that new music. Did you like it?\" the former second lady asked the crowd. \"I am invincible: That's Joe Biden.\"  "], "Language": false}