{"Type": ["article"], "Url": ["https://www.cnn.com/2013/11/14/us/grammy-awards-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-11-14T21:53:31Z"], "LastModifiedDate": ["2020-02-10T21:37:21Z"], "Headline": ["Grammy Awards Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here is a look at the Grammy Awards. January 26, 2020 - The 62nd Annual Grammy Awards are presented at the Staples Center in Los Angeles. February 10, 2019 - The 61st Annual Grammy Awards are presented at the Staples Center in Los Angeles. 2020 Grammy Awards - Winners (Selected) Album of the Year:\n\"When We All Fall Asleep, Where Do We Go\" (Billie Eilish) Song of the Year:\n\"Bad Guy\" (Billie Eilish) Record of the Year:\n\"Bad Guy\" (Billie Eilish) Best New Artist:\nBillie Eilish Complete List of Winners 2019 Grammy Awards - Winners (Selected) Album of the Year:\n\"Golden Hour\" (Kacey Musgraves) Song of the Year:\n\"This Is America\" (Childish Gambino) Record of the Year:\n\"This is America\" (Childish Gambino) Best New Artist:\nDua Lipa Complete List of Winners Timeline 1957 - The National Academy of Recording Arts and Sciences, also known as The Recording Academy, is founded in Los Angeles. May 4, 1959 - The first Grammy Awards is held. Winners included Ella Fitzgerald, Count Basie and Perry Como. 1963 - Bing Crosby receives the first Lifetime Achievement Award. 1971 - Andy Williams hosts the first live Grammy Awards telecast at the Hollywood Palladium. 1973 - The Grammy Hall of Fame is established. 1983 - The music video category is added. 1984 - The Reggae category is added. 1987 - The New Age category is added.  1988 -  The Rap category is added.  1988 - The Grammy Foundation is established. 1990 - The Alternative category is added.  1993 - The Recording Academy opens its new national headquarters in Santa Monica, California. 1994 - The Technical Award is established. 1997 - The Latin Recording Academy is established. September 13, 2000 - The first Latin Grammy Awards are presented. December 2008 - The Grammy Museum opens in Los Angeles."], "Language": false}