{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/politics/donald-trump-presidency-joe-biden-impeachment/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-02-10T05:00:06Z"], "LastModifiedDate": ["2020-02-10T18:41:45Z"], "Headline": ["Trump weaponizes the Presidency after impeachment victory"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Donald Trump is moving fast in the wake of his impeachment trial to use the government to punish his enemies and pursue his political ends, underlining how his acquittal has helped make him one of history's most powerful modern Presidents. Trump has meted out retribution to officials who testified against him in the impeachment inquiry, is making a push to defy Congress in funding his border wall and appears to be seeking new ways to hector former Vice President Joe Biden after facing down a mortal threat to his presidency. He is completing his project of fashioning the office around his own personality. It's unrestrained, unaccountable, often profane, impervious to outside influence and factual constraints of normal governance. The President has established dominance over his party, his Cabinet and his own media complex. He loosened Congress's constraints by refusing to cooperate with the impeachment probe. The result is that there are very few political constraints on his behavior left. Trump sent a strong signal of Washington's new power realities Friday by ignoring pleas from the Republican senators who acquitted him and who had hoped to protect those who testified against him. Lt. Col. Alexander Vindman, a national security council Ukraine specialist and his brother Yevgeny, a national security lawyer who was not involved in the Ukraine controversy, were sent back to the Pentagon. US ambassador to the European Union Gordon Sondland, who effectively implicated Trump in a quid pro quo in colorful House testimony, was also sent packing. The two had been quietly planning exits of their own, three sources told CNN's Kaitlan Collins, but according to a person familiar with Trump's thinking, although he had been advised to simply let them leave to avoid the criticism of firing impeachment witnesses, he didn't want them to go quietly. Republican senators have correctly pointed out that the President has the power to fire anyone in the executive branch and has the right to a team in which he has confidence. \"He's a political appointee. He serves at the pleasure of the President,\" South Carolina Sen. Lindsey Graham said on CBS' \"Face the Nation\" on Sunday, referring to Vindman. Yet Trump's moves, conducted so quickly after the ending of the impeachment showdown were a clear sign that those who cross him will pay a price -- in a way that could send a chill through the government and stifle dissent and accountability. And they undermine the comments of GOP senators who in voting to acquit the President suggested that the shame of impeachment could temper his behavior. Similarly, Trump's vocal attacks on Mitt Romney, the sole senator in history to vote to convict a President of his own party, send an unmistakable warning to the GOP: the President demands total loyalty. Those who refuse are ostracized. Trump is also set to ignore another constitutional norm -- that Congress has the power of the purse -- by diverting billions more in already appropriated funding to pay for his border wall. The administration argues it does not require the approval of lawmakers for such steps. But lawmakers from both parties have complained about losing funding for projects within their own states and have argued the practice is symptomatic of a wider transfer of power from Capitol Hill to the White House. Taking aim at the NSC  This week, the President is expected to take another scythe to the restraining bureaucracy by gutting the National Security Council itself, a rare remaining source of non-Trumpian thought in the government. Now that impeachment is over, there are also signs that Trump's government and allies are using their power to perpetuate the behavior — targeting Democratic presidential candidate Biden — that caused him to be impeached in the first place. Graham said Sunday that the Justice Department was now evaluating information about the role of Biden's son Hunter in a Ukrainian energy company provided by Trump's personal lawyer. \"The Department of Justice is receiving information coming out of the Ukraine from Rudy (Giuliani),\" Graham said on CBS, citing a conversation with Attorney General William Barr. \"He told me that they have created a process that Rudy could give information and they would see if it's verified,\" Graham, who chairs the Senate Judiciary Committee, said. Graham also warned that any information Giuliani collected in Ukraine needed to be evaluated by Justice to ensure that it did not contain Russian propaganda. But given previous evidence that Barr is acting not as the independent arbiter of the US justice system but as a political facilitator for the President, there will be extreme skepticism among Democrats about Justice handling Giuliani's material at all. Trump's attempts to pressure Ukraine to investigate Hunter Biden and Joe Biden, his potential 2020 general election rival, were at the center of the President's impeachment trial. Trump and his allies have repeatedly made unfounded and false claims to allege that the Bidens acted corruptly in Ukraine.   Trump shows how he will use his new power In a post-impeachment appearance at the White House last week, the President lashed out at his political enemies, even questioning the faith of some critics, hinting that he would use his power to exact vengeance. He branded his opponents \"evil,\" compared those who investigated his presidency to \"dirty cops,\" blasted the Russia probe as \"bullsh*t\" and condemned his critics as \"liars and leakers.\" This is all music to the ears of Republican voters -- more than 90% of whom are gravitating to a strongman President sitting atop a purring economy. And Democrats are suddenly beginning to realize the formidable task they face in November. Trump last week had the highest approval rating of his presidency -- 49% in a Gallup tracking poll -- and is building a formidable election machine in swing states while Democrats struggle to identify their best potential candidate to take him on. His State of the Union address last week underlined how Trump will use the strength of the economy -- on which his ratings outpace his presidential job approval numbers, to make a case for a second term. From a historic perspective, the President's consolidation of his own position is a political achievement that is not to be discounted. It is even more notable than his dominance of the Republican nomination chase in 2016 and remarkable for the fact that he had no prior political experience. But it also raises profound questions about the balance between the branches of government and puts American democracy under the most strain that it has faced in decades. And it raises the possibility that the President's instincts could steer him on to more murky legal and constitutional ground. After all, his notorious \"do us a favor\" phone call with Ukraine's President came just two days after ex-special counsel Robert Mueller testified on the Russian probe in Congress. The President's new-found political liberation is the culmination of three years of tearing at the norms of his office and of defanging competing centers of power. He has comprehensively answered the question posed at the beginning of his term: would he change to accommodate the presidency or bend the office in deference to his wild, unrestrained personality? Trump has removed cabinet titans like former Defense Secretary James Mattis and former Secretary of State Rex Tillerson who worked to contain his more impulsive instincts. He has replaced them with more compliant loyalists, and also favors pliable and dispensable acting cabinet secretaries.  And he has discovered, especially during the impeachment drama, that a President who is willing to ignore the institutional restraints around his office and the normal codes of moral behavior that have attached themselves to his role can access a well of power that his predecessors were unable to tap. That's part of a reason why his presidency seems likely to set many new precedents for the behavior of the executive in the US political system before it ends -- and why the current period up until the next election could be a particularly intense ride for Trump and the nation. "], "Language": false}