{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/politics/biden-buttigieg-attack-ad/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarah Mucha and Eric Bradner, CNN"], "Writers": [["Sarah Mucha", "Eric Bradner"]], "FirstPublishDate": ["2020-02-08T17:05:14Z"], "LastModifiedDate": ["2020-02-09T14:51:03Z"], "Headline": ["Biden on Buttigieg: 'This guy's not a Barack Obama'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Joe Biden mocks Pete Buttigieg's experience as a small-city mayor in a new digital ad the former vice president's campaign is using on YouTube and Facebook in New Hampshire ahead of Tuesday's primary. The ad opened a bitter new chapter in the Democratic race, with Biden belittling Buttigieg on the campaign trail Saturday and the former South Bend, Indiana, mayor's supporters responding by calling Biden dismissive of those in small cities and towns.  Biden, who is attempting to turn around his flagging campaign after a fourth-place finish in Iowa, dismissed comparisons between his attacks on Buttigieg and Hillary Clinton's criticism of then-Sen. Barack Obama's limited experience when the two were primary rivals in 2008.  \"Oh come on, man,\" Biden told reporters in Manchester. \"This guy's not a Barack Obama.\"  Biden's attacks come as Democratic contenders grapple with a reshaped race after Buttigieg and Vermont Sen. Bernie Sanders paced the field in Iowa: Buttigieg is surging, seizing control of the race's more moderate lane, and Tuesday's primary could strengthen his standing. A new CNN poll Saturday showed him second to Sanders -- and well ahead of everyone else -- in New Hampshire. Buttigieg's rivals are increasingly desperate to slow his momentum and cast doubt on his experience and readiness for the presidency. Biden's attack ad The ad, a digital spot appearing on Facebook and YouTube ahead of Tuesday's primary, was an opening salvo in a day of escalated attacks. Titled \"Pete's Record\" and reported first by CNN, it makes a series of cheeky comparisons between the two candidates -- contrasting Biden's time shepherding major legislation to passage and negotiating international agreements with the smaller challenges facing the mayor of a city of 100,000. Visit CNN's Election Center for full coverage of the 2020 race It's the most direct, negative ad aired to date by any leading Democratic presidential contender against a primary rival. The ad reflects a new sense of urgency in Biden's campaign: The former vice president and his aides have said they expect to lose New Hampshire, too -- but his campaign is looking to regain its footing as the race moves to Nevada and South Carolina later this month. \"We're electing a President,\" the narrator says. \"What you've done matters.\" The ad starts with a narrator saying: \"When President Obama called on him, Joe Biden helped lead the passage of the Affordable Care Act. And when parkgoers called on Pete Buttigieg, he installed decorative lights under bridges, giving citizens of South Bend colorfully illuminated rivers.\" With each comparison, the music changes from a serious-sounding melody when describing Biden's record to a clownish melody to denote a mocking tone when describing Buttigieg. The comparisons include Biden's help in negotiating the Iran nuclear deal and his work on the Recovery Act. \"Both Vice President Biden and Mayor Pete have helped shape our economy,\" the narrator says facetiously, saying that while Biden helped revitalize the economy by passing the Recovery Act, Buttigieg revitalized South Bend's economy by laying out \"decorative brick\" on the sidewalks. The ad also knocks Buttigieg's record on race in South Bend, taking direct aim at the former mayor's biggest weakness in the Democratic presidential race: his lack of support from non-white voters. It slams Buttigieg for the firing of the African American police chief of South Bend. \"And then he forced out the African American fire chief, too,\" the narrator ads. The realities behind those charges are more complicated than Biden's ad lets on: Buttigieg sought to fire the police chief after the chief had not told Buttigieg his police department was under federal investigation. The chief was ultimately demoted. The fire chief, meanwhile, had announced his retirement -- only to change his mind after Buttigieg had already hired his replacement.  Buttigieg: No DC experience is 'exactly the point' Buttigieg appeared to respond to the ad on Saturday at an event in Hanover, New Hampshire.  Without naming Biden, Buttigieg said, \"I know some folks are out there saying, 'What business does a mayor of South Bend have running for the presidency? You don't have an office in Washington. Your community is a little out of the way.'\" \"What I'm saying is that that's exactly the point,\" he continued. \"Right now there are so many communities, so many Americans, small and medium-sized cities like mine, and neighborhoods in some of the biggest cities in the country, that feel like Washington can't even hear us.\" \"I'm here to carry those voices to Washington, to bring solutions not from Washington but to our nation's capital, because I believe that we would be well-served if we could start to get Washington to work a little more like our best-run cities and towns rather than the other way around,\" Buttigieg said.  Buttigieg national press secretary Chris Meagher responded to the ad in a statement, writing, \"At this moment, the American people are crying out for something completely different from this classic Washington style of politics. While Washington politics trivializes what goes on in communities like South Bend, South Bend residents who now have better jobs, rising income, and new life in their city don't think their lives are a Washington politician's punchline.\" Meagher continued, \"Pete's on the ground experience as mayor, turning around a Midwestern industrial city, is exactly why he is running for president. The Vice President's decision to run this ad speaks more to where he currently stands in this race than it does about Pete's perspective as a mayor and veteran.\" Mayors backing Buttigieg bash Biden over ad Mayors who support Buttigieg's presidential campaign criticized the ad, saying that Biden was diminishing the importance of voices from small cities and towns. Christine Hunschofsky of Parkland, Florida, wrote, \"my city is Parkland, FL, with 33,000 residents. What happens in our cities matter too. This arrogant, disrespectful and dismissive tone is exactly what our country, our cities and our residents do not need.\" Dayton, Ohio, Mayor Nan Whaley tweeted: \"I'm from Dayton, population 140,371.  Are you saying voices from our towns don't matter?\" Waterloo, Iowa, Mayor Quentin Hart said: \"As Mayor of Waterloo with a population of 68,000 are you saying that voices from cities like mine don't matter? All communities matter whether small or large.\" Biden's shift in tone Biden's shift in tone comes directly after he admitted a \"gut punch\" defeat in Iowa, coming in fourth in the state's caucuses. Wednesday at an event in New Hampshire, Biden singled out Sanders and Buttigieg during a speech, warning attendees that Sanders would hurt Democrats running in down ballot elections because he is a democratic socialist and admonishing Buttigieg for what he described as criticism of  Obama's presidency. Campaigning on Saturday in Manchester, Biden said he was merely responding to Buttigieg arguing that Democrats should move beyond the politics of the \"past\" -- and also took credit for South Bend's resurgence.  \"One of the reasons why that city, in South Bend, did well is because I was able to direct about $65 million there from the recovery act. So I'm not picking on Pete, I'm just responding to Pete,\" Biden said.  Earlier in the day, he'd compared his record in Washington with Buttigieg's in South Bend.  \"Do I think there's a difference between getting a city budget passed in South Bend -- smaller than the city of Manchester? Or getting three Republicans to vote for a $900 billion recovery act, that saved us and generated less than 1% waste for fraud? Yeah, I do,\" Biden said.  At the Democratic Debate Friday, Biden seemed to downplay expectations in New Hampshire. \"It's a long race. I took a hit in Iowa and I'll probably take it here,\" he said, acknowledging that the \"neighboring senators,\" namely Sanders and Massachusetts Sen. Elizabeth Warren, are poised to do well because of their geographical advantage."], "Language": false}