{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/business/netflix-autoplay-previews-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T22:53:07Z"], "LastModifiedDate": ["2020-02-07T14:16:14Z"], "Headline": ["Netflix is finally letting you stop previews from automatically playing. Here's how to do it"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["So you're browsing Netflix, looking for a show or movie to watch. You hover over a title for a second too long, and with its blaring music, Netflix plays the trailer for a show you had no intention of watching.  Well, now you can stop that from happening. Netflix made the announcement Thursday on Twitter, writing, \"Some people find this feature helpful. Others not so much. We've heard the feedback loud and clear -- members can now control whether or not they see autoplay previews on Netflix.\"  Netflix's autoplay feature has annoyed viewers for a while, but people became especially upset after the trailer for \"Don't F**k with Cats\" surfaced on the homepage in December.  The trailer for the documentary about killer Luka Magnotta doesn't show anything graphic, but it contains clips of him handling kittens. The trailer goes on to explain that Magnotta gruesomely abuses these kittens.  \"Dear @netflix could you kindly not make the #DontFwithCats trailer autoplay so I don't have a nervous breakdown? I can't even go near the thought of watching that,\" one viewer tweeted.  The outrage over the trailer even prompted a petition to be launched on Change.org. It was signed by more than 120,000 people.  \"As Netflix continues to release more and more hard-hitting shows, their unstoppable previews have gone from annoying to triggering. '13 Reasons Why' was at least fictional. Netflix's new shows, 'Making a Murderer' and 'Don't F**k with Cats' include content that is graphic, sickening, and real. It plays unprompted for people who have no interest - and it can't be turned off,\" the petition read.  So how do you turn it off? To disable previews from autoplaying on the homepage, you'll need to sign into Netflix from a web browser, not your phone or tablet app.  Select Manage Profiles from the menu and select the profile you'd like to update. Simply check or uncheck the option to Autoplay previews while browsing on all devices and you're set.  You also have the option to enable or disable the next episode of a show from autoplaying. Check or uncheck the box to Autoplay next episode in a series on all devices.  So go on and free yourself from Netflix's autoplay and browse in peace."], "Language": false}