{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/04/cnn-underscored/ultimate-ears-wonderboom-2-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-02-04T21:33:26Z"], "LastModifiedDate": ["2020-02-04T21:33:26Z"], "Headline": ["Wonderboom 2 provides big sound from a tiny package"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There are countless Bluetooth speakers out there. Many are powerful, and many are portable — but if you're looking for one that's both, you'll want to try the Wonderboom 2.  This speaker by Ultimate Ears features considerable bass and 360-degree sound in a compact package. If you're outdoors, you can boost the volume with Outdoors Mode to fill open spaces. And don't worry about rain — it's waterproof. The Wonderboom 2 goes for $99.99 on amazon.com and ultimateears.com. You can also pick one up as a bundle with a 6-foot braided charging cord, AC adapter and carrying case ($109; amazon.com). From either source, you can get this powerful speaker in Bermuda Blue, Crushed Ice Gray, Deep Space Black, Radical Red and Just Peach. Airtight design At about 4.1 inches tall and about 3.7 inches in diameter, the Wonderboom 2 is around the size of a can of nuts. The body is cylindrical, with two-tone knit fabric around its circumference. This fabric is both durable in construction and vibrant in color, with the second tone giving it a visual sheen that's easy on the eyes. The Deep Space Black speaker, for example, consists of an inky black perforated by numerous brighter spots, like a starry night.  The top and bottom of the speaker area are capped by soft plastic. At the top is a row of three buttons in a circular indented area. There's a cloth strap on the back. The cloth's color varies, depending on the device's color, but it's invariably topped with a blue protective section of rubber.  The button closest to the strap is the pairing button — simply press and hold it to begin pairing. The one in the middle can be pressed once to pause or play music, or twice to skip the current song. The one closest to the side with the volume buttons is the power button. When it's on, a horizontal light will glow. After about 10 minutes of inactivity, the speaker will automatically turn off.  An interesting feature is the short, bassy sounds the speaker makes when it powers on or off. These last about a second, with one that builds up, followed by a bouncy sound when you turn it on, and one that sounds like a sad robot when you turn it off. Plus, when it's low on battery, it'll make a bubble-like sound. These are short and didn't bother me, but it would be nice to have an option to mute them. It would be even nicer to have a way to check how much battery your Wonderboom 2 has left. Flipping the speaker upside down will reveal the Outdoor Boost button and the Weather Door that protects the charging port. These both live on the bottom plastic cap that serves as a solid base on which the speaker sits. The Boost button has the silhouette of a pine tree on it, and a single press will toggle it, making it glow when on.  The Weather Door is in the form of a small hatch that you can seal and unseal by gently prying it open. It contains a charging port, where you can plug in the 2-foot micro-USB cord (or the 6-foot cord that comes with the carrying case). Just make sure to seal it before you expose it to the elements. Unfortunately, an AC adapter needs to be purchased separately. Terrific sound I was overjoyed with the quality and volume capabilities of this speaker. When I first turned it on and started using it, I was surprised by how crisp my music sounded. I put it to the test with songs like \"Tell Me Something Good\" (featuring Chaka Khan), which features a range of vocals, guitars and bassy drums. I couldn't find a range this speaker couldn't reach, and even at higher volumes, clarity was retained. That's not to mention bass, which came out clearly and intensely. It's not the room-shaking bass you'd get from a large traditional speaker, but it's excellent for a speaker of its size. In terms of quality, bass and volume, my Google Home can't compete. Speaking of volume, this speaker can really blast with the best of them. At maximum volume, it's actually uncomfortable too close, let alone indoors. To test the output, I went outside and belted music by Molotov Jukebox.  Ultimate Ears isn't exaggerating when it says 360-degree sound. From wherever I stood, even directly behind the speaker, I could hear my music clear as day. And once I switched on the Outdoor Boost and turned the volume to maximum, I could stand over 30 feet away and still hear the music. My whole backyard isn't large enough to walk out of Bluetooth range, either. Needless to say, the Wonderboom 2 is perfect for jamming out alone or turning get-togethers into parties. Maximum portability The Wonderboom 2 is just as portable as it is powerful. It's easy to carry in a backpack or in its carrying case and only weighs 15 ounces. Once you get to where you're going, you can place it on a surface or hang it anywhere by its strap. Fortunately, you won't have to worry about getting this thing dirty.  Rain or shine, the Wonderboom 2 will play on. Not only is it dust-resistant, but it's drop-proof up to 5 feet and waterproof up to 30 minutes in water up to 1 meter (3.3 feet) deep. I tested this feature in various ways, like running it under the tap, during which I could watch the water roll off its hydrophobic surface. And although water got inside, shaking cleared it right up. I played music throughout the process and the speaker came out totally unaffected. It's great having a speaker you can listen to while showering without fear of damage. The battery life of the Wonderboom 2 is nothing to scoff at, either. Its promised 13-hour battery life held true during my testing, more than enough to fuel even the longest party. Bottom line If you're looking to be the life of the party, Ultimate Ears has you covered. The booming sound, excellent battery and unbeatable versatility of the Wonderboom 2 makes it a no-brainer. Listen for yourself. Get the speaker for $99.99 at amazon.com or ultimateears.com, or the bundle including carrying case, longer charging cord and AC adapter for $109 at amazon.com. The Wonderboom 2 will put your other Bluetooth speakers to shame. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}