{"Type": ["article"], "Url": ["https://www.cnn.com/2014/07/01/business/apple-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2014-07-01T16:10:35Z"], "LastModifiedDate": ["2020-02-03T18:19:26Z"], "Headline": ["Apple Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at Apple, Inc, creator of the Mac computer and the iPhone. Facts The corporate headquarters are in Cupertino, California. As of September 2019, the company reported that it employs approximately 137,000 people full-time. Timeline April 1, 1976 - Apple Computers, Inc. is founded by Steve Jobs and Steve Wozniak. Their first product is the Apple I personal computer. June 1977 - The Apple II is released. December 1980 - Apple conducts an initial public offering of 4.6 million shares at $22 per share. January 1983 - Apple introduces the Lisa, a new brand of personal computer. January 22, 1984 - The Macintosh computer is introduced with a futuristic commercial that airs during the Super Bowl.  1985 - Apple discontinues the Lisa after a disappointing run, and Jobs leaves the company. December 1996 - Apple buys Jobs' company, NeXT Software. 1997 - In the wake of corporate shakeups and a sales slump, Apple welcomes Jobs back as interim CEO.   August 15, 1998 - The iMac, a streamlined personal computer, debuts. January 2000 - Jobs becomes permanent CEO. January 9, 2001 - iTunes is introduced. October 23, 2001 - The iPod MP3 player makes its debut. January 2003 - Apple releases the Safari web browser.  April 28, 2003 - Apple introduces the iTunes Music Store. January 2006 - Apple rolls out its first Intel-based computers, the iMac and the MacBook Pro. January 9, 2007 - The iPhone is unveiled.  March 2007 - Apple TV hits stores.  January 27, 2010 - The iPad is announced. June 6, 2011 - Apple announces iCloud, an online media storage system. August 24, 2011 - Jobs resigns as CEO. Tim Cook takes his place.  October 5, 2011 - Jobs dies after battling cancer. February 6, 2013 - Apple announces that iTunes has reached a milestone of 25 billion songs sold.  May 28, 2014 - Apple announces deal to buy Beats for $3 billion. June 9, 2014 - Apple conducts a stock split, bringing the price down from $647.50 to $92.44. September 9, 2014 - Apple unveils the Apple Watch, a wearable device.  December 16, 2014 - Apple wins an antitrust lawsuit brought by eight million iPod owners who alleged that Apple abused its monopoly power in the music industry to force out competition. June 8, 2015 - Apple unveils Apple Music, a streaming music service, live radio station and social network. February 3, 2016 - A jury orders Apple to pay $626 million in damages after finding that iMessage, FaceTime and other Apple software infringed on another company's patents. The lawsuit, originally filed in 2010 by the company VirnetX, accuses Apple of violating four patents, which mostly involve methods for real-time communications over the Internet.  February 16, 2016 - Apple refuses to comply with a California judge's order to assist the FBI in hacking the iPhone of the San Bernardino gunman. A public letter signed by Cook states why the company is refusing to abide by the government's demands. March 28, 2016 - The Department of Justice says the FBI has \"successfully retrieved the data stored on the San Bernardino terrorist's iPhone,\" and is dropping the case against Apple, since it no longer needs the company's help.  August 30, 2016 - The European Union rules that Apple must pay Ireland $14.5 billion in back taxes. According to the EU, Ireland had been giving the tech company a break on taxes for more than two decades. Ireland's finance minister issues a statement criticizing the EU's ruling and declares that the country does not play favorites with a lower tax rate for certain companies. In a letter, Cook says he anticipates the EU's tax ruling will be reversed on appeal. September 12, 2017 - Apple unveils the iPhone X, alongside the iPhone 8 and iPhone 8 Plus -- all of which support wireless charging. The iPhone X will also feature facial detection technology, no home button, a 3D camera and an edge-to-edge screen.  December 21, 2017 - Apple issues a statement saying that it has used software updates to limit the performance of older iPhones that may have battery issues that would cause them to turn off suddenly.  December 28, 2017 - Apple apologizes to customers for how it rolled out an update that can slow down older iPhones. It is offering cheaper battery replacements to make up for it.  June 15, 2018 - Oprah Winfrey signs a multiyear deal with Apple to create new original programming. August 2, 2018 - Apple becomes the first American public company to surpass $1 trillion in value.  October 10, 2019 - In a memo to employees, Cook defends Apple's decision to pull a map app that Hong Kong protesters used to track police, saying that it had been used in ways that \"endanger law enforcement and residents in Hong Kong.\"  November 1, 2019 - Apple TV+, a subscription streaming service containing original programming, launches. November 4, 2019 - Apple announces a $2.5 billion financial package to help address the housing crisis in California, which has worsened in part because of the rapid growth of tech companies."], "Language": false}