{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/politics/trump-shakira-jennifer-lopez-super-bowl-politics/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Brandon Tensley, CNN"], "Writers": [["Brandon Tensley"]], "FirstPublishDate": ["2020-02-03T15:29:59Z"], "LastModifiedDate": ["2020-02-03T19:41:11Z"], "Headline": ["Shakira and Jennifer Lopez get loud in their politically subversive Super Bowl show"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["If the 2019 Super Bowl halftime show was a middling, agenda-less mess, this year's performance was its opposite: 15 straight minutes of political subversions. Headlined by two Latina women in Miami, the show served as a rejoinder to an administration that's spent the past three years denigrating the populaces the performers represent. Colombian powerhouse Shakira's commentary was folksy and subtle -- a callback to the sounds and sentiments that catapulted her to American fame in the early 2000s. \"Lucky you were born that far away so / We could both make fun of distance,\" Shakira sang to millions of viewers. \"Lucky that I love a foreign land for / The lucky fact of your existence.\" Originally a song about a faraway lover, \"Whenever, Wherever\" took on new meaning during Sunday night's show, registering as a rebuke of xenophobia -- as a love letter to faraway countries and the people who inhabit them. Shakira embraced distance in other ways, too, including in her performance of champeta -- a dance genre with African roots from the singer's hometown of Barranquilla -- to the tune of \"Waka Waka (This Time for Africa).\" And then there was J. Lo. After seemingly descending from the heavens, Jennifer Lopez leaned into the ostentatious: leather, canes, a pyramid of human bodies resembling a Kylie Minogue music video. But Lopez, who's of Puerto Rican heritage, had a political message underneath the breathtaking pop spectacle. At one point, she sang a mash-up of Bruce Springsteen's iconic \"Born in the USA\" and her own \"Let's Get Loud\" while swaddled in a reversible feather coat featuring the USA flag and the flag of Puerto Rico -- the American territory that President Donald Trump has paid almost no attention to in moments of crisis. Additionally, Lopez's 11-year-old daughter Emme and other children sang from glowing structures that looked a lot like cages -- something interpreted as a dig at the Trump administration, which has been widely criticized for its treatment of migrant children. A Super Bowl halftime show wrapped in Latin identity was all the more moving given its predecessor: Maroon 5's boring, vacuous performance at a moment when the NFL was in the thick of a boycott triggered by Colin Kaepernick's protests against police violence. Indeed, not unlike Beyoncé during the 2016 show when she debuted her black power anthem \"Formation,\" Shakira and Lopez sent a powerful message on the eve that Iowa officially kicks off the 2020 presidential race: Diversity and unity aren't at odds with one another. In fact, they can go hand in hand."], "Language": false}