{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/super-bowl-best-halftime-shows-fashion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Allyssia Alleyne, CNN"], "Writers": [["Allyssia Alleyne"]], "FirstPublishDate": ["2019-02-01T09:00:21Z"], "LastModifiedDate": ["2020-02-03T04:39:17Z"], "Headline": ["A look back at the best Super Bowl halftime shows and fashions"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["For football fans, the Super Bowl is the most important day of the season, the culmination of five months of National Football League competition. And for those less interested in the sport, there's the halftime show, when the world's most famous performers deliver 15 minutes of high-voltage entertainment.  On Sunday night, Jennifer Lopez and Shakira gave highly energetic performances which included crowd surfing and pole dancing. Throughout, J-Lo changed into multiple Versace outfits, including a silver mesh body suit and a  feathered cape that dueled as Puerto Rican and American flags, to celebrate her heritage.    The halftime show has long been popular among viewers, whether they're into football or not, if the perennial Twitter jokes about the game being the opening act for the performer are to be believed. Indeed, the most-watched halftime show, Katy Perry in 2015, attracted 118.5 million viewers, while the game itself drew an average audience of 114.4 million viewers. This massive audience makes the halftime show a valuable platform for artists to promote designers and spread messages through their fashion choices -- sometimes courting controversy and backlash in the process.  CNN Style looks back at some of the best fashion of halftime shows past.  1993 - Michael Jackson rocks the military look Given its significance today, you'd think the Super Bowl halftime show has always been a prestige event. But it was only in 1993, when Michael Jackson brought his trademark pageantry to the event, that it took on its current reputation. Before then, the show had mostly been dominated by marching bands.  Jackson's performance -- introduced by no less than James Earl Jones -- opened with him springing eight feet into the air from underneath the stage (a trademark of his 1992 Dangerous World Tour), against a backdrop of pyrotechnics.  He then stood motionless for one-and-a-half minutes in a military-inspired black-and-gold ensemble, before launching into a medley of his hits.  Given Jackson's repertoire of songs against police violence, war and injustice, this look was subversive. \"Michael made (the uniform) his own by pushing the envelope, rebelling against the establishment the uniform is supposed to represent with all those badges and making it rock 'n' roll,\" Michael Bush, one of Jackson's costume designers, told Rolling Stone in 2012.  But it was also just fantastic theater for an audience that had previously settled for Disney characters and an Elvis-impersonating magician.   2004 - Janet Jackson's wardrobe malfunction  Janet Jackson and Justin Timberlake's 2004 performance will forever be remembered as the incident that brought \"wardrobe malfunction\" into popular parlance.  While performing a duet, Timberlake ripped off a part of Jackson's bustier, exposing her breast to millions of viewers, and \"Nipplegate\" was born.  A lot of people were unhappy. The Federal Communications Commission reportedly received more than 500,000 indecency complaints about 9/16 of a second of exposed flesh, and levied a $550,000 fine against CBS, the network airing the game, and its affiliates. (The fine was thrown out by the Supreme Court in 2012.)  Jackson took on the brunt of the backlash and has not performed at the Super Bowl since. Timberlake, however, performed a set alternately described as \"forgettable but flashy,\" \"sonically challenged\" and \"a total disaster\" in 2018.   2007 - Prince's perfect timing  Prince -- dressed in blue suit and chest-bearing orange button-down, hair covered with a black scarf -- performing \"Purple Rain\" in the middle of a torrential storm, purple \"symbol\" guitar in hand, was a glorious finale to a performance that saw one of history's most incandescent performers giving his all for 140 million views.  \"The heavy rain made the smoke and lights seem mysterious, instead of merely ridiculous. And there was a sneaky thrill in watching Prince steal the field from guys three times his size, if only for a few moments,\" opined music critic Kelefa Sanneh in the New York Times following the show.  2012 - Madonna brings high fashion to halftime The 2012 Super Bowl is when halftime officially went high fashion. To add an extra veneer of dark glamour to her performance, Madonna enlisted designer Riccardo Tisci, then creative director of Givenchy, to design her costumes.  \"Following my collaboration with Madonna on her last tour three years ago, it is a great honor for me to be a part of yet another historical and iconic moment,\" Tisci told Vogue after the performance. \"People say everything has a limit, but limits do not exist with Madonna.\"  The bespoke outfits, inspired by looks Tisci had designed for the French fashion house, included an embellished gold cape and a gladiatorial black mini skirt with a studded belt, each accessorized with an Egyptian-inspired headpiece by British milliner Philip Treacy.  2015 - Katy Perry goes (more) pop with Jeremy Scott  Fashion took the spotlight again in 2015, when Katy Perry wore four Jeremy Scott outfits on stage. The looks were a perfect marriage of Katy Perry's over-the-top cartoonish-ness and Scott's penchant for bedazzled Americana and pop culture.  One of the highlights? A metallic skirt-and-jacket combo covered in flames worn during the first number, inspired by a pair of shoes from the designer's archive. Perry wore it to perform her song \"Roar\" atop a metal lion.  \"I love pop culture, and for me that's one of the things that's so exciting about this opportunity,\" Scott told the now-defunct fashion news site Style.com. \"The audience is so vast, it's so much more outside our nuanced world of high-fashion lovers.\" That \"vast\" audience ended up encompassing 118.5 million TV viewers -- the standing record for a Super Bowl halftime show.  2016 - Beyoncé gets political Super Bowl weekend was a busy one for Beyoncé. On Saturday, she released the video for her new single, \"Formation,\" a visual exploration of southern black femininity and the aftermath of Hurricane Katrina, which ripped through predominantly black New Orleans neighborhoods in 2005. On Sunday, she took to the stage to perform in one of the year's most-watched televised events.  Her performance was unabashedly politically. She opened the show with an all-black dance troupe donning afros and black berets, an obvious reference to the way the way Black Panther Party members dressed in the '60s. (Forgoing the beret, Beyoncé tipped her hat to Michael Jackson with a black-and-gold military jacket recalling his own Super Bowl look.) The dancers also assumed an \"X\" formation at one point, a reference to Malcolm X.  While fans and critics praised the performance, and the audacity of making such a powerful statement in front of her entire country. New York Times Magazine staff writer Jenna Wortham put it well: \"I think she wants us to know that even though she's headlining a mainstream event like the Super Bowl, she has opinions and isn't afraid to share them, nor is she afraid to do it on a national and global scale.\"  (It's worth noting this was in February 2016, seven months before Colin Kaepernick began kneeling during the national anthem in protest against police brutality and racism in the US.)  Others took offense at what they perceived as an anti-police sentiment. Some were so upset that they organized a poorly attended anti-Beyoncé rally at the NFL's New York headquarters. Rudy Giuliani, the outspoken former mayor of New York mayor and Donald Trump's attorney, called it \"outrageous.\"  \"This is football, not Hollywood,\" he told Fox News, \"and I thought it was really outrageous that she used it as a platform to attack police officers who are the people who protect her and protect us, and keep us alive.\" 2017 - Lady Gaga takes to the skies  Leave it to Lady Gaga to take the Super Bowl halftime show to new heights.  The singer started her set with \"God Bless America\" and \"This Land Is Your Land\" before being lowered into the stadium on cables to sing, dance and play piano to her greatest hits.  Surprisingly, she wore only two outfits throughout: An iridescent, crystal-embellished bodysuit (which she later covered with a spiked golden jacket); and a white jacket that resembled football shoulder pads with matching hot pants. Both were designed by Atelier Versace, so subtle they were not. "], "Language": false}