{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/us/guns-n-roses-kobe-bryant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Theresa Waldrop"], "Writers": [["Theresa Waldrop"]], "FirstPublishDate": ["2020-02-02T21:03:46Z"], "LastModifiedDate": ["2020-02-02T21:12:33Z"], "Headline": ["Guns N' Roses dedicate song to Kobe Bryant in Miami concert"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Tributes to Kobe Bryant have been pouring in in the week since the basketball legend died, and a song dedication by Guns N' Roses is maybe one of the most touching. Playing at the Bud Light Super Bowl Music Fest Friday night, the band dedicated their version of \"Knockin' on Heaven's Door\" to Bryant, his daughter Gianna, and the other seven people who died in the helicopter crash that killed the Los Angeles Lakers star January 26.  In social media posts of the moment by fans, singer Axl Rose said he saw a \"fog bank, like a thunder cloud over the trees,\" on his way home from rehearsal recently. The next morning, \"apparently, it was much worse. That's where the helicopter flew through.\" \"I want to dedicate this to Kobe, his daughter and everyone, everyone on the flight,\" Rose said in a video posted in one of the tweets, before the band broke into the Bob Dylan classic. Bryant, 41, helped the Lakers win five NBA championships and was an 18-time All Star athlete. Fans, cities and sports leagues around the United States have paid tributes to Bryant in the week since he died. In Los Angeles, city hall and the airport were lit up in the Lakers' colors the day he died.  The PGA Tour on Sunday honored the basketball legend by altering a hole by a number of paces that correspond to Bryant's jersey numbers, 24 and 8.  In an emotional ceremony at the Lakers' arena, the Staples Center, Friday, some fans cheered and others cried as a video of Bryant was shown on screens, and a cellist played somberly in the middle of the court. Outside, mourning fans had left piles of memorabilia, flowers, stuffed animals and other items."], "Language": false}