{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/health/workout-music-exercise-tunes-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["by Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-02-02T10:54:20Z"], "LastModifiedDate": ["2020-02-02T10:54:20Z"], "Headline": ["The right music playlist makes your workouts more effective, study says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Whether it's Beyonce's \"Naughty Girl,\" Taylor Swift's \"Untouchable\" or Eminem's \"Lose Yourself\" that inspires you to work out harder, everyone knows that listening to tunes during exercise is a proven way to boost your workout performance and duration. The faster the better, right?  High-tempo music -- the type that equates to about 170 heartbeats per minute -- reduces perceived effort and boosts cardiovascular benefits more than lower tempos, according to a new study published Sunday in the journal Frontiers in Psychology. Music can arouse and boost mood before exercise, dampen perceptions of pain and fatigue during a workout, and inspire bursts of effort, performance and endurance, researchers discovered.  \"We found that listening to high-tempo music while exercising resulted in the highest heart rate and lowest perceived exertion compared with not listening to music,\" said study author Luca Ardigò, a professor at the University of Verona in Italy, in a statement.  \"This means that the exercise seemed like less effort, but it was more beneficial in terms of enhancing physical fitness.\" The study found the effects were greatest for endurance exercise, such as brisk walking, running, biking and swimming, than for high-intensity exercises such as weightlifting, jump roping, speed walking and high intensity interval training. The results appear to echo the results of a 2011 study, which found preference for a very fast tempo of music increased as the intensity of the exercise -- in this case cycling -- increased. In some ways, \"music can be thought of as a type of legal performance-enhancing drug,\" researchers say. What should you do? Build your own playlist based on the beats-per-minute, or BPM, of your favorite songs. Thankfully, there are loads of online tools today that can help you do this. Spotify, for example, allows you to plug in the song's name and learn the tempo in one click. Other apps provide ready made lists of music by type of exercise and intensity. There are up tempo choices for any musical taste.  Eminem's \"Lose Yourself\" is 171 BPM \nJay Z's \"Empire State of Mind\" is 173 BPM \nBeyonce's \"Naughty Girl\" is 199 BPM \nTaylor Swift's \"Untouchable\" is 200 BPM  \nAnd while Moby's \"Thousand\" is only listed at 137 BPM, it holds a Guinness World Record for climbing to a whopping 1,015 BPM  You don't have to limit yourself to modern songs, either. For example, Annette Funicello's \"Tall Paul\" is 202 BPM, as were a number of her songs in the 1950s and 1960s."], "Language": false}