{"Type": ["article"], "Url": ["https://www.cnn.com/europe/live-news/brexit-day-uk-leaves-eu-gbr-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Angela Dewan, CNN"], "Writers": [["Angela Dewan"]], "FirstPublishDate": ["2020-01-31T18:38:47Z"], "LastModifiedDate": ["2020-02-01T01:46:36Z"], "Headline": ["Brexit's done. The UK has left the European Union"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Brexit's done, and so are we. Here's all you need to know about what comes next: Analysis: The UK has left the EU -- and the implications for the world are huge What Brexit will mean for travelers WATCH: Four years of Brexit in four minutes Britain needs a big trade deal with Europe and wants one with America. It may end 2020 with neither Nearly four years after the UK voted to leave the European Union, Brexit has finally happened. As the clock struck 11.00.p.m. GMT, the Article 50 process by which a member state leaves the EU expired and the UK has now entered the transition process it agreed with the bloc. For the first time ever, the EU is down a member state. It's a monumental moment that will go down in history, for better or worse.  So what happens now?  In the short term, the biggest changes will be invisible to the public. During the transition period, currently set to expire on December 31 of this year, the UK will continue to obey EU laws and European courts. Businesses will be able to operate as normal and people wanting to travel around the EU will not be affected. However, Brexit is far from done. Before the transition period ends 11 months from now, the UK will try and negotiate a deal with Brussels on their future relationship. Failure to reach an agreement would mean the hardest Brexit possible, causing economic damage for both sides and possibly the wider world. This is a scenario that both sides are eager to avoid. These negotiations will begin on March 3. In the meantime, both parties will work to establish their priorities and red lines. The UK will probably want to have its cake and eat it: near-frictionless trade with the EU while enjoying the freedom to do as it pleases at home and strike trade deals with the wider world.  For the EU, the priority will be keeping the UK as close to EU regulations as possible and protect European interests. And if you thought phase one of Brexit was nasty, phase two is going to be even worse.  The UK now enters a new phase in its history. The choices that Boris Johnson takes in the coming months will have huge implications for British citizens and for people far beyond the UK's borders. However, he does so standing alone.  The next Brexit deadline is already hurtling towards us. And for the UK more than anyone else, to get what it wants could require shutting its eyes and hoping for the best. Nicola Sturgeon, the leader of the Scottish National Party, vowed to get Scotland back into the European Union as an independent country. UK Prime Minister Boris Johnson has refused to grant Scotland another vote on independence.  Scotland voted against independence in a referendum in 2014 but nationalists there have argued that Brexit has given cause for a fresh vote.  Nigel Farage, widely considered the architect of Brexit, is basking in a moment of glory as the UK officially leaves the European Union.  At London's Parliament Square as the UK was minutes from leaving, Farage described Brexit and the 2016 referendum as \"the greatest democratic mandate ever seen in this country.\" \"We did it, we did it!!\" he shouted to a crowd of thousands who had gathered to celebrate the moment. \"We know that this is the single most important moment in the modern history of our great nation,\" he said. Farage said that while he was anti-EU, he wasn't against European nations, and he shared a vision for the continent of what he called \"free, sovereign, democratic nations.\" \"We will not take orders from them,\" he shouted. The United Kingdom has officially left the European Union more than three years after a referendum that left the country bitterly divided.  The departure brings an end to years of political wrangling that has at times paralyzed Westminster, ended the leadership of two prime ministers and left the UK parliament with the biggest Conservative majority since the years of Margaret Thatcher. The United Kingdom is the first nation to withdraw from the European Union in its history and closes a 47-year chapter of the country’s membership in the post-war bloc. Now, an 11-month transition period lies ahead, as well as what is expected to be a protracted period of trade negotiations with the EU. UK Prime Minister Boris Johnson addressed the nation earlier in a pre-recorded speech, calling on the country to celebrate a “new dawn” of independence and vowing to deliver on Brexit’s promises: “Whether that is by controlling immigration or creating freeports or liberating our fishing industry or doing free trade deals.” But the momentous occasion passed by with little fanfare – a countdown clock was projected on 10 Downing Street in lieu of London’s famous Big Ben (which is being repaired.) It rained down in London at a Brexit party at Parliament Square, where officials had banned fireworks and live music. Prime Minister Boris Johnson has shared his vision for a post-Brexit UK in an address to the nation, calling on the country to celebrate a “new dawn” of independence. In a pre-recorded speech broadcast an hour before the nation officially leaves the European Union, Johnson said the moment was one of “real national renewal and change,” and promised a more equal country for UK nationals across the kingdom.  He also said it was the moment to deliver on the promises of Brexit, as an 11-month transition period of negotiations lies ahead before the country can fully break free of the bloc.  “This is the moment when the dawn breaks and the curtain goes up on a new act in our great national drama,\" he said.  “And yes it is partly about using these new powers – this recaptured sovereignty – to deliver the changes people voted for. “Whether that is by controlling immigration or creating freeports or liberating our fishing industry or doing free trade deals.  “Or simply making our laws and rules for the benefit of the people of this country.  “And of course I think that is the right and healthy and democratic thing to do, because for all its strengths and for all its admirable qualities, the EU has evolved over 50 years in a direction that no longer suits this country. And that is a judgment that you, the people, have now confirmed at the polls.” Watch the speech:  A countdown clock has been projected onto 10 Downing Street as the United Kingdom readies to leave the European Union. A movement to get the government to sound the bells of London's famous clock, Big Ben, was unsuccessful. The government said that a clock and light show would light up 10 Downing Street instead.   US Ambassador to the UK Woody Johnson described Friday as \"a historic day in British history,\" and has said his country looks forward to achieving a free trade agreement with the UK.  \"On behalf of the United States Government, I would like to wish the United Kingdom every success as you chart a new path outside of the European Union. America shares your optimism and excitement about the many opportunities the future will bring,\" he wrote in a statement. \"President Donald J. Trump has long supported the United Kingdom’s sovereign decision to withdraw from the European Union. Now that the UK is back in control of its own trade policy, we look forward to achieving a broad Free Trade Agreement that will increase prosperity and create jobs in both our countries,\" the ambassador added. \"There are many global challenges that we face, but we face them, as ever, together. There will no doubt be disagreements from time to time about the best solutions to the biggest problems – that is to be expected, even among friends. But this is an alliance forged in our shared history and our common values. This is a special relationship which will endure, flourish and grow even stronger in this exciting new era which Britain is now beginning.\" In less than two hours, the United Kingdom will leave the European Union. Here’s the story of its membership in numbers: 47  The number of years the UK has been in the EU, or its predecessor, the European Economic Community. That’s equal to 17,197 days. 10 The number of different prime ministers the UK has had in that time (Heath, Wilson, Callaghan, Thatcher, Major, Blair, Brown, Cameron, May, Johnson). Three of those have been in the past three-and-a-half years. In that time, there's only been one monarch, Queen Elizabeth II. 51.89 The percentage of votes for leaving the European Union. The percentage is equal to 17.41 million votes. 6 The number of countries in the European Economic Community when the UK joined.  France, West Germany, Belgium, Italy, the Netherlands and Luxembourg were members. 27 The number of member states that will be left in the EU when the UK leaves.   3.6 million  The number of European citizens living in the UK. Some 1.1 million British citizens live in the 27 EU member states. 60  The percentage of British people who have lived their entire lives as members of the EU. The Office for National Statistics says 39.8 million British people alive today were born in 1973 or after. 73 The number of MEPs the UK had in the European Parliament. Before Brexit it was 751. And just for fun... 11  The number of Euro football championships that have been played while the UK was a member state. No nation of the UK has ever won it, by the way. 47  The number of Eurovision song contests that have been held. The UK has won three times — 1976, 1981 and 1997 — and it has come last four times. UK Prime Minister Boris Johnson has long been at the heart of the Brexit movement. His journey to Downing Street and ultimately delivering Brexit looked impossible at times. So how will he be celebrating the big moment?  Rather than partying with revelers, Johnson will be hosting a party at 10 Downing Street for his cabinet ministers and advisors who worked alongside him \"to get Brexit done,\" as was his mantra.  They will watch Johnson's pre-recorded broadcast to the nation, in which he will say:   Our job as the government -- my job -- is to bring this country together and take us forward.\"  They will then get back to drinking English sparkling wine, rather than Champagne, Downing Street sources anticipate. A clock will be projected onto the building of Downing Street for the countdown to the UK  leaving the EU.  Johnson shocked the British political establishment when he defied then Prime Minister David Cameron to join the campaign to leave the European Union. Johnson's decision to break from the government's official position of Remain was probably the single most important moment in the UK ultimately voting to go it alone.  He's been on a rollercoaster ever since. Leave won and David Cameron resigned. Johnson was thought to be the frontrunner to replace him until his Vote Leave ally, Michael Gove, stabbed him in the back. That cleared the way for Theresa May to enter Downing Street, only to find the task of Brexit impossible. Johnson didn't help: He chose to defy her just as he did Cameron, and resigned as Foreign Secretary over her Brexit plans. The Brexit referendum in 2016 left the United Kingdom bitterly divided. Fifty-two percent of voters chose to leave the European Union, leaving 48% who voted to remain. And as many in the country celebrate today, others are commiserating. Samantha Barber, a businesswoman from Scotland who has sat on the board of European multinational companies, decided this morning she wanted to be in Brussels to mark the UK’s departure. She’ll be spending the evening with a friend, celebrating the ties that bind Britain to the EU and the friendships she’s made over her studies and career on the continent.  “I decided this morning on total impulse that I wanted to be in Brussels this evening. Booked a flight from Edinburgh, and hey presto, I’m here. Will be giving thanks the EU for all the opportunities it has given my in my education and career,” she told CNN. After attending an EU supporters' rally in London, 51-year-old Sandra Khadhouri passed by Parliament Square to see Brexiteers celebrate. \"I was curious to see people are celebrating what I think is a disastrous decision. I have a mixture of sadness and anger, I’m also a little bit intimidated by the crowd so I’ll try and keep a low profile tonight. I’ll wait until the day people realize what a disastrous decision it is,\" she said.  The UK's flag has been taken down at the European Union's headquarters in Brussels. One member of staff brought the flag down two steps while another removed it and folded it.  Twenty-seven member states will remain in the bloc after the UK officially leaves at 11 p.m. The UK is leaving the European Union. British citizens are still divided and still deeply emotional about the whole thing. While some will be popping Champagne come Brexit time, others will be weeping into the blue-and-gold flags. The remaining EU member states, meanwhile, are taking the breakup in good grace, emphasizing that the two sides will remain the best of friends. The EU, rather than playing the scorned victim, is reacting to its rejection with warmth and sympathy.  In other words, the way many are reading today's events are silly old Britain threw its toys out the pram and the cuddly EU is taking the whole thing in its stride with great dignity.  There is certainly an extent to which this is true. But it ignores the true state of the EU in 2020.  Brexit was a game that took place on the EU's home turf in front of a home crowd. The whole thing was negotiated in Brussels where, essentially, the UK stood alone against 27 member states and the EU's most powerful institutions.  Brexit was a chance for the EU to show itself at its most powerful. But as the world moves on from Brexit, the EU has problems that reveal its weak spots. Let's start with the unity of the EU27. Sure, they all agreed on Brexit. But what about the rule of law in European nations? What about the European Court of Justice's supremacy over member states? Recent events in Poland have shown that if a member state wants to ignore EU law and effectively set up its own judicial system, there is very little the EU as an institution can do about it if the rest of the member states don't want to single anyone out. Which, of course, they don't. Next, there's the EU's place in the world. The EU loves to present itself as one of the key pillars of power in the new world order. Before Donald Trump entered the White House, the EU could point to the Iran nuclear deal as evidence of its position on the world stage. But it has so far been unable to get any of the key players in that deal back around the table. The talking shop that the EU provided in 2015 to get the deal done proved to be just that: a place for those who really hold power to talk.  And who are those that really hold the power? The US and China. The EU's chief foreign policy at the moment is to balance its relations with both China and the US. However, as tensions persist between the two in their battle for global supremacy, the EU increasingly risks being squashed between the two. Finally, there is the actual state of the union itself. We know that few member states agree on the future of the EU. And we know that Euroskeptic parties are on the rise across the bloc. The danger for the EU is that those parties don't want to Do A Brexit and walk away like the Brits. They want to take the whole thing over and eat it from the inside. And if you want to understand how absurd that could get in the coming years, the EU could end up in a position where the UK obeys more EU law than some member states -- which the EU will be largely unable to do anything about.  So, happy Brexit day one and all. Things are about to get more complicated for the UK, sure. But you'd have to be some kind of masochist to seek power in Brussels right now.  Various trips to the UK's Brexit heartlands over the last three-and-a-half years have taken me to Hull, Doncaster, Clacton-on-Sea, Bolsover, Peterborough, Stoke-on-Trent, Sunderland and Boston.  In all of these places, the reasons for voting for Brexit varied: for some it was about immigration, for others industry, or sovereignty, or just discontent with the status quo. But one thing that was universal was the intense feelings of anger and frustration over the political process.  Brexiteers felt betrayed by the politicians representing them as MPs in Westminster voted for delay, for softer Brexit options, or for a second referendum. Many of those MPs were punished in December’s general election. Vast swaths of the electorate reversed century-long political loyalties. Labour heartlands fell to Boris Johnson’s Conservative party, giving him the biggest majority his party has had since Margaret Thatcher in the 1980s. Within weeks the Brexit deal sailed through Parliament, tonight at 11 p.m. it will be delivered. After nearly four years of profound uncertainty that hobbled the economy and unnerved investors, Britain is finally leaving the European Union. What happens next is vital for many businesses, yet the outlook isn't great. The United Kingdom is entering an 11-month transition period during which Prime Minister Boris Johnson must race to strike new trade deals with his country's biggest economic partners. Failure would mean even more pain for an economy that's already ground to a halt. After four decades as a member of a powerful trading bloc, Britain is striking out on its own. The first task is to decide how close a relationship it wants with the European Union, which currently buys almost half of UK exports. Johnson is intent on diverging from the bloc on key regulatory issues, saying he wants room to negotiate new trade deals with other powers, such as the United States. Leader of the UK's main opposition Labour Party Jeremy Corbyn said that while today was important, it wasn't one to celebrate.  Corbyn supported the Remain side during the Brexit campaign and members of his party repeatedly voted down Brexit deals in parliament. \"It's a very important day for everybody, whether they voted Leave or Remain because it is deciding the future direction of our country. And we need to ensure that we do maintain good trade relationships with Europe, we do not tear up all the conditions and agreements we've received, and we don't fall into the arms of free trade deals with the United States,\" Corbyn told reporters on Friday.    \"This is not a day for celebration by anybody. This is a day for reflection.\" Hundreds of Brexit supporters gathered early Friday at Parliament Square to mark the moment, despite the ban on alcohol, fireworks and live music.  Daljit Bhullar, 60, an accountant from Kent (left) said that today was like an \"Independence Day\" for the UK. \"It’s taken three years to get here and now it’s our time,” she said.  “There was a lot of anti-Brexit feeling but I’m glad it happened. It had to happen.” Supporters waved the Union Jack, while others held signs saying \"Bye bye,\" \"End of EU rule,\" and \"Leave means leave.\"  European leaders have sent a message of remorse as the UK leaves the EU, but they are also trying send notes of hope and optimism for the remaining 27 member states.  President of the European Parliament David Sassoli said that tomorrow would be a \"new dawn\" for Europe.  Irish Prime Minister Leo Varadkar said there \"will always be a seat kept\" at the table for the UK if it wanted to return.  But French President Emmanuel Macron took the opportunity to send a message of alarm to the EU's remaining members, saying that Brexit offered lessons on what \"lies, exaggeration and simplification\" could do to democracies. British Prime Minister Boris Johnson is expected to call for unity and “national renewal” in a speech he’ll deliver an hour before the UK formally leaves the European Union. “Our job as the government – my job – is to bring this country together and take us forward,” Johnson is expected to say in a pre-recorded speech, as the nation enters an 11-month transition period, in which the PM hopes to finalize a trade deal with the EU. “And the most important thing to say tonight is that this is not an end but a beginning,” he will say. “This is the moment when the dawn breaks and the curtain goes up on a new act.” “It is a moment of real national renewal and change.” “This is the dawn of a new era in which we no longer accept that your life chances – your family’s life chances – should depend on which part of the country you grow up in.” “This is the moment when we begin to unite and level up.” In a few short hours, the UK will finally leave the European Union. No less than 1,316 days since Brits shook the world by voting \"to Brexit,\" the moment finally comes at 11 p.m local time.  It's a huge moment in British history that will have implications far beyond the borders of the UK. But at the moment it actually takes place, rather than roar into a new era of independence, Brexit will happen with a whimper. Brexiteers wanted to hear the chimes of Big Ben as they celebrate outside the House of Parliament. They wanted a fireworks show and flowing champagne. Instead, Nigel Farage, the leader of the Brexit party, will play a recording of the bells through a loudspeaker. There will be no fireworks. And as Westminster is a controlled drinking zone, revellers have been advised to not bring along alcohol. Instead, some of the most prominent Brexiteer voices will be celebrating in private at home, trying to reflect the fact that this monumental event falls on a country still bitterly divided over leaving the EU.  Steve Baker, the chairman of the Brexit-supporting European Research Group, said yesterday: \"I will allow myself a smile, I’ll allow myself that glass of Champagne, I will enjoy myself. But I’ll celebrate discreetly, and I will celebrate in a way which is respectful of the genuine sorrow that others are feeling at the same time.\"  That sentiment appears to be the case across the majority of the broad Brexit coalition. However, it's unlikely to placate the 48% of voters who didn't want to leave the EU. In the coming days, expect talk of pressuring the government to pursue the softest possible Brexit to ramp up. Expect Scottish nationalists to demand the chance to have another vote on independence. And expect diehard Remainers to kickstart a campaign to one day find a way back into the EU.  Brexit might have happened, but the arguments about it in this country are far from over."], "Language": false}