{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/media/verizon-earnings-disney-plus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-01-30T17:19:36Z"], "LastModifiedDate": ["2020-01-30T18:23:48Z"], "Headline": ["Verizon falls as Disney+ subscriber boost comes at a cost"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Good news for Verizon. A lot of people took advantage of the company's offer of free Disney+ for a year so they could get their Baby Yoda fix. Verizon reported fourth quarter revenue Thursday that topped analysts' forecasts.  But here's the bad news. Subsidizing Disney+ subscriptions appears to have taken a toll on Verizon's profit.  While the company posted a net gain of 790,000 wireless subscribers in the last three months of 2019 -- its highest jump in fourth quarter subscribers in six years -- its adjusted earnings, which backs out certain one-time charges, were $1.13 a share, essentially unchanged from a year ago. That was below Wall Street's expectations and Verizon shares fell about 1% on the news.  The company is facing intense competition for subscribers from wireless telecoms like CNN parent company AT&T and T-Mobile (which is planning to merge with Sprint) as well as cable giants Comcast, Cablevision owner Altice and Charter, which owns Spectrum. So it makes sense for Verizon to differentiate itself with offerings like the Disney+ promotion. Verizon also has deals that include Apple Music and YouTube TV as part of various phone and Fios TV/Internet packages.  Still, these deals with Disney, Apple and YouTube parent Alphabet to lure more subscribers come as Verizon is also spending heavily to roll out its 5G wireless network.  The company has not said how much money it lost on Disney+. Big 5G expenses eating into earnings Verizon said Thursday that its capital expenditures for 2019 were $17.9 billion, at the high end of the range it had forecast.  \"The wireless business is getting more competitive,\" said MoffettNathanson analyst Craig Moffett in a report Thursday. He noted that churn (i.e. the number of subscribers who leave for competitors) is rising while profit margins are down.  That could be problematic since, as Moffett notes, \"the highly anticipated 5G upgrade cycle hasn't even started yet.\" He has a \"neutral\" rating on Verizon stock and his $58 price target is slightly below where shares are currently trading.   Under new Verizon CEO Hans Vestberg, who took over for the now retired Lowell McAdam in 2018, the company has been focusing more on refurbishing its wireless network and less on its own proprietary content.  That's a different strategy than the one taken by AT&T -- which also owns TNT, the Warner Bros. movie studio and new streaming service HBO Max -- as well as Comcast, the parent of NBCUniversal, DreamWorks Animation and the Peacock streaming offering. That said, Verizon still is betting on original programming. And the news is finally getting better after some big headaches in the past year. Worst finally over for Verizon Media? The company's content unit, once called Oath and is now known simply as Verizon Media Group, reported revenue of $2.1 billion in the fourth quarter. That was flat compared to a year ago, but it's a big improvement over the declines Verizon Media posted earlier in 2019. \"Fortunately for Verizon, the non-wireless part of their business is relatively small,\" Moffett said in his report. Verizon took a $4.6 billion writedown on the media unit in December 2018. The division, which includes AOL, Yahoo, TechCrunch and HuffPost, has also gone through a series of layoffs in the past year and there is chatter that HuffPost may be for sale. Verizon already has sold Tumblr, a blogging site which Yahoo acquired before it was part of Verizon. \"While we have more work to do, we are very pleased with the results and the foundation we are building for future growth,\" said Verizon chief financial officer Matthew Ellis of the media division on a conference call with analysts.   Ellis noted that advertising in the media business \"continued to gain traction\" and that this was offsetting declines from search revenue. But investors appear unconvinced that Verizon can generate strong growth. The stock is up just 9% in the past 12 months -- less than the gains for AT&T, T-Mobile, Comcast and Charter as well as the broader market.  \"Simplicity is a virtue, and Verizon's business is blissfully simple. They are a wireless company,\" Moffett said, adding that the company doesn't have to worry as much as other media companies about competition from Netflix and Amazon. \"But simplicity isn't an unadulterated positive. The spotlight is always going to be on wireless, and only on wireless,\" Moffett added."], "Language": false}