{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/immigrant-food-united-states/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Melinda Anderson, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-30T14:07:36Z"], "LastModifiedDate": ["2020-01-30T14:07:36Z"], "Headline": ["The best food in the US is from somewhere else"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": [" American food is immigrant food. That's evident in the cookbook \"A Place at the Table: New American Recipes from the Nation's Top Foreign-Born Chefs,\" which celebrates this essential truth about the country's cuisine. Diners with wanderlust know that to taste the world's most varied flavors, it's now as easy as heading to a restaurant in any pocket of the US.  Scores of immigrant chefs in cities across the nation mix and match their cuisines of origin with local ingredients in dishes as rich, varied and ever-evolving as American heritage itself.  It's fusion but without all the fuss of being Fusion, with a capital F. Culinary contributions   When the jury for the Vilcek Foundation, whose aim is to raise awareness and appreciation of immigrant contributions in America, set out to honor stars in the culinary arts last year, they knew the breadth of talent from which to pick would be great.  \t Marcus Samuelsson, owner of Harlem's Red Rooster and arguably the most recognizable ambassador for culinary immigrant opportunity in this country (as well as one of its staunchest advocates) took the top prize -- a $100,000 cash award.  \t \"Unless you're Native American, you're an immigrant,\" he tells CNN. \"Our journeys are different, but we share big dreams. The key is to remember that. Eating each other's foods, listening to each other's music, hearing each other's stories, act as a constant reminder.\"  \t The Foundation's Creative Promise Awards, which come with a $50,000 purse, were handed out to the New York Times California food critic Tejal Rao and chefs Fabián von Hauske Valtierra and Nite Yun. \t  \"We were overcome by the sheer number of candidates whose work and experiences so clearly reflected our foundation's values. 'A Place at the Table' is an opportunity to expand the conversation about immigrants' contributions with a wider audience,\" says Vilcek Foundation president, Rick Kinsel. \t The cookbook features two recipes each from the 40 star chefs featured. Their stories, marked by achievement and uplift, are as varied as their dishes, as demonstrated by the feast-for-the-eyes pics.  \t \"The food we make in America today is a reflection of ourselves,\" writes Spanish-born super chef and humanitarian José Andrés, the 2010 Vilcek Prize-winner  (he launched World Central Kitchen with his Vilcek prize money), in the book's foreword. \"...it is the creation of generations of immigrants representing waves of migration from all around the world.  \"Today, sushi, kebabs and tacos are just as important to American cuisine as burgers, pizza, and meatloaf.\" Forging American culinary identity \t For Nite Yun, who was born in a refugee camp in Thailand after her parents escaped the Khmer Rouge genocide in Cambodia, honoring her heritage by reviving its food in the US seems close to a calling.  Her wildly popular Oakland restaurant Nyum Bai sprung from her passion to reshape the story of Cambodian people, this time marked not by violence and war, but by resilience and beauty.   \t \"I have received letters from Khmers that Nyum Bai has inspired them to connect with their roots and to learn about their history,\" she says. \"I think food is a beautiful way to communicate stories and also has to ability to bring people together.\"  \t It's not surprising then that her recipes like Fried Fish Fillets with Mango Salad and Coconut Milk-Marinated Pork with Rice stay true to Cambodian flavors and ingredients as much as the California growing season allows.  Finding flavor\t For others, however, mixing it up is the key to their approach to food.  \t \"I think America is the world's most awesome melting pot -- and that encompasses my approach to food,\" says India-born, Nashville-based Maneet Chauhan. \"My roots are in India while I continue to grow in America.\" \t Her approach to nachos, invented themselves by a Mexican chef for an American clientele just south of the border, reflects that idea. From the start, the staple of football Sundays reminded Chauhan of the Indian snack chaat. For her Lamb Keema Papdi Nachos (recipe below), she combines textures and flavors for a fresh take. \t Similarly, Taiwanese-American Erik Bruner-Yang, who helms several DC hotspots, flips the hush puppy -- a food truly rooted in this country, tracing its origins to Native American tradition of cooking with ground corn -- on its head by reimagining it with Japanese flavors. \t \"For Takoyaki Hush Puppies I was really excited about exploring regional staples from two varying countries and figuring out how we can could deliver two unique culinary experiences in the format of one dish. To someone that has never had Takoyaki before this would kind of rope them into trying it. Vice versa for someone that has never had a hush puppy but loves Takoyaki.\" On the horizon \t Asked what's next -- or what they'd like to be next -- to grab our appetite for heritage cuisine, answers vary. \t Considering the current landscape, Samuelsson says \"I would love to know more about Native American food and origin. I'm also interested in important local stories like how come there is a huge Somalian population in Minnesota or a large Indian community in Edison, New Jersey, which is so contradictory climate-wise. That is fascinating to me.\"  \t  Chauhan would like the conversation around immigrant food to move beyond the traditionally broad stroke of \"ethnic.\"  \t \"When you say Indian food, you cannot define the type of food because every region in India has a distinct cuisine,\" she says. \"I hope that more people start discussing the regionality of food -- whether that be Indian, Thai, Vietnamese -- and understanding the different types.\" \t Bruner-Yang sees \"A Place at the Table\" as a way to map the ever-evolving American culinary experience: \"It has an amazing range of chefs, simple to complicated dishes, and so many different journeys. I am rooting for more volumes so over the course of time it turns into an encyclopedia of the journey of what it means to be cooking food in America.\"  \t Despite the current political climate around immigration, the chefs all agree that the future holds plenty of promise, especially when food is used as a means to bring people together.  \t \"I believe that if each and every conversation was had around a table of delicious food and drink, there would be no disagreements!\" says Chauhan. \"And I think that's what this entire book is about.\" Recipe for Maneet Chauhan's Lamb Keema Papdi Nachos  The first time I had nachos, the combination of flavors, textures, and colors reminded me of chaat, which are crispy, crunchy, saucy snacks beloved in India. I instantly fell in love, and knew I wanted to create a dish that blended the two together.  I included a recipe to make your own papdi chips, but you can buy them, along with many of the other ingredients, at Indian markets. The tamarind chutney adds a flavor that almost mimics barbecue sauce.     For the papdi chips  1 cup plus 1 tablespoon (100 g) besan (gram or chickpea flour)  1⁄2 teaspoon ajowan seeds 1⁄4 teaspoon black peppercorns, crushed 1⁄8 teaspoon salt Baking soda 1⁄2 cup (15 g) fresh cilantro leaves, finely chopped 2 teaspoons canola oil, plus more for frying the chips 2 tablespoons all-purpose flour  For the lamb keema  2 tablespoons coconut oil 2 onions, finely chopped Salt 1 large tomato, finely chopped  1⁄2 cup (120 ml) tomato purée  1⁄2 tablespoon ginger paste  1⁄2 tablespoon garlic paste 2 tablespoons meat masala powder 1 teaspoon chili powder 1 teaspoon dried fenugreek leaves  Granulated sugar 1 pound (450 g) ground lamb 3⁄4 cup (180 ml) water 1 tablespoon chopped fresh  cilantro leaves  For the pico de gallo  4 small tomatoes, finely diced 2 small English cucumbers, finely diced 3 small jalapeños (or Fresno chiles), seeded (optional) and finely diced 1 small red onion, finely diced  2 tablespoons freshly squeezed lemon juice Salt and freshly ground pepper  Chaat masala  For the lemon yogurt  1 cup (240 ml) plain yogurt 3 tablespoons granulated sugar Zest of 1 lemon 2 tablespoons freshly squeezed lemon juice Salt  For serving  Tamarind chutney (see page 37), for drizzling  3 ounces (85 g) Provel cheese, grated  1⁄2 teaspoon chaat masala, for serving  Pickled jalapeños, for serving  For the papdi chips In a large bowl, whisk together the besan, ajowan seeds, crushed black peppercorns, salt, and a pinch of baking soda. Stir in the cilantro. Using your hands, rub the canola oil into the mixture then add water, 1 teaspoon at a time, to make a sticky dough. Add the all-purpose flour and knead in the bowl to form a stiff dough.  On a lightly floured work surface, use a rolling pin to roll out the dough until 1⁄8 inch thick (0.25 cm). Cut the dough into 2-inch (5 cm) pieces.  Set a rack inside a baking sheet and arrange it near the stove. In a large heavy saucepan or Dutch oven, bring about 3 inches (7.5 cm) of canola oil to 350°F (180°C). Working in batches, carefully add a few rounds of dough to the hot oil and fry, occasionally flipping and moving them around in the oil, for about2 minutes or until crisp and golden yellow. Using a slotted spoon or a strainer with a handle, transfer the chips to the rack to drain and cool. Repeat to fry the remaining chips.  For the lamb keema  In a large skillet, heat the coconut oil over medium-high heat. Add the onions and a pinch of salt and cook, stirring, for about 5 minutes or until lightly browned. Add the tomato and tomato purée and cook for about 5 minutes or until the mixture is thick. Add the ginger and garlic pastes, followed by the meat masala powder and chili powder and cook for about 1 minute or until fragrant. Add the fenugreek leaves, a large pinch of salt, a small pinch of sugar, and the ground lamb and stir to combine. Add the water and bring to a boil. Cook, uncovered, over medium-high heat for about 10 minutes or until most of the liquid evaporates. Season to taste with salt, sprinkle with the cilantro, and keep warm.  For the pico de gallo  In a small bowl, combine the toma- toes, cucumbers, jalapeños, red onion, and lemon juice and season to taste with salt, pepper, and chaat masala. Set aside some of the pico de gallo for serving.  For the lemon yogurt  In a bowl, combine the yogurt, sugar, and the lemon zest and juice and season to taste with salt. Set aside some yogurt for serving. The leftover yogurt can be refrigerated and should be used within 1 or 2 days.  For serving  Set the oven to broil. Arrange half the papdi chips on an oven-safe platter or baking sheet. Top with half the lamb mixture and a drizzle of tamarind chutney. Add the remaining chips, followed by the remaining lamb mixture and sprinkle with the Provel cheese. Broil a few inches from the heat for 3 to 4 minutes or until the cheese starts to melt.  Top the nachos with some pico de gallo, lemon yogurt, chaat masala, and pickled jalapeños. Serve hot. "], "Language": false}