{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-01-29T11:58:33Z"], "LastModifiedDate": ["2020-01-29T11:58:33Z"], "Headline": ["How will central banks respond to the coronavirus threat?"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. The Federal Reserve is expected to keep interest rates on hold at its first meeting of the year. But the central bank has a new threat to global growth to consider: the coronavirus which continues to spread both inside and outside China. Economists think that the onset of the deadly virus — which has now infected more people in China than SARS did in 2003 — will make it easier for central banks to keep interest rates low and the stimulus taps running. Markets are pricing in that assumption. Investors are also looking to bonds as a quality investment at an uncertain moment. The yield on benchmark 10-year Treasury notes is close to 1.6%. \"First and foremost, rates were already in a stressed mode before the flu virus narrative hit, and the subsequent move has confirmed the path of least resistance -- lower rates,\" ING strategists told clients Wednesday. That doesn't mean Fed chair Jerome Powell is expected to sound particularly dovish on Wednesday. Since last fall, he's been making the case that monetary policy is in a \"good place\" and probably won't deviate for some time unless there is some \"material\" change.  Powell will probably tell reporters that the Wuhan coronavirus doesn't rise to that \"material\" level just yet. \"We suspect he would say they are monitoring the situation closely and would only act if the fallout meaningfully alters the economic outlook,\" Bank of America analysts told clients. It's a different story in China. At least two of country's major banks have already said they'll lower interest rates for small businesses in Hubei province that have been hit by the coronavirus, according to my CNN Business colleague Laura He. Action from the government is expected as well. ING predicts that coronavirus will shave 0.3 percentage points off Chinese GDP growth in 2020, which the Dutch bank now forecasts at 5.6%. With the Fed meeting expected to deliver few surprises, investors will likely focus their attention on the virus' global impact. British Airways said Wednesday it's suspending direct flights to China, while United Airlines said it would temporarily reduce its schedule between the United States and three Chinese cities. iPhone sales make a comeback Apple's bestselling smartphone had been on a losing streak. Now it's making a comeback. The company said Tuesday that iPhone sales grew by roughly 8% in its most recent quarter, trouncing Wall Street expectations, my CNN Business colleague Clare Duffy reports. Shares are up 2% in premarket trading. It's an important reversal. Sales of iPhones fell in each of the previous four quarters — causing some to write off the product as an engine of growth. It also points to the early success of the iPhone 11, a back-to-basics model with an improved camera. CEO Tim Cook said the iPhone 11 was Apple's bestselling smartphone during the last three months of 2019. \"In 2019, the story was really Apple's efforts to diversify its business from the iPhone,\" Tom Forte, an analyst at D.A. Davidson, told Clare. \"In the December quarter and calendar 2020, it's really a story of the resurgence of the iPhone, or the iPhone exceeding expectations.\" The other stuff: Apple also saw massive growth in its wearables business (AirPods, anyone?), while sales for its services division, which includes Apple TV+ and Apple Music, rose 17%. Up next: Deutsche Bank points out that 47 S&P 500 companies are due to report earnings on Wednesday, including Facebook and Microsoft.  The UK's Huawei decision could boost 5G-related stocks Huawei has been granted a limited role in building Britain's 5G network, allowing the company to maintain its presence in a crucial market despite US efforts to rein in its growth. That decision from Prime Minister Boris Johnson's government is a win for the Chinese phone and telecom equipment maker, especially considering the pressure it faces from the Trump administration, which has asked allies to avoid Huawei on national security grounds. It could also boost other companies in the 5G space, analysts at Jefferies said in a note to clients. \"Together with the recent US reversal of a proposed tightening of export ban on Huawei, the UK decision could support further strength of the 5G-driven tech industry,\" they said. Stocks they identify as potential beneficiaries: Qualcomm, Apple and Taiwan Semiconductor. Keep an eye out: A European Commission announcement on 5G is expected Wednesday. Up next AT&T, Boeing, GE, Invesco, Mastercard and McDonald's report before US markets open. Facebook, Microsoft, PayPal and Tesla follow after the close. Also today: The Federal Reserve announces its latest interest rate decision at 2 p.m. ET. Coming tomorrow: A first look at US GDP in the last three months of 2019. Economists polled by Reuters expect economic growth to come in at 2.1%."], "Language": false}