{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/business/data-integrated-kenya-intl/index.html"], "Source": ["cnn"], "Location": ["Nairobi, Kenya"], "ByLine": ["By Stephanie Bailey and Briana Duggan, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-28T09:29:28Z"], "LastModifiedDate": ["2020-01-28T17:41:44Z"], "Headline": ["Nairobi's matatu minibuses are getting a high-tech makeover"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["In Nairobi, Kenya, an informal network of vibrantly decorated minibuses -- known as matatus -- zigzags through the streets blaring out music and taking commuters to and from work.  Matatus are the most common form of public transport in Kenya, with tens of thousands operating in Nairobi alone. Now, a Kenyan company wants to improve the matatu experience for owners and riders by giving the buses a high-tech makeover.  Nairobi-based Data Integrated is outfitting matatus with GPS tracking, mobile ticketing machines, and cameras. At the same time, it's hoping to offer promising career opportunities for young Kenyans. Independent operators A 2018 report by Deloitte found that 70% of Nairobi's population is dependent on matatu buses -- but organization of the sector can be haphazard.  \"Most people perceive the public transport in Kenya to be quite chaotic,\" explains Mary Mwangi, co-founder and CEO of Data Integrated. \"What we're trying to bring is more regularity and standardization in how the buses operate.\"  Matatu buses are privately owned, and their daily operations are managed by one of hundreds of independent, government-registered groups called SACCOs.  Drivers are employed by the SACCOS or matatu owners, and the owners set them a daily financial \"target\" -- effectively a rental fee -- to work a given route. As well as paying the target fee, drivers must cover costs such as fuel and paying a conductor to collect fares. Drivers get to keep whatever money is left after their expenses.  'Greater transparency' Mwangi says Data Integrated's technology allows owners to better track the operations of their buses and can provide greater transparency between matatu workers.  \"As a bus owner, you give the bus to the driver and conductor in the morning and then in the evening you have no way of knowing what's happening during the day,\" she says. \"You don't know how much money they collected, how many people got on the bus, how many trips they did.\"  Working with the SACCOs and drivers, Data Integrated fits buses with technology including real-time tracking, mobile point of sale machines, and cameras that count the number of people that board the bus and match them to the number of tickets sold.  For owners, having reliable data on passenger numbers means they can set target fees that better reflect ticket revenue. The company also installs security cameras to help bus owners reduce petty theft and has introduced cashless payment cards for passengers.  Data Integrated says it's partnered with more than 3,000 buses since 2017 and processed more than 5 million transactions. The company's 2019 revenue was $160,000, Mwangi says.  The company is looking to expand into other countries.  \"I'm hoping that we will be able to use this technology across most of the African public transport sector,\" says Mwangi.  Mwangi grew up in Kenya, then lived in the US for more than 20 years before moving to Nairobi to start Data Integrated in 2012. She financed the company with loans from friends and family and a grant from German development bank DEG, which funds companies that create jobs in developing countries. In a country whose population of nearly 50 million is expected to double by 2050, according to UN projections, utilizing young talent makes business sense, says Mwangi. Of her 28 full-time employees, everyone other than management is under 30 years old. \"We are very excited about all these young people that are coming out of local universities and the drive that they have,\" says Mwangi. \"I think the biggest misconception is that there is no talent in Kenya. Most of our success is because of this young team.\"  Correction: An earlier version of this story incorrectly identified a person in a photo. The photo has been changed. "], "Language": false}