{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/entertainment/alicia-keys-piano-opening/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-01-27T02:23:57Z"], "LastModifiedDate": ["2020-01-27T16:05:32Z"], "Headline": ["Read the lyrics to Alicia Keys' healing Grammys song"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In her second time as host of the Grammy Awards, Alicia Keys attempted to bring a message of healing to a heavy-hearted Los Angeles crowd with a timely piano tune.  Keys memorably showed off her musical skills at last year's ceremony by playing two pianos at once.  This year, it was Keys' talent for uplifting that took center stage.  Below, read her introduction and the lyrics to her heart-filled song.  \"Let me be honest with y'all. It's been a hell of a week. Damn! It's a serious one. Real talk, there's a lot going on.  I need to serenade you all for a minute.  But you know what? I'm proud to be standing here. I am. I am! And I'm proud to be here as an artist for the artists, with the people. I feel the energy of all the amazing artists in this room. It's going to be an amazing night, amazing night, because it's a new decade. It's a new decade. It's time for newness.  We refuse the negative energy. We refuse the whole system. Feel me on that. We want to be respected and safe in our diversity. We want to be shifting to realness and inclusivity.  So, tonight, we want to celebrate the people, the artists who put themselves on the line to share their truth with us.  We've got the incredible Billie Eilish right here in this building! That's right, that's my little sister right there. We got Lizzo who just owned the stage -- eight nominations and already a winner tonight. We have the magnificent Ariana right here in the building tonight! That's right, you see us? Unstoppable.  We get to be whoever we want to be. We get to be different. We get to be unique. We get to be everything right now. So I'm looking forward to being here together, with all of us, again, celebrating, celebrating this music because I know how much Kobe loved music. I know how much he loved it, so we gotta make this a celebration in his honor. You know, he would want us to keep the vibrations high.  Music is that one language we can all speak. It don't matter where we're from, we all understand it. So I want to show some love to some of the artists who spoke it so beautifully this year. I've got something for you:  Rosalia is hot Beyonce took us all on safari (hey B, thank you for that orange box. That was really fly.) We obsessed on BTS, H.E.R. and Lewis Capaldi -- (hey Lew, is it cool I'm using your song right now? Is that alright? OK? Thumbs up.) Jonas Brothers returned Billie and Finneas Camilla likes Sean to call her senorita Ariana went next Tyler brought us Igor  Lil Nas road that road till he couldn't no more It's the Grammys, gonna have a ball And here's Alicia Keys to get you through it all If you like country, Or you prefer Young Thug  I'mma get you kind of used to hearing music you love Tonight we must unite in spite of all the news that we're seeing  Commander in Chief impeached, y'all get out let's bring Cardi B in Cause music changes the world, just like Beethoven said Old dude in a wig but I still give him some cred It's just too many lies, too much hate, too much spin It's when good people do nothing that the bad guys win But it's the Grammys We gon' have a ball And I'm Alicia Keys to get you through it all If you like K-Pop Or rock 'n' roll's your drug I'mma get you kind of used to hearing music you love At the Grammys, 10,000 hours long So keep the speeches short, and go for one more song To all my overkills, and all my underdogs I'mma get you kind of used to knowing music is love\""], "Language": false}