{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/entertainment/grammy-winners-list-by-category/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-01-27T00:41:16Z"], "LastModifiedDate": ["2020-01-27T15:20:11Z"], "Headline": ["Grammy winners 2020: See who took home a gramaphone"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The 62nd Annual Grammy Awards were presented Sunday in Los Angeles.  A list of winners in many of the major categories follows below. The complete list of more than 80 categories can be found on Grammy.com.   Record of the Year \"Hey, Ma,\" Bon Iver \"Bad Guy,\" Billie Eilish *WINNER \"7 Rings,\" Ariana Grande \"Hard Place,\" H.E.R. \"Talk,\" Khalid \"Old Town Road,\" Lil Nas X & Billy Ray Cyrus \"Truth Hurts,\" Lizzo \"Sunflower,\" Post Malone & Swae Lee  Album of the year \"I,I\"- Bon Iver \"Norman F***ing Rockwell,\" Lana Del Rey \"When We All Fall Asleep Where Do We Go,\" Billie Eilish *WINNER \"Thank U, Next,\" Ariana Grande \"I Used to Know Her,\" H.E.R. \"7,\" Lil Nas X \"Cuz I Love You,\" Lizzo \"Father of the Bride,\" Vampire Weekend Song of the year \"Always Remember Us This Way,\" Natalie Hemby, Lady Gaga, Hillary Lindsey & Lori McKenna \"Bad Guy,\" Billie Eilish O'Connell & Finneas O'Connell *WINNER \"Bring My Flowers Now,\" Brandi Carlile, Phil Hanseroth, Tim Hanseroth & Tanya Tucker \"Hard Place,\" Ruby Amanfu, Sam Ashworth, D. Arcelious Harris, H.E.R. & Rodney Jerkins \"Lover,\" Taylor Swift \"Norman F***ing Rockwell,\" Jack Antonoff & Lana Del Rey \"Someone You Loved,\" Tom Barnes, Lewis Capaldi, Pete Kelleher, Benjamin Kohn & Sam Roman \"Truth Hurts,\" Steven Cheung, Eric Frederic, Melissa Jefferson & Jesse Saint John Best new artist Black Pumas Billie Eilish *WINNER Lil Nas X Lizzo Maggie Rogers Rosalia Tank and the Bangas Yola COUNTRY Best Country Solo Performance \"All Your'n,\" Tyler Childers \"Girl Goin' Nowhere,\" Ashley McBryde \"Ride Me Back Home,\" Willie Nelson *WINNER \"God's Country,\" Blake Shelton \"Bring My Flowers Now,\" Tanya Tucker Best Country Duo/Group Performance \"Brand New Man,\" Brooks & Dunn With Luke Combs \"I Don't Remember Me (Before You),\" Brothers Osborne \"Speechless,\" Dan + Shay *WINNER \"The Daughters,\" Little Big Town \"Common,\" Maren Morris Featuring Brandi Carlile Best Country Song \"Bring My Flowers Now,\" Brandi Carlile, Phil Hanseroth, Tim Hanseroth & Tanya Tucker, songwriters (Tanya Tucker) *WINNER \"Girl Goin' Nowhere,\" Jeremy Bussey & Ashley McBryde, songwriters (Ashley McBryde) \"It All Comes Out in the Wash,\" Miranda Lambert, Hillary Lindsey, Lori McKenna & Liz Rose, songwriters (Miranda Lambert) \"Some of It,\" Eric Church, Clint Daniels, Jeff Hyde & Bobby Pinson, songwriters (Eric Church) \"Speechless,\" Shay Mooney, Jordan Reynolds, Dan Smyers & Laura Veltz, songwriters (Dan + Shay) Best country album \"Desperate Man,\" Eric Church \"Stronger Than The Truth,\" Reba McEntire \"Interstate Gospel,\" Pistol Annies \"Center Point Road,\" Thomas Rhett \"While I'm Livin',\"Tanya Tucker *WINNER RAP Best rap album \"Revenge Of The Dreamers III,\" Dreamville \"Championships,\" Meek Mill \"I am > I was,\" 21 Savage \"Igor,\" Tyler, The Creator *WINNER \"The Lost Boy,\" YBN Cordae Best Rap Performance \"Middle Child,\" J. Cole \"Suge,\" DaBaby \"Down Bad,\" Dreamville Featuring J.I.D, Bas, J. Cole, EARTHGANG & Young Nudy \"Racks in the Middle,\" Nipsey Hussle Featuring Roddy Ricch & Hit-Boy *WINNER \"Clout,\" Offset Featuring Cardi B Best Rap/Sung Performance \"Higher,\" DJ Khaled Featuring Nipsey Hussle & John Legend *WINNER \"Drip Too Hard,\" Lil Baby & Gunna \"Panini,\" Lil Nas X \"Ballin,\" Mustard Featuring Roddy Ricch \"The London,\" Young Thug Featuring J. Cole & Travis Scott Best Rap Song \"Bad Idea,\" Chancelor Bennett, Cordae Dunston, Uforo Ebong & Daniel Hackett, songwriters (YBN Cordae Featuring Chance The Rapper) \"Gold Roses,\" Noel Cadastre, Aubrey Graham, Anderson Hernandez, Khristopher Riddick-Tynes, William Leonard Roberts II, Joshua Quinton Scruggs, Leon Thomas III & Ozan Yildirim, songwriters (Rick Ross Featuring Drake) \"A Lot,\" Jermaine Cole, Dacoury Natche, 21 Savage & Anthony White, songwriters (21 Savage Featuring J. Cole) *WINNER \"Racks in the Middle,\" Ermias Asghedom, Dustin James Corbett, Greg Allen Davis, Chauncey Hollis, Jr. & Rodrick Moore, songwriters (Nipsey Hussle Featuring Roddy Ricch & Hit-Boy) \"Suge,\" DaBaby, Jetsonmade & Pooh Beatz, songwriters (DaBaby) R&B Best R&B Performance \"Come Home,\" Anderson .Paak & André 300 *WINNER \"Love Again,\" Daniel Caesar & Brandy \"Could've Been,\"  H.E.R. & Bryson Tiller \"Exactly How I Feel,\" Lizzo & Gucci Mane \"Roll Some Mo,\" Lucky Daye Best Traditional R&B Performance \"Jerome,\" Lizzo *WINNER \"Time Today,\" BJ The Chicago Kid \"Steady Love,\" India.Arie \"Real Games,\" Lucky Daye \"Built For Love,\" PJ Morton & Jazmine Sullivan Best R&B Song \"Say So\" — Pj Morton, Songwriter (Pj Morton Ft. Jojo) *WINNER \"Could've Been\" — Dernst Emile Ii, David \"Swagg R'celious\" Harris, H.E.R. & Hue \"Soundzfire\" Strother, Songwriters (H.E.R. Ft. Bryson Tiller) \"Look At Me Now\" — Emily King & Jeremy Most, Songwriters (Emily King) \"No Guidance\" — Chris Brown, Tyler James Bryant, Nija Charles, Aubrey Graham, Anderson Hernandez, Michee Patrick Lebrun, Joshua Lewis, Noah Shebib & Teddy Walton, Songwriters (Chris Brown Ft. Drake) \"Roll Some Mo\" — David Brown, Dernst Emile Ii & Peter Lee Johnson, Songwriters (Lucky Daye) Best Urban Contemporary Album \"Apollo XXI,\" Steve Lacy \"Cuz I Love You (Deluxe),\" Lizzo *WINNER \"Overload,\" Georgia Anne Muldrow \"Saturn,\" Nao \"Being Human in Public,\" Jessie Reyez Best R&B Album \"1123,\" BJ The Chicago Kid \"Painted,\" Lucky Daye \"Ella Mai,\" Ella Mai \"Paul,\" PJ Morton \"Ventura,\" Anderson .Paak *WINNER POP Best Pop Solo Performance \"Spirit,\" Beyoncé \"Bad Guy,\" Billie Eilish \"7 Rings,\" Ariana Grande \"Truth Hurts,\" Lizzo *WINNER \"You Need to Calm Down,\" Taylor Swift Best Pop Duo/Group Performance \"Boyfriend,\" Ariana Grande & Social House \"Sucker,\" Jonas Brothers \"Old Town Road,\" Lil Nas X Featuring Billy Ray Cyrus *WINNER \"Sunflower,\" Post Malone & Swae Lee \"Senorita,\" Shawn Mendes & Camila Cabello Best Pop Vocal Album \"The Lion King: The Gift,\" Beyoncé \"When We All Fall Asleep, Where Do We Go?,\" Billie Eilish *WINNER \"Thank U, Next,\" Ariana Grande  \"No. 6 Collaborations Project,\" Ed Sheeran \"Lover,\" Taylor Swift Best Traditional Pop Vocal Album \"Sì,\" Andrea Bocelli \"Love (Deluxe Edition),\" Michael Bublé \"Look Now,\" Elvis Costello & The Imposters *WINNER \"A Legendary Christmas,\" John Legend \"Walls,\" Barbra Streisand Best Comedy Album \"Quality Time,\" Jim Gaffigan \"Relatable,\" Ellen Degeneres \"Right Now,\" Aziz Ansari \"Son Of Patricia,\" Trevor Noah \"Sticks & Stones,\" Dave Chappelle *WINNER LATIN Best Latin Pop Album \"#ELDISCO,\" Alejandro Sanz *WINNER \"Vida,\" Luis Fonsi \"11:11,\" Maluma \"Montaner,\" Ricardo Montaner \"Fantasía,\" Sebastian Yatra Best Latin Rock, Urban or Alternative Album \"El Mal Querer,\" Rosalía *WINNER \"X 100PRE,\" Bad Bunny \"Oasis,\" J Balvin & Bad Bunny \"Indestructible,\" Flor De Toloache \"Almadura,\" iLe ROCK Best Rock Performance \"This Land,\" Gary Clark Jr. *WINNER \"Pretty Waste,\" Bones UK \"History Repeats,\" Brittany Howard \"Woman,\" Karen O & Danger Mouse \"Too Bad,\" Rival Sons Best Metal Performance \"7empest,\" Tool *WINNER \"Astorolus - The Great Octopus,\" Candlemass ft. Tony Iommi \"Humanicide,\" Death Angel \"Bow Down,\" I Prevail \"Unleashed,\" Killswitch Engage Best Rock Song \"This Land,\" Gary Clark Jr., Songwriter (Gary Clark Jr.) *WINNER \"Fear Inoculum,\" Danny Carey, Justin Chancellor, Adam Jones & Maynard James Keenan, Songwriters (Tool) \"Give Yourself A Try,\" George Daniel, Adam Hann, Matthew Healy & Ross Macdonald, Songwriters (The 1975) \"Harmony Hall,\" Ezra Koenig, Songwriter (Vampire Weekend) \"History Repeats,\" Brittany Howard, Songwriter (Brittany Howard) Best Rock Album \"Social Cues,\" Cage The Elephant *WINNER \"Amo,\" Bring Me The Horizon \"In The End,\" The Cranberries \"Trauma,\" I Prevail \"Feral Roots,\" Rival Sons ALTERNATIVE Best Alternative Music Album \"Father of the Bride,\" Vampire Weekend *WINNER \"U.F.O.F.,\" Big Thief \"Assume Form,\" James Blake \"i,i,\" Bon Iver \"Anima,\" Thom Yorke"], "Language": false}