{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/entertainment/grammys-2020-highlights/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-27T04:53:07Z"], "LastModifiedDate": ["2020-01-27T15:42:50Z"], "Headline": ["Grief over Kobe Bryant's death overshadows politics at the Grammys"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Grief overshadowed politics at the 62nd Grammy Awards, as the shocking death of Kobe Bryant hours before the event resulted in a series of tributes throughout a show held at Staples Center, the venue where the NBA superstar occupied center stage with the Los Angeles Lakers. Host Alicia Keys opened the awards by addressing Bryant's death, in a \"the show must go on\" sort-of way, conceding the challenge that posed given the celebratory nature of the event. Tributes continued throughout the evening, with Bryant's jersey appearing multiple times as the night wore on, and further recognition in a segment devoted to the late rapper Nipsey Hussle, who died in March. While there were fleeting references to current events -- including the impeachment of President Trump, gay rights and diversity -- the telecast was perhaps most memorably punctuated by emotional moments built around family. Camila Cabello, for example, serenaded her teary-eyed father, and Tyler, the Creator brought his mother on stage with him to accept an award, thanking her for raising him so well. The Grammys have seldom felt quite as apolitical during the Trump administration. The 2018 edition included a surprise appearance by Hillary Clinton and several pro-immigrant messages; and former first lady Michelle Obama kicked off last year's show flanked by several female artists, to a raucous ovation. (Obama won the Grammy for best spoken word album on Sunday for her audio book of \"Becoming.\") Notably, the controversy surrounding the organization responsible for presenting the Grammys, the National Academy of Recording Arts and Sciences, went unacknowledged on screen. That ongoing public-relations crisis was triggered by the ouster of academy chief Deborah Dugan, who subsequently sued, saying she was fired after raising concerns about sexual harassment and irregularities in the voting process. The Grammys place a greater emphasis on performances than the other academy-backed award shows -- to the point where who wins can feel secondary -- and in her back-to-back stints as host, Keys has used her talents to further showcase music by performing in addition to presiding over the telecast. \"We got a lot to change, we got a lot to do,\" Keys said in closing the show. \"Keep speaking the truth.\" Keys, again, seemed to thread that needle, on a night where the much-discussed power of music to heal and unite was tested -- to a greater degree than usual -- by the somber news of the day."], "Language": false}