{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/entertainment/ariana-grande-grammys/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez and Lisa Respers France, CNN"], "Writers": [["Sandra Gonzalez", "Lisa Respers France"]], "FirstPublishDate": ["2020-01-27T03:03:26Z"], "LastModifiedDate": ["2020-01-27T03:03:26Z"], "Headline": ["Ariana Grande makes return to the Grammy Awards"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It's official: Ariana Grande no longer has a problem with the Grammys.  The singer on Sunday made nice with the Recording Academy with a performance that had her singing hits like \"Imagine\" and \"7 Rings.\"  Last year, Grande, whose hits include \"Problem\" and \"Boyfriend,\" decided not to perform or attend the event after a dispute with the show's producers. A source close to the singer told CNN at the time that Grammy producers initially rejected Grande's choice to perform \"7 Rings,\" then later agreed on the condition they chose her second song. That did not sit well with Grande, who pulled out days before the show.  The 26-year-old pop star was was nominated in five categories going into Sunday's show, including album of the year and best pop vocal album for \"Thank U, Next.\" Grande's song choice was notable in that the singer is currently being sued over \"7 Rings.\"  That song was in the headlines recently after Grande and seven co-writers were accused of plagiarizing it. Josh Stone, a hip-hop artist and producer who goes by the stage name \"DOT,\" alleged the tune is nearly identical to his original work \"You Need It, I Got It.\" A No. 1 smash released in January 2019, \"7 Rings\" uses the melody of \"My Favorite Things\" by Richard Rodgers and Oscar Hammerstein II from \"The Sound of Music.\"  The cut has 10 credited songwriters, including the Broadway duo and Grande. The lawsuit does not name Rodgers and Hammerstein or mention \"My Favorite Things.\" Reps for Grande and Universal Music Group have not responded to CNN's request for comment on the suit."], "Language": false}