{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/opinions/cultural-icon-nba-legend-kobe-bryant-granderson/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by LZ Granderson"], "Writers": [["LZ Granderson"]], "FirstPublishDate": ["2020-01-27T02:42:42Z"], "LastModifiedDate": ["2020-01-27T02:42:42Z"], "Headline": ["An NBA legend who was also a cultural icon: Kobe Bryant"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["I've spent enough time around professional athletes to know the hardest thing for the all-time greats to do is say goodbye to the game they love. For some it's the loss of the locker room camaraderie, while others typically miss the adulation. A few have spoken openly about the money, though I'm sure for many more, that too is part of the equation, if only subconsciously. All speak of the shift in their identity. Imagine spending most of your life wanting to be something, achieving it and then having it ripped away forever through no fault of your own.  However Kobe Bryant was different.  He wasn't simply an NBA legend, he was a cultural icon. Legends are honored for what they've accomplished. Icons continually set the bar for what is possible. They don't spend much time celebrating yesterday, for tomorrow continues to sing their name. That's not to pit one historical footprint above another, but rather illuminate why Bryant's death leaves a  unique hole in our hearts. Sure his ESPN series \"Detail\" -- which looked at the X's and O's of the game -- was fascinating but did you know he also created a children's book series, because of his affinity for the Harry Potter books, that became a New York Times bestseller?  When I was a basketball editor at ESPN The Magazine, we pitched Bryant as a cover idea marking the return of Phil Jackson as the Lakers' head coach. He countered with another idea, one that blended his face with Jackson's, and you know what? His idea, unsurprisingly, was better.  He was interested in music. He was into fashion. He didn't bat a thousand but he was never afraid to step up to the plate. That was the \"Mamba-mentality\" that he famously coined -- a reference to his nickname -- and regularly spoke about. He continued to build on it, from his book \"The Mamba Mentality: How I Play\" to the Mamba Sports Academy, the training facility for professional and amateur athletes he cofounded in 2018. \"Mamba mentality\" has become a modern-day \"carpe diem,\" and the author of that phrase seized everyday with relentless vigor.    When Bryant penned \"Dear Basketball,\" the poem that became the basis for his Oscar-winning animated short, he told us he was ready to move on and we believed him. Why? Because in watching his final games in the league, we could see he had given the NBA all of the basketball he had left. In writing \"it's time to say goodbye ... and that's OK\", we knew Bryant the artist, the father, the man had plenty left to share.  That's the part of tragedies of this nature that typically stings the most -- not the sudden absence in what was, but the haunting of what could have been. This is true of not only the 41-year-old Bryant but his 13-year-old daughter, Gianna and the other seven passengers who lost their lives in Sunday's helicopter crash. The potential for greatness exists in us all. It may not be accompanied with fame and fortune but it always comes from the sense of knowing you maximized yourself. Bryant didn't just give his all to the game, he gave his all to everything he was involved in. Because of that, we don't just mourn all that he did, we mourn all that was going to be.    "], "Language": false}