{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/entertainment/hollywood-kobe-bryant-dear-basketball/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-26T21:17:05Z"], "LastModifiedDate": ["2020-01-26T23:29:01Z"], "Headline": ["Kobe Bryant left his mark on Hollywood, too"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In 2011, Kobe Bryant became the first professional athlete who was not an actor to have his hand and footprints enshrined at Hollywood's historic Grauman's Chinese Theatre. Crowds and attendees cheered during the ceremony for the beloved NBA superstar and Olympic athlete. After being introduced by late-night host and master of ceremony Jimmy Kimmel, Bryant spoke about the honor being paid him, which he said he never imagined in his \"wildest dreams.\" \"I just feel extremely honored to be able to do this,\" Bryant said. \"It's never something I ever actually thought about.\" The court is where he became a legend, but Bryant -- who at the age of 41 was one of nine people killed in a helicopter crash Sunday on a hillside in Calabasas, California -- also left his mark on Hollywood. In 2018, he notched another first after he became the only athlete to ever win a basketball championship and an Academy Award. Bryant, who retired from playing professional basketball in 2016, won an Oscar for best animated short for \"Dear Basketball,\" which was based on a poem he wrote. He worked with animator Glen Keane and Oscar-winning composer John Williams on the project, which was about him as a young boy dreaming about becoming a basketball player. \"It was pretty surreal to see myself animated,\" Bryant told The New York Times after the short was nominated. \"I once dreamed of having a signature Nike shoe, but I never thought I'd be animated by Glen Keane -- that pretty much tops everything!\" Bryant also had a brief flirtation with a music career, including a planned 2000 debut rap album which was never released. His single, \"K.O.B.E.\" featured model and actress Tyra Banks. On Sunday, rapper Drake was one of several celebrities paying tribute to Bryant. \"It can't be,\" Drake wrote in the caption of a photo, which contained the words \"Farewell Mamba\" which was Bryant's nickname. "], "Language": false}