{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/entertainment/grammys-recording-academy-diversity/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-26T17:24:06Z"], "LastModifiedDate": ["2020-01-27T03:16:57Z"], "Headline": ["Recording Academy announces new diversity initiatives in midst of Grammys scandal"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["As the Grammys face accusations of lacking diversity and being a \"boys club,\" the National Academy of Recording Arts and Sciences has announced new initiatives developed in partnership with its Diversity Task Force.  Recording Academy Chairman and Interim Chief Executive Officer Harvey Mason Jr. made the announcement in a message obtained by CNN which was sent to his organization's members Sunday morning. \"Six months ago, when I put my hat in the ring to be your Chair, I did so because I believed that the Academy could do better -- could be better,\" Mason wrote in his message. \"The music we create has always reflected the best of ourselves and our world. But what was true of music has historically not been true of the music business as a whole.\" \"Too often, our industry and Academy have alienated some of our own artists -- in particular, through a lack of diversity that, in many cases, results in a culture that leans towards exclusion rather than inclusion,\" he added. According to his message, the Academy has agreed to implement 17 out of 18 initiatives suggested by its Diversity Task Force -- which was formed in February 2018 and \"made up of distinguished individuals from outside the Academy, to take a hard, independent look at our organization specifically and the music industry as a whole.\" The initiatives include the following:  The Academy will hire a dedicated diversity and inclusion officer. This person will be hired within the next 90 days.  The organization will establish a fellowship, funded by the Academy, that will be responsible for independent review and reporting of the progress of the Academy's diversity and inclusion efforts. This will be in place within 120 days.   It will create a fund to be distributed annually to different \"women in music\" organizations that will be managed by the diversity and inclusion officer. This will go into effect immediately.  The Academy will recommit to meeting all 18 of the Task Force Recommendations as outlined in the full report and in a manner that will endure, with the caveat that we will have a deeper exploration, along with the task force into voting processes for the Grammys.  The Academy is also committing to meeting with the task force to review progress on all of the suggested initiatives with the first meeting happening ​in 45 days​.  \"The movement to ensure that the Academy -- and the music business -- is truly representative of artists and their audiences has been going on for a long time,\" Mason said in his message to academy members. \"And that struggle will continue, not just for women and people of color, but for members of the LGBTQ+ community, for artists struggling to make ends meet, for those suffering from addiction or mental health challenges, for people of all shapes and sizes and backgrounds, and for groups we may not even recognize today.\" The Grammys finds itself in the midst of controversy after its former CEO Deborah Dugan filed a lawsuit last week against the Academy alleging she was wrongfully fired after raising allegations of sexual harassment and irregularities with Grammy nominations. Dugan says she was put on administrative leave three weeks after she sent an email to the Academy's managing director of human resources outlining numerous bombshell allegations against the organization and its \"historically male dominated leadership,\" according to the EEOC complaint. \"The decision to put Ms. Dugan on leave was clearly made in retaliation for her complaint, and came with thinly veiled threats of termination in the event that Ms. Dugan persisted in pursuing claims against the Academy,\" the lawsuit says. The Academy said in a statement to CNN earlier that it's \"curious\" that Dugan didn't raise the allegations until legal claims were made against her by another employee who alleged she \"created a 'toxic and intolerable' work environment and engaged in 'abusive and bullying conduct.'\" During an appearances last week on \"Good Morning America\" and \"CBS This Morning\" Dugan described the Academy as a \"boys club\"  and its nomination review committees as \"mostly white male.\"  The new diversity initiatives announcements also come after rapper/producer/mogul Sean \"Diddy\" Combs took the Academy to task Saturday night during his speech at Clive Davis' legendary pre-Grammys gala. \"Truth be told, hip-hop has never been respected by the Grammys,\"Combs said. \"Black music has never been respected by the Grammys to the point that it should be.\" A rep for the Academy declined to comment on Combs remarks. CNN has reached out to a rep for Combs for additional comment. "], "Language": false}