{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/25/us/fiona-hippo-birthday-cincinnati-zoo-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-01-25T17:05:40Z"], "LastModifiedDate": ["2020-01-25T20:56:36Z"], "Headline": ["A hippo named Fiona just received the sweetest birthday gift from her boyfriend Timothy"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Hip hip hooray! Fiona, Cincinnati Zoo's most famous hippo, just turned 3. And her boyfriend Timothy, who lives at the San Antonio Zoo, just \"sent\" her the sweetest birthday gift.  Fiona awoke on Friday to find a mouth-watering Edible Arrangement comprised of delicious fruits. With (additional) help of the staff in San Antonio, Timothy even posted a loving message on Facebook. \"As you turn 3, I want to say that with each passing year you become more and more beautiful, charming and sweet,\" Timothy said. \"I mean, heck the moment I first laid eyes on you, I already thought you were the most beautiful hippo I had ever seen and yet somehow, some way, you just keep knocking me off my feet...and that ain't easy...I have four and a low center of gravity!\" If that wasn't thoughtful enough, Timothy arranged for country music star Aaron Watson to serenade his love with a birthday song. In a video posted on Facebook, Watson said: \"He loves you so much. He's sending all his love all the way from San Antonio up to Cincinnati. He wishes he was with you now.\" (Who said long-distance relationships can't work?) Fiona was born at the Cincinnati Zoo six weeks premature, weighing only 29 pounds. She is the smallest hippo to survive, according to the zoo. Since then, Fiona has captured the attention and love of people all over the world.  Now a mighty animal weighing 1,300 pounds, Fiona marks another year of spreading joy to everyone she meets. In celebration of Fiona's birthday, the zoo gave her a bubble bath and a healthy birthday cake made of fruits and veggies. Fiona and her hippo pals shared the cake. Businesses all over Cincinnati also celebrated the birthday, selling Fiona-themed beer, ice cream bowls, T-shirts, coffee and more."], "Language": false}