{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/entertainment/phish-summer-2020-atlantic-city-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Ries, CNN"], "Writers": [["Brian Ries"]], "FirstPublishDate": ["2020-01-24T13:19:33Z"], "LastModifiedDate": ["2020-01-25T01:42:16Z"], "Headline": ["Phish announces 2020 summer tour with a 3-night concert on Atlantic City's beach"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The overhead view is of... Phish on a beach? Fresh off their four-night New Year's run at New York's Madison Square Garden, the rock band Phish announced a 27-stop summer tour.  The Vermont foursome's dates include a number of venues that will give fans that old familiar feeling, but some new ones, too, including Atlanta's Piedmont Park and the Atlantic City Beach.  Phish will play three nights on the beach for fans trying to catch a ray in mid-August.  The festival-like run comes one month after the city's Casino Reinvestment Development Authority struck a three-year, $1.8 million deal with Live Nation Entertainment to bring a reported three-night event there, finally answering fans who were concerned with the thousand dollar question -- was it Phish? They'll also return to DICK'S Sporting Goods Park outside Denver for their annual Labor Day run, now in its 10th year. Last year, authorities canceled camping in the fields around the ballpark after the prairie dog colonies that lived there came down with disease thanks to plague-infested fleas. Phish, with members in their 50s and on the road in their 36th year, is showing no signs of riding away or slowing down. Their sold-out New Year's run, combined with a short 7-date winter tour leading up to it, put their reported career gross past the half-billion mark, according to Billboard, with over 11 million tickets sold. And the band, the subject of two successful new podcasts (Long May They Run, a look at their impact on the music industry, and After Midnight, a chronicle of their 1999 New Year's performance at a Florida Indian reservation to ring in the millennium), as well as a documentary into guitarist Trey Anastasio's creative process, is welcoming a widening new generation of fans.  Fans can request tickets in a band-run lottery at tickets.phish.com through Monday, February 3, before they'll go on sale for everyone on Friday, February 7."], "Language": false}