{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/entertainment/neil-young-us-citizen-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Caroline Catherman and Christina Zdanowicz, CNN"], "Writers": [["Caroline Catherman", "Christina Zdanowicz"]], "FirstPublishDate": ["2020-01-24T18:23:28Z"], "LastModifiedDate": ["2020-01-24T18:25:51Z"], "Headline": ["Neil Young is finally a US citizen after he says his love of weed delayed application"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Neil Young has officially become a \"Canarican\" after his citizenship application was delayed for months because he smoked weed, he said.  The Canadian citizen moved to Los Angeles to pursue his music career 54 years ago. He says he started his journey to US citizenship several months ago because he wanted to vote against President Donald Trump in the 2020 election.  In a November post on his website, Young criticized President Trump's refusal to acknowledge the role of climate change in exacerbating the 2018 California fires. Those fires destroyed his home. \"It really is time for a reckoning with this unfit leader,\" the 74-year-old wrote. He said in an interview with the Los Angeles Times that the government's inaction on climate change was his primary motivation to start voting.   But while Young said he initially passed the citizenship test, he was asked to apply again because he didn't have \"Good Moral Character,\" he wrote on his website in November. Young referenced an April 2019 policy addition, which states that, \"An applicant who is involved in certain marijuana related activities may lack GMC (Good Moral Character) if found to have violated federal law, even if such activity is not unlawful under applicable state or foreign laws.\" US Citizenship and Immigration Services told CNN in November that it could not comment on whether Young's application had been held up, citing privacy protections, but said the agency was required to make judgments on cases based on federal law.  On Thursday, Young announced on Instagram that he had finally obtained his dual Canadian-American citizenship. His post featured a picture of himself saluting next to an American flag and a sign proclaiming, \"Democrats, register to vote.\""], "Language": false}