{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/perspectives/america-china-5g-race/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mike Rogers for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-01-24T13:31:26Z"], "LastModifiedDate": ["2020-01-24T13:39:25Z"], "Headline": ["America can't afford to lose to China in the 5G race"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["The fifth generation of technology, known as 5G, has the potential to completely change how we live our lives. But it's not just about being able to download movies or music faster. It will fundamentally impact our country's national and economic security and technological leadership. That's why we can't afford to lose the 5G race to China. By 2035, the full rollout of 5G technology could generate 22 million jobs globally and generate over $13 trillion in global economic output. I'd like to see that a good portion of those jobs and that revenue are created here in the United States.  If our government doesn't fully appreciate the scale of the opportunity, the Chinese government certainly does. China is allegedly providing subsidies to Huawei, a private company, and state-controlled ZTE, helping them to undercut international competitors and corner the 5G market. Huawei has taken issue with the subsidy claims and maintains that its \"relationship with the Chinese government is no different than that of any other private company that operates in China.\" ZTE claims that it is not state-controlled, but it does admit to receiving subsidies. This is to say nothing of the US government's allegations of industrial and corporate espionage by these companies on behalf of the Chinese government. Both Huawei and ZTE have denied the spying claims. I first raised the alarm about Huawei and ZTE as chairman of the House Intelligence Committee in 2012, and the problem is only getting worse. China wants nothing less than to secure digital dominance. That's why I agreed to chair 5G Action Now, a new advocacy organization -- to continue to stress the importance of 5G for America's security and economic future.  If we don't win this race, it will be no one's fault but our own. China has a plan and it is implementing it, and the numbers prove it. According to a 2018 Deloitte report, China has outspent the United States by roughly $24 billion in wireless communications infrastructure since 2015. This investment has allowed China to build approximately 12 times more 5G base stations than the United States. Consequently, the researchers found that China may have so much early momentum it may be nearly impossible to catch up. 5G Action Now is committed to turning the tide. Our goal is to establish the United States as the worldwide leader of 5G deployment by elevating the critical economic and national security consequences of inaction and delay. This is neither a Republican nor a Democratic issue, it's an American issue, and it is crucial that the Trump administration and members of Congress work together to surpass China in the 5G race. One of the first steps is opening access to the digital spectrum, specifically the mid-band spectrum, that companies need to roll out 5G technology. The mid-band spectrum, also known as the C-band, has the right balance of coverage and capacity to facilitate 5G adoption throughout urban, suburban and rural America. 5G Action Now supports the Federal Communications Commission (FCC) and Chairman Ajit Pai's goal of a 2020 public auction of this band and wants to ensure it happens. This auction will involve the government selling areas of the C-band to communications and satellite companies that want the space to provide 5G wireless service. Chairman Pai has been clear that this auction is a priority, and has been pushing for its execution for some time. But this needs to be done the right way -- and the right way is to move with deliberate speed. Providing the spectrum for 5G deployment now will enable the United States to do with 5G what it did with 4G -- establish the United States as the global standard for devices and applications that will spur the global economy for decades to come. 5G Action Now is committed to working with the FCC, Congress and the Trump administration to ensure that we win this race. Our national priority needs to be maximizing opportunities for our economy. Prioritizing the completion of a public auction to win the 5G race does exactly that. "], "Language": false}