{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/health/famotidine-covid-19-correlation-study/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen and Dr. Minali Nigam, CNN"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-05-09T20:42:14Z"], "LastModifiedDate": ["2020-05-09T22:36:19Z"], "Headline": ["Study shows Covid-19 patients who took heartburn drug were less likely to die, but researchers caution more research is needed"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Patients who took a common heartburn medicine while hospitalized for Covid-19 were more than twice as likely to survive the infection, according to a paper posted Friday on a pre-publication website. But it's unclear whether the patients fared better because of the famotidine or if it was a coincidence. \"Based on what we've learned in this study, it's encouraging,\" said Dr. Joseph Conigliaro, a coauthor of the paper and a physician at Northwell Health. \"This association is actually really compelling.\" The drug, famotidine, has been on the market for nearly 40 years and is an active ingredient in the popular over-the-counter heartburn treatment Pepcid. Among the 1,536 patients in the study who were not taking famotidine, 332, or 22%, either died or were intubated and put on a ventilator. Among the 84 patients who were taking famotidine, 8, or 10%, died or were put on a ventilator. \"Compared to the rest of the patients, those who received famotidine had a greater than 2-fold decreased risk of either dying or being intubated,\" according to a statement by authors of the study at Columbia University Irving Medical Center.  The patients who were taking famotidine started the drug within 24 hours of being admitted to the hospital. Some took it orally and some intravenously, at varying dosages.  About 15% of them were already taking it at home.  The study doesn't prove the drug caused the lower death rate -- it's possible that it's just a coincidence. \"It is not clear why those patients who received famotidine had improved outcomes,\" the  authors wrote in their statement. \"This is merely an association, and these findings should not be interpreted to mean that famotidine improves outcomes in patients hospitalized with COVID-19.\" Doctor cautions against starting famotidine The study was published on medrxiv.org, a preprint server founded by Yale University, the medical journal BMJ and Cold Spring Harbor Laboratory in New York. Articles on this server have not been reviewed by authors' scientific peers. Based on these results, Conigliaro said he knows that doctors might start prescribing famotidine to their coronavirus patients now, before the results of the clinical trial are known, but he doesn't recommend it. \"I think doctors should wait for more data from the prospective trial,\" he said. He added that there's no evidence famotidine prevents infection, and he's concerned that people who don't have Covid-19 will start taking it. \"I would really caution against this. Taking famotidine might give them a false sense of security,\" he said. Only a clinical trial, where patients are randomly assigned to get either famotidine or a placebo and then studied, can determine if the drug really works against Covid-19. Northwell and Columbia are now doing a clinical trial where some patients are receiving intravenous famotidine at a dosage nine times higher than what is given for heartburn. Others are receiving a placebo, or a drug that does nothing. Conigliaro, who's heading up that trial, said preliminary results would likely be announced in a few months. He said 233 patients have been enrolled in the study, and Northwell had planned to announce preliminary results when they enrolled 390 patients. However, since the number of patients with coronavirus in New York has declined, they might decide to announce the preliminary results with fewer patients.  'We don't know if it has any benefit' It has a bit of a mystery why a heartburn medicine might help someone with a viral infection. \"A month ago when we were approached with the idea to start up the trial, I really did a double take,\" Conigliaro said. The Northwell doctors decided to study famotidine for two reasons. One, a computer modeling study showed that the famotidine's mechanism of action -- the way it fights heartburn and reflux -- might also help against Covid-19. Two, Dr. Michael Callahan, an infectious disease specialist at Massachusetts General Hospital who worked with coronavirus patients in China, observed that lower income patients with heartburn were surviving longer than their wealthier counterparts who also had heartburn. When Callahan and the Chinese doctors looked closer, they found that many of the people with lower incomes were taking famotidine, whereas the wealthier patients tended to take a different, more expensive drug. \"The poor peasants really seemed to do well on famotidine,\" said Dr. Kevin Tracey, president of Feinstein Institutes for Medical Research at Northwell Health, said. \"There are a lot of anecdotes passing around that give us some hope.\" While these observations in China -- and now New York -- might point the way to famotidine as a treatment for Covid-19, the researchers emphasized that only the clinical trial can determine for sure whether the drug works against the virus.  \"We don't know if it has any benefit. We really don't. I swear we don't,\" Tracey previously told CNN. \"People are hoping for anything. But we need to do this clinical trial.\" He added that if famotidine works, it would be easy to use it on a widespread scale. \"It's generic, it's plentiful and it's inexpensive,\" he said."], "Language": false}