{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/entertainment/joey-kramer-aerosmith-suit-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-22T22:07:58Z"], "LastModifiedDate": ["2020-01-23T05:49:14Z"], "Headline": ["Drummer Joey Kramer is suing his band Aerosmith"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Days before Aerosmith is set to perform at the Grammys, the group is dealing with a lawsuit from one of its members. Joey Kramer is suing for breach of contract against six companies jointly-owned by the five band members, alleging he is being blocked from performing with Aerosmith after suffering \"minor injuries\" last spring, according to a copy of the suit obtained by CNN.  The complaint, which was filed last week in Massachusetts, describes Kramer as a founding member of Aerosmith, and the group's drummer for 50 years. It states that a temporary drummer was brought in after Kramer's injuries prohibited him from performing with the band for some of its \"long and lucrative\" Deuces Are Wild residency at the MGM Resorts Park Theater in Las Vegas, Nevada.  \"By the fall of 2019, Mr. Kramer was willing and able to return to Aerosmith for the November-December run of the Residency,\" the suit alleges. \"Mr. Kramer announced his desire to return and formally made himself available to rehearse with the band and to attend the shows.\" But according to the lawsuit, some members of Aerosmith insisted, via their attorney, \"that Mr. Kramer not be allowed to rejoin the band until he demonstrated that he was 'able to play at an appropriate level.'\" CNN has reached out to representatives for Aerosmith for comment. The band is set to be honored at the 2020 MusiCares Person of the Year event and scheduled to perform at the Grammys this weekend. Kramer said in a statement to CNN that his lawsuit \"is not about money,\" \"I am being deprived of the opportunity to be recognized along with my peers for our collective lifetime contributions to the music industry. Neither the MusiCares' Person of the Year Award nor the Grammys' Lifetime Achievement honors can ever be repeated,\" he said.  Kramer's suit cites times other members of Aerosmith \"have suffered periods of injury and illness, including physical injury and treatment for addiction and substance abuse\" without being asked to audition before returning to the stage. The drummer says in the suit that he eventually relented to auditioning, but his fellow band members voted not to allow him to rejoin. In a statement to People, Aerosmith members Steven Tyler, Joe Perry, Tom Hamilton and Brad Whitford responded to the lawsuit.  \"Joey Kramer is our brother; his wellbeing is of paramount importance to us,\" the statement said. \"However he has not been emotionally and physically able to perform with the band, by his own admission, for the last 6 months. We have missed him and have encouraged him to rejoin us to play many times but apparently he has not felt ready to do so.\" The band members said in their statement they invited Kramer to join them for the Grammys and the MusiCares honor.  \"Joey has now waited until the last moment to accept our invitation, when we unfortunately have no time for necessary rehearsals during Grammys week,\" the statement went on to say. \"We would be doing a disservice to him, to ourselves and to our fans to have him play without adequate time to prepare and rehearse.\" "], "Language": false}