{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/balearic-islands-partying-laws/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Francesca Street, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-20T16:25:24Z"], "LastModifiedDate": ["2020-01-20T16:30:16Z"], "Headline": ["Spain's Balearic Islands clamp down on booze-fueled partying"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["They've got a reputation for sun-soaking, all-night-partying and all-round-hedonism, but Spain's Balearic Islands are attempting a rebrand. The regional government has introduced a series of laws that attempt to curb alcohol excess in the tourist hubs of Magaluf and Playa de Palma on the island of Majorca and San Antonio in Ibiza. No longer will party boats promote seafaring intoxication, happy hours are to be prohibited and -- once it hits 9:30 p.m. -- the shops will cease selling booze altogether until 8 a.m. the next day. Pub crawls will be barred and the perilous craze known as \"balconing\" -- where people attempt to jump from hotel balconies into swimming pools -- will be strictly forbidden. \"The Balearic Islands will thus become a leading destination in combating excess tourism,\" reads the government press release announcing these changes. Those found flaunting the rules will face fines -- in the most serious of instances, such as the sale of alcohol outside of permitted hours -- businesses could find themselves paying € 60,000 (over $66,000). The new scheme is due to be in place for at least five years. New direction Hit the streets of Magaluf on a summer night and you'll find hordes of young European tourists, lured by cheap flights and the promise of a pleasure-seeking week of debauchery, spilling out of clubs and bars. The Balearics say they're teaming the new regulations with newly designed marketing, and a switch towards \"sustainable and respectful tourism,\" with the aim of forcing \"real change in the tourist model of these destinations.\" With their balmy climate, sandy beaches and hidden pockets of nature, the Balearics offer far more than just popular party spots.  Justin Francis, CEO at travel company Responsible Travel, tells CNN Travel that the key to changing the reputation of Majorca and Ibiza is to support new tourism opportunities on the islands. \"The authorities in the Balearics now need to work to encourage local, cultural-based as well as nature-centered tourism so as to attract the type of travelers who will better respect the destination. They should look to do this outside of the traditional 'hotspots' in particular,\" he says. Francis points to other European destinations, including the Spanish city of Barcelona, that have taken moves to transform their fortunes in recent years. Tourist perspective But what do the young tourists who visit these partying hotspots think of the proposed changes? Londoner Kate Chan is unimpressed. The 19-year-old, who previously worked for a travel company that organizes holidays in Ibiza, tells CNN Travel that happy hour culture is crucial to the island's economy. \"We even sold bottomless drink packages before the super clubs. It's a way for Ibiza's economy to survive, because the super clubs like Amnesia cost around €30 for a double spirit and mixer,\" she says.  It's \"completely off-putting if there aren't pre-party deals in place,\" adds Chan.\"Who goes to Ibiza for a civilized time anyway?\" Chan agrees that more stringent alcohol rules could cut down on some of issues in Ibiza -- such as \"balconing,\" or drunken fights -- but doesn't think the island can rebrand over night. Jack Painter, 24, is a British house music fan who has visited Ibiza on several occasions. He tells CNN Travel he's in favor of the new regulations. \"Ibiza is home to some of the biggest and most prestigious dance music venues in the world, and hosts important residencies from the most influential artists in the world of electronic music,\" says Painter. \"This attracts real music fans looking for an experience and the chance to enjoy sets by their favorite producers.\" Generally speaking, these tourists respect the island, Painter says. They're not just there to get drunk. \"What lets us and the island down are the sleazy, cheap boozing establishments in San Antonio's west end. These establishments are aimed at nothing more than getting holidaymakers as drunk as possible on ridiculously cheap booze.\" \"And [they] attract the sort of loutish, anti-social behavior that British tourists are known for and that understandably creates huge friction with the local people.\" Partying prospects Meanwhile fellow Brit James Sawyer, 23, says he can see both sides of the argument. \"I've been to Majorca on family holidays and to the strip to party. I had completely different experiences and both were great for different reasons,\" he says. \"The strip transports a night out in Leeds [a university city in the north of England] to a nicer climate, virtually everyone's English and it's essentially Neverland. It was fun aged 16 to 18, but I'd never go back for a rerun of the latter holiday.\" That said, Sawyer says he'd consider going to Ibiza to party, but these new rules make him hesitate. \"I'm less likely to go with these restrictions,\" he says. Still, he's pragmatic about his partying prospects: \"There's going to be somewhere else popping up that serves the same purpose,\" says Sawyer. \"It is sad that the restrictions might prevent someone else having that experience as a teenager but I understand the islands are much more than pre-adult drunken experiences.\""], "Language": false}