{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/us/pop-smoke-rapper-arrest-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, Kristina Sgueglia and Mirna Alsharif, CNN"], "Writers": [["Amir Vera", "Kristina Sgueglia", "Mirna Alsharif"]], "FirstPublishDate": ["2020-01-17T22:48:47Z"], "LastModifiedDate": ["2020-01-17T23:52:19Z"], "Headline": ["Rapper Pop Smoke arrested for allegedly transporting a stolen Rolls Royce, authorities say"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Rapper Pop Smoke had just returned from Europe Friday when he was arrested at John F. Kennedy International Airport in New York on a charge of interstate transport of a stolen vehicle.  A federal indictment says between November and December last year, the rapper, whose real name is Bashar Jackson, transported a black Rolls Royce Wraith across state lines \"knowing said motor vehicle to have been stolen.\"  Jackson pleaded not guilty during his arraignment in Brooklyn on Friday, said John Marzulli, a spokesman for the US Attorney's Office for the Eastern District. He was released on a $250,000 bond and will return to federal court on Tuesday another surety to sign the bond, Marzulli said. CNN has reached out to Jackson's attorney, Mark I. Cohen, for comment. Assistant US Attorney Gillian Kassner said Friday that Jackson is believed to be a member of the \"823 G Stone Crips\" gang. US Magistrate Judge Ramon Reyes Jr. ordered Jackson to have no contact with gang members, or victim/witnesses while he was out on bond, Marzulli said. The rapper's hit \"Welcome to the Party\" has more than 20 million views on YouTube since May. He recently collaborated with rapper Travis Scott on the song \"Gatti.\" Source says car was loaned for use in a music video The Rolls Royce valued at $375,000 was loaned to the rapper by its owner in California for use in a music video, a source familiar with the case told CNN. The source said the rapper and owner had a verbal agreement that the vehicle would be returned the following day, and in exchange, the owner would get VIP access to a future Pop Smoke concert.  The owner reported the vehicle missing to the Los Angeles Police Department in November when Jackson allegedly did not return it, the source said. The owner was able to track the vehicle to Arizona before its location could no longer be accessed.  The car was located on December 3 in front of Jackson's home in Brooklyn. It was transported to New York from California by truck, the source said. When the vehicle was recovered, the source said Alabama license plates were covering the original California plates and the windows had been tinted. The vehicle has since been returned to the owner, whom the source did not name. "], "Language": false}