{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/opinions/how-to-fight-bias-against-asian-americans-covid-19-liu/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Emily Liu"], "Writers": [[]], "FirstPublishDate": ["2020-04-10T22:48:27Z"], "LastModifiedDate": ["2020-04-11T12:48:39Z"], "Headline": ["Covid-19 has inflamed racism against Asian-Americans. Here's how to fight back"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"Cover your face and don't forget your sunglasses!\" I sent this text message to my 36-year-old Asian American cousin, who lives in Brooklyn. She has been wearing sunglasses to hide her Asian traits when going outside during the Covid-19 pandemic.  While most Americans are staying home, trying to navigate virtual work and worrying about paying bills, Asian Americans are doing all of that while also fearing for our safety.  The FBI reported that Chinese and Asian Americans are now experiencing increased hate crimes due to the coronavirus global outbreak.   We've seen many cases already on the news. Recently, a 2-year-old and a 6-year-old were stabbed at a Texas Sam's Club because the alleged perpetrator thought, he told police, that the family was Chinese and spreading the disease.  A 44-year-old man was charged with aggravated harassment after allegedly harassing and pushing a 47-year-old Asian man in Queens who was walking his son to a bus stop.  Even writer Jeff Yang, co-host of a podcast about being Asian in America and frequent contributor to CNN Opinion, says he experienced racist aggression last week when a woman shouted profanities at him and coughed in his direction while shopping in Los Angeles.   And it doesn't stop there. This trend also includes minors as alleged perpetrators. Just this week, police said teens attacked a 51-year-old woman on a New York City bus, throwing \"anti-Asian statements\" against her and accusing her of causing the coronavirus. And, also in New York City, a 13-year-old allegedly kicked a 59-year-old man for the same racist motives.  The climate of xenophobia was not helped by the Trump campaign's recent online attack ad, launched Thursday against presumptive Democratic presidential nominee Joe Biden. \"During America's crisis, Biden protected China's feelings,\" the ad says, and shows a montage of images and clips, some of Biden with Chinese officials, including Xi Jinping.  The ad also shows Biden with Washington state's Asian American former governor, Gary Locke, appearing to falsely suggest that Locke is a Chinese official, not an American politician. (The campaign defended the ad and said it was meant to target Hunter Biden.)   As many Asians are under attack, I've heard very little from my non-Asian networks about this issue. In conversations with non-Asian Americans most were surprised to hear about this surge in hate crimes. Even those who watch the news shared they hadn't heard anything about this. For me, that's something to worry about.  The longer we must distance ourselves socially, the more likely individuals will need to go outside for a walk or to the store. Asian Americans should be able to do this without the fear of being bullied, harassed or assaulted. But, to do that, we need active allies.  Here are five things you can do to help.  Choose your words carefully when explaining Covid-19. Be thoughtful in how you explain the coronavirus to children, especially teens and even college students. President Trump, until recently, referred to Covid-19 as the \"Chinese virus\" and Secretary of State Mike Pompeo referred to it as \"Wuhan virus\", both referencing Wuhan, China. This language may well have fueled hatred. We must stop calling this disease the \"Chinese virus\" and associating it with Chinese/Asian people. This word choice puts the Asian community at risk.  I've told my 3-year-old that he can't play with his friends because people are getting sick -- mentioning China is unnecessary. Many kids, and even some adults, cannot distinguish between the Chinese government and Asian Americans. If your kids are old enough to understand, then now is the time to explain the distinction. Equating Asian Americans to the Chinese government robs us of our identity as Americans. Even in 2020, Asian Americans still battle the stigma of being to some \"the perpetual foreigner\" regardless of the fact that many Asians have called the US home for generations. Business leaders and professionals should make sure to model properly referring to this pandemic as Covid-19 or coronavirus. Be careful with your memes and jokes. Off-handed comments and jokes can have unintended consequences down the line that harm the Asian community. There have been several social media posts \"joking\" that we are social distancing because someone ate a bat in China. While this may seem harmless --and I even laughed at the meme -- a child who hears that may think it's okay to mock their Asian classmates for causing the virus.  There are deeper ramifications when impressionable people are looking for a scapegoat. Like many Asian Americans, growing up I dealt with classmates who accused me of eating cats and dogs because of my race. Three decades later, kids will bully numerous Asian American children for the misconception of eating bats if we don't choose our words carefully.  Explain to children that we should treat our Asian friends at school and in the community with respect, and show them compassion, as some of them may be victims of bullying. If your children are old enough to understand, raise awareness of racist bullying and tell them to report it to teachers if they see it happening. While we can't stop racist adults from spewing hate, we can influence teens and college students to prevent more violent incidents from happening.  Manjusha Kulkarni, the executive director of the Asian Pacific Policy and Planning Council, recounted to a reporter a story about a 12-year-old boy punched in the head 20 times by a classmate who yelled at him to \"go back to China.\" Events like this can be stopped.  Demand your elected officials, school leaders, and business leaders denounce racism against Asians and Asian Americans.  New York Attorney General Letitia James announced a hotline for residents to report hate crimes and bias incidents against Asian Americans (1-800-771-7755).  In comments last month, Governor Phil Murphy of New Jersey denounced discrimination against Asian communities saying, \"there is a special place in Hell\" for those vilifying communities in connection with Covid-19.  Leadership around the country --in public and private sectors-- can take action. Contact your local government officials, school administrators, chief diversity officers, human resources representatives and business leaders. Highlight the attacks against the Asian/Asian American community and demand that they take action to publicly denounce this discrimination.  When schools start to re-open, it is important that administrators take a tough stance on this topic. It is also important for schools to remind teachers to be on the lookout for discrimination in the classroom.  Check in on your Asian friends and loved ones. Even if we have not personally faced anything yet, we in the Asian community are in self-isolation while also processing sad news about coronavirus deaths coupled with news of racially charged attacks. This can be debilitating to mental health. For Asians and non-Asians, we can all check in on each other and offer support.     Racism and hate crimes will not go away overnight. Everyone has a role to play in combatting xenophobia. By taking simple actions in shifting our language and checking in on vulnerable populations, we can build a better and kinder world for everyone. Let's hope the next time my cousin puts on her sunglasses it's only because it's a beautiful and sunny day outside."], "Language": false}