{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/entertainment/ariana-grande-7-rings-suit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-17T18:19:13Z"], "LastModifiedDate": ["2020-01-17T18:19:13Z"], "Headline": ["Ariana Grande sued for copyright infringement over '7 Rings'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Ariana Grande and seven co-writers are being accused of plagiarizing her Grammy-nominated hit \"7 Rings.\"  The song \"is a forgery -- plagiarized from plaintiff Josh Stone who wrote, recorded and published the nearly identical original work 'You Need It, I Got It' ... approximately two years earlier,\" alleges a lawsuit filed Friday in US District Court for the Southern District of New York. It names Grande and seven other writers as defendants, along with several publishing companies involved in the song, including Universal Music Group. Grande is up for five awards at the January 26 Grammys, including record of the year for \"7 Rings.\"  Stone is a hip-hop artist and producer who goes by the stage name \"DOT.\" According to the lawsuit, a \"comparative analysis of the beat, lyrics, hook, rhythmic structure, metrical placement and narrative context -- by musicology experts or everyday listeners alike -- demonstrates clearly and convincingly that 7 RINGS copied I GOT IT.\"  The suit says the songs are clearly similar. \"Literally, every single one of the 39 respective notes of 7 RINGS is identical with the 39 notes of I GOT IT from a metrical placement perspective,\" it says. Here are videos accompanying each song. A No. 1 smash released in January 2019, \"7 Rings\" uses the melody of \"My Favorite Things\" by Richard Rodgers and Oscar Hammerstein II from \"The Sound of Music.\" The cut has 10 credited songwriters, including the Broadway duo and Grande. The suit does not name Rodgers and Hammerstein or mention \"My Favorite Things.\" The suit alleges that during a meeting with Universal Music Group in June 2017, Stone played several tracks, including \"I Got It.\"  Stone says that one of the defendants, Thomas Lee Brown, is a music producer who worked with Grande on at least five studio albums and was at the meeting. The suit quotes Brown as telling Stone, he \"enjoyed I Got It very much and was interested in exploring opportunities to work together.\" Instead, the suit says, Brown simply took \"I Got It\" to Grande and the other defendants and repackaged it into the hit. It says the defendants, \"individually and collectively, have generated substantial revenue from the exploitation of the infringing works ... and have actively participated in a scheme aiding, inducing, and contributing to copyright infringement.\" Stone's attorney, Tamir Young, told CNN in a statement \"This lawsuit is about protecting artists and their work.\" \"Josh's song was taken and used without his consent, without his knowledge and without a license. Many people made a lot of money on Josh's work. And that is wrong,\" the statement said. \"It is copyright infringement.\" CNN has reached out to Thomas and reps for Grande and Universal Music Group for comment. "], "Language": false}