{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/politics/2020-warren-sanders-biden-campaign-events-on-the-road/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Anne Lagamayo and Alexandra King, CNN\nStory by Matt Abshire, CNN"], "Writers": [["Anne Lagamayo", "Alexandra King"]], "FirstPublishDate": ["2020-01-17T14:33:43Z"], "LastModifiedDate": ["2020-01-17T14:33:43Z"], "Headline": ["They're with the 2020 candidates every day... and have caught it all on camera"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The room is packed tight. There's a buzz of anticipation in the air. Suddenly the music picks up, blasting an inspirational song and the buzz turns into a roar. This is the moment. Well, it's a moment -- a moment in a seemingly endless sea of moments on the campaign trail. Sure, it's a new crowd in a new town, but it's also the same tune and the same speech that's already been heard by countless crowds in countless towns before.  While the nuts and bolts of every campaign are the same -- rallies, speeches, issue platforms, social media -- how candidates use those elements can distinguish them from the rest of the field.  Every candidate has a formula, and the people who know it best are the ones traveling with the campaign day-in and day-out. They know the candidates' rehearsed responses and choreographed moves by heart, so they recognize when a real spontaneous moment happens. In CNN's \"On The Road\" series, we speak to political reporters embedded with several presidential campaigns. Embeds are objective outsiders traveling with the political circus. They take notes, record speeches and work to connect news organizations and their audiences with candidates constantly on the move.  And while most of the hundreds of speeches and moments they witness don't make it online, their presence helps clarify what's going on on the ground.  In this first episode of our video series, which you can watch above, we asked CNN's embeds to take a break from washing their well-traveled laundry to discuss the all-important campaign rally. They've collectively witnessed thousands of events, so their perspective provides a clear view on the routines presidential hopefuls embrace as they try to make each one captivating. The walk-up song The key to any successful campaign rally is making your presence known with a walk-up song. \"When I hear that 'Power to the People',\" begins Annie Grayer, reciting the song's title as if the lyric is pumping through the loudspeaker as she speaks. \"That's like, 'OK, it's go time. It's about to happen.'\"  Grayer is following Bernie Sanders for CNN and she says Sanders' campaign doesn't stop with just one walk-up song. \"He has a whole playlist on Spotify that is a compilation of all his songs, and it's really funny just to hear them over, and over, and over again.\" Of course, he isn't the only candidate blasting a finely crafted playlist for audiences. Daniella Diaz is well-versed in Sen. Elizabeth Warren's musical choices as an embed for CNN: \"I know all the songs, because I hear them every day.\" Diaz notes Dolly Parton's \"Nine to Five\" is the go-to walk-up song for Warren, with the campaign emphasizing female artists throughout the rest of their pre-speech playlist.  With walk-up songs in particular, you want something catchy and powerful, something that embodies the spirit of the campaign.  Like any good commercial jingle, candidates hope you come away humming a tune and thinking of them.  For former South Bend, Indiana, Mayor Pete Buttigieg, it's \"High Hopes\" by Panic at the Disco. \"It is seared into my brain,\" CNN's Donald Judd, the embed following Buttigieg, says. \"Sometimes I dream to 'High Hopes.'\" And Democrats aren't the only ones who use pop music to sell themselves. In 2016, then-candidate Donald Trump blasted \"You Can't Always Get What You Want\" by the Rolling Stones to successfully strut his way to the presidential podium. The catchy hit from the 1960s has been abandoned lately in favor of \"God Bless the USA\" by Lee Greenwood. The stump speech If the walk-up song provides the flavor, the stump speech is the meat and potatoes of the campaign rally. \"It's their pitch,\" says Sarah Mucha, CNN's embed with former vice president Joe Biden. \"Here's why I should be President. And they give it from town to town, city to city.\" It's not just a bland experience, either. It needs to punch. Each stump speech is specifically catered to hit certain highs with key lines to hook the audience. Usually this involves the candidate emphasizing his or her biggest priorities. \"[Sanders] started to add a little more call and response to his speeches and one of the biggest lines he does it with is how much has Amazon paid in taxes last year, and the whole audience yells zero,\" Grayer says. Judd points out that Buttigieg usually ends his stump speech with a big appeal to hope. \"He says, 'I know the idea of hope went out of style a little bit,' but then he goes on to say that, 'Running for office is an act of hope, volunteering is an act of hope, coming out and hearing a candidate speak on a cold winter's day is an act of hope.' It's very reminiscent of (Barack) Obama and I think very intentionally so.\" The repetition of the same lines over and over again helps candidates nail their key points. They hope that if they say it enough, it'll be drilled far enough into voters' minds to stick when they cast their vote.  Just think about the last two US presidents. Trump won with the line \"Make America great again\" and Obama overcame his initial long shot odds in 2008 with the chant \"Yes we can.\" Interacting with voters Finally, interacting with audiences afterward is the dessert. It's the thing that helps convince voters this is a candidate who cares. Whether it's shaking hands, kissing babies or taking selfies, every embed agrees the moments after the speech are what make a presidential hopeful standout. \"Senator Elizabeth Warren is very good at retail politics,\" Diaz says. \"She is very good engaging with each and every voter, making them feel special, making them feel heard.\" \"I think that we've seen that he is very good at cell phones,\" says Mucha about Biden, who like Warren, has emphasized taking photos with supporters. \"It seems as if it's one of his favorite things to do, when he has a little bit of time.\"  Even Sanders, who in 2016 focused on big rallies to draw attention to his ideas, has shifted to smaller venues for this election in order to focus on engaging with audiences through candid conversations.  \"He will make a point to pause and bring them on stage with him and give them a hug and say he's going to follow-up with them,\" Grayer says. \"Really making the audience's experience part of his speech and part of his message.\" As the field continues to shrink and election season ramps up, presidential candidates must now make the most of their structured routines amid their chaotic schedules. Will the lessons learned from previous events build dominance or unravel within the voting season? CNN's political embeds won't predict, but they will be there to cover however it goes."], "Language": false}