{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/entertainment/eminem-darkness-video-las-vegas-shooting-gun-control-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-17T13:48:10Z"], "LastModifiedDate": ["2020-01-17T14:29:12Z"], "Headline": ["Eminem's new video for 'Darkness' recreates the 2017 Las Vegas shooting in a stark call for gun control"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Eminem's surprise return to music includes a poignant call for expanded gun control. The rapper dropped the music video for \"Darkness,\" a single off his latest album, \"Music to Be Murdered By,\" on Friday. It's a bleak recreation of the 2017 Las Vegas shooting from the gunman's point of view. The first half of the nearly six-minute song follows Eminem's familiar beats like anxiety and substance abuse, albeit with several analogies to firearms throughout. But the second part sees Eminem -- and an actor in the video -- assume the role of the Las Vegas gunman, who killed 58 concert-goers at the Route 91 Harvest music festival. \"I'm a licensed gun owner with no prior convictions,\" he raps in character. \"If you'd like to know the reason why I did this, you'll never find a motive.\"  At the video's end, Eminem looks on at a wall of TVs flashing familiar news clips from previous shootings, including those at the Capital Gazette newspaper building in Maryland, Santa Fe High School in Texas and the Gilroy Garlic Festival in California, among others.  \"When will this end?\" a card reads at the end of the clip. \"When enough people care.\"  Eminem encourages viewers to register to vote at Vote.Gov to \"help change gun laws in America.\"  You can see the video here, but warning: It depicts a realistic shooting and may be disturbing for some viewers: The outspoken rapper hasn't shied from making political statements in his music. In the 2018 freestyle \"The Storm,\" Eminem criticized President Donald Trump and his fans who support the president. In 2004, he criticized then-President George W. Bush for the Iraq War and blamed him for the conflict. "], "Language": false}