{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/16/media/tiktok-news-publishers/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2020-01-16T15:47:01Z"], "LastModifiedDate": ["2020-01-16T19:37:17Z"], "Headline": ["With dance challenges and explainer videos, publishers invade TikTok to court Gen Z"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["TikTok, the short-form video app popular among Gen Z and best known for its viral dance challenges, is the No. 1 entertainment app on Apple's App Store. But publishers have seized on it for a different reason: They're posting explainers and fact-checks pegged to the news. Sometimes they're dancing too — all in the name of courting the next generation of news consumers. \"We wanted to be a part of the dance trends and the feel good moments and build up an audience and then start to insert the news more often,\" Alex Ptachick, USA Today's audience editor of emerging platforms, told CNN Business. \"That does not mean we're going to stop also having fun and being funny.\"  TikTok, which rebranded from Musical.ly in August 2018, has piqued the interest of several media companies looking to appeal to the app's young and engaged audience. NBC News, ESPN, iHeartRadio and The Dodo began experimenting with TikTok in early 2019. The Washington Post launched its account in May. NowThis joined in December.  TikTok famously helped Lil Nas X's \"Old Town Road\" break Billboard records and has ushered in a new class of internet celebrities. It has been downloaded more than 1.5 billion times, according to app analytics site Sensor Tower. The app boasts a young audience with 69% of its users between the ages of 16 and 24 years old, according to the company.  \"We want to meet our young audience where they are, and it's clear that there's a huge young audience on this platform. We want to be telling compelling stories for them,\" said Nico Pitney, news and politics director of NowThis.  USA Today launched its TikTok account in November with light-hearted videos that are paired with music to provide a behind-the-scenes look at its newsroom and other cute moments. In January, the staff decided to test something else. At that time, opening TikTok may have led some to believe the United States had started World War III after President Trump approved a drone strike that killed Iran's top commander. One TikTok video that has amassed 2.2 million views features a young woman looking into the camera with overlay text that said, \"So everyone's talking about getting pregnant to avoid the WWIII draft but no one's realized that it means we'll be creating another set of boomers.\" Another that has 1.4 million views said, \"Perks of being drafted in WW3, no school, traveling, free delicious food, a new fit.\"  Of course, there is no draft. TikTok users were simply using the app to create and share memes about the US-Iran conflict. But Ptachick and her three-person team saw an opportunity.  \"We were messaging back and forth like, 'Oh God, I'm seeing like people are saying we're at war. People are talking about being drafted. What can we do to get the actual news out there?'\" Ptachick said.  On January 6, USA Today posted a TikTok video with a caption that said, \"Tension between the U.S. and Iran is escalating. Here's what you need to know.\" Rather than pop music and dancing, the video featured a voiceover and still images. With just over 50,000 views, the video is less popular than many of USA Today's other posts and amassed less views than the viral draft posts. But comments on the video like \"More content like this please! \"Thanks for the info\" and \"thank you\" has motivated the publisher to share more news on TikTok. Ptachick and her team have since posted two videos about the Australian wildfires — one generating 63,000 views and the other 31,200.  TikTok categorizes itself as an entertainment app and users have likened it to \"therapy\" because of the comic relief it provides. But teens have also used it to talk about serious topics like school shootings and climate change. Publishers have engaged with the app in similar ways, dancing in some videos and explaining newsworthy issues in others. NowThis, for example, has created videos about President Trump's impeachment and Australia's bushfires. The impeachment video features a hand placing paper cutouts of major players like Hunter Biden and bags of money on a table with a narrator explaining the timeline of events. The bushfire video features an infographic with dots filling a map of Australia to show the spread of the fire. It was set to the song \"All Time Low\" by Jon Bellion. \"Our audience cares about issues, they care about policies,\" Pitney said. \"We're explaining complex issues to news consumers who are just sort of finding their political awareness.\"  TikTok appears to be facing less issues with misinformation and disinformation than Facebook and Twitter. But it's not free from it. Slate detailed in a report the \"three types of scams\" that have emerged on TikTok. The Beijing-backed company has been accused of using Chinese-style censorship tactics to hide information about the Hong Kong protests, Tiananmen Square massacre and Tibetan independence. The company told The Guardian that those \"old guidelines in question are outdated and no longer in use.\" Bloomberg reported earlier this month that TikTok is struggling to combat accounts that impersonate world leaders. Last week, TikTok revised its community guidelines to address misinformation and misleading content on the app. \"We believe that feeling safe is essential to helping people feel comfortable with expressing themselves openly and creatively. We also aim to cultivate an environment for authentic interactions by keeping deceptive content and accounts off our platform,\" the rules read.  'Nothing seems to be off limits on TikTok.' TikTok is a constant presence in high schools. Jonathan Rogers, a journalism teacher at Iowa City High School, learned of the app while he was teaching at a journalism camp last summer. He describes the app as a \"lunchroom atmosphere where teens are making jokes about anything in funny video and meme form.\" In August, his students created an account for their school newspaper. \"Nothing seems to be off limits on TikTok,\" Rogers said. Rogers said his students use humor in TikTok videos to process what is happening in the world around them. \"They don't think they're misinformed, just uninformed,\" he said. That's where some publishers see an opportunity.  MediaWise, Poynter's project focused on teen media literacy, created a TikTok account for promotion and to \"combat misinformation,\" said Katy Byron, MediaWise's editor and program manager.  Similar to USA Today, MediaWise created a video in response to WWIII memes. The focus was on fact-checking information about a draft, rather than explaining the US-Iran conflict. It's received 1,130 views so far.  \"My first year at college was the 9/11 attacks and everyone was talking about, 'Was there a draft?'\"Byron said. \"That's just human nature, but it's taking on a new virality because of these social platforms, spreading like wildfire.\"  TikTok has considered creating a curated feed of content from reputable sources, including news outlets. The FT reported Tuesday that it would be similar to Snapchat Discover, which features videos from vetted creators and professional publishers and could provide a safe space for brands, especially ones that are skittish about advertising next to user-generated content.   \"Publishers are turning to TikTok to reach broader audiences and build a brand around their content, and we look forward to continuing to work with them as this community grows,\" a TikTok spokesperson told CNN Business. \"We're always thinking about ways to both allow our brand partners to reach consumers in new and innovative ways and enable new revenue sources for our creators and publishing partners.\"  Ptachick of USA Today told CNN Business her team has been in \"regular communication\" with TikTok on best practices and other advice for growing their account. Pitney of NowThis said his team hasn't spoken with TikTok, but they do receive a weekly email about trending hashtags.  The Washington Post's Dave Jorgenson, who serves as both a video journalist for the paper and as the face of the company's TikTok account, employs humor, stunts and sketches to give viewers a glimpse of life inside the newsroom. Sometimes the videos are pegged to the news. For example, a recent video tied to Oscar nominations is a play on a scene from the movie \"Joker,\" which was nominated for 11 Academy Awards on Monday.  But Jorgenson expressed reluctance over incorporating too much news in the Washington Post's TikTok because he sees it as \"a bit of an escape from the news.\"  \"Not that you should be ignoring the news, but I don't want to show up on TikTok — the fun dinner party — and they're all happy and just completely destroy it,\" he told CNN Business.  Jorgenson does, however, reply to comments with facts gleaned from the news. In the \"Joker\" TikTok, he wrote that no women were nominated for Best Director and that \"Joker\" received the most nominations this year.  \"If [the audience] is asking about something, I will do my best to actually reply about whatever they're asking about,\" Jorgenson said. \"If I can find a TikTok that fits within what people are talking about on TikTok that also is related to the news, I will do that, but I never want to force it in with what already is trending on TikTok.\" "], "Language": false}