{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/us/baby-drowns-tub-mom-me-time-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-01-14T23:11:27Z"], "LastModifiedDate": ["2020-01-14T23:53:31Z"], "Headline": ["Mom whose baby died after she left him in a tub for some 'me time' is charged with murder"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["An 11-month-old baby in Tennessee died after his mother left him in a bathtub with his sister Wednesday, the Knox County Sheriff's Office said. Lindsee Leonardo has been charged with first-degree murder and aggravated child abuse after she left her baby, Aidan Xavier Leonardo, and his 2-year-old sister in a tub in about 4-6 inches of water, according to the sheriff's office. CNN has reached out to Leonardo's lawyer, Susan Shipley, for comment. According to a police affidavit, Leonardo told deputies she went outside for about 10 minutes to \"smoke a cigarette and have some 'me time.'\" After listening to music, she went back inside and found the baby floating on his back while his sister stood in the water, she said.  Leonardo said the 2-year-old had turned on the water and filled the tub to the top, according to the affidavit. The 32-year-old mother took the baby to a bed and called 911, who instructed her on how to perform CPR, the affidavit said. Aidan was taken to the Turkey Creek Medical Center, where he regained a heartbeat, a second police affidavit says. However, he was later transported to East Tennessee Children's Hospital, where he was pronounced dead  Thursday, Aidan's father, David Brandon, told CNN. \"Aidan was the most loving and happy baby and one of a kind and there are no words to describe the happiness he brought into our lives and I am proud he is my son,\" Brandon said. \"Lindsee is absolutely not a murderer and this was a mistake and she is a very loving mother.\"  Brandon, who called his son his \"mini me,\" told CNN he wants a law that would require parents in every state to take CPR and child safety classes.  Leonardo is set to appear in court for a preliminary hearing January 21. "], "Language": false}