{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/business/carlos-ghosn-yamaha-warning/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-01-14T22:57:15Z"], "LastModifiedDate": ["2020-01-14T22:57:15Z"], "Headline": ["Yamaha warns customers not to climb into musical equipment cases after Carlos Ghosn's escape"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Yamaha is reminding people that musical equipment cases are for musical equipment — not people — two weeks after fugitive auto titan Carlos Ghosn reportedly was smuggled out of Japan in one.  In a tweet over the weekend, the Japanese musical equipment company said it was not naming any names, but noted there had been many recent stories about people getting into musical equipment cases. Yamaha warned people not to get into, or let others get into, its cases to avoid \"unfortunate accidents.\" Multiple media outlets have reported that Ghosn managed to sneak through a Japanese airport to a private jet that whisked him out of the country by hiding in a large, black music equipment case with breathing holes drilled in the bottom. CNN Business has not independently confirmed those details of his escape. The former Nissan CEO had been out on bail awaiting trial in Japan on charges of financial wrongdoing before making his stunning escape to Lebanon at the end of December. Ghosn has referred to his departure as an effort to \"escape injustice.\"  In an interview with CNN's Richard Quest last week, Ghosn did not comment on the nature of his escape, saying he didn't want to endanger any of the people who aided in the operation.  Ghosn did, however, respond to a question about what it felt like to ride through the airport in a packing case by first declining to comment but then adding: \"Freedom, no matter the way it happens, is always sweet.\" In a press conference in Lebanon ahead of the CNN interview last Wednesday, Ghosn's first public appearance since fleeing Japan, Ghosn said he decided to leave the country because he believed he would not receive a fair trial, a claim Japanese authorities have disputed. Brands sometimes capitalize on their tangential relationship to big news in order to attract attention on social media.  Yamaha is one of Japan's best known brands and Ghosn was one of Japan's top executives before being ousted from Nissan — a match made in social media heaven. Not surprisingly, Yamaha's post went viral on Twitter over the weekend. "], "Language": false}