{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/11/uk/love-island-winter-explainer-scli-gbr-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-01-11T08:54:22Z"], "LastModifiedDate": ["2020-01-11T16:02:28Z"], "Headline": ["Britain is obsessed with 'Love Island,' and soon you will be too. Here's everything you need to know"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It's wet, it's cold, Christmas is over and the nights aren't getting any shorter -- so Britain needs an escape. Perfect timing, then, for a new series of \"Love Island.\" The dating show-turned-cultural-phenomenon already dominates summer television in the UK and has gone international in recent years. From Sunday, we're getting treated to a winter version, too.  That's right: scores of young soon-to-be couples have been shipped out to South Africa to soak up some January sun and throw Negronis in each other's faces, and we get to come along for the ride from our very own living rooms.  Like most of the show's audience, you probably don't yet think you'll watch it this time around. But \"Love Island\" will sink its claws into you eventually, and it's good to be prepared for when it does. Maybe you've avoided leaping aboard HMS Amor up to now, but are tired of your annual self-imposed exile from the zeitgeist. Maybe you're an honorary islander who can recite every contestant and all of their flings -- backwards. Or maybe you're an amateur anthropologist, who just wants to understand why Britain works itself into meltdown every year over a 21-year-old club promoter's romantic life.  Whatever draws you to the saga, life is easier on the inside. News about the show is everywhere, with think pieces dissecting what it says about millennial culture abound. It won't be long until your co-workers start coming out of the woodwork, either. It always goes the same way: on Tuesday they admit to ironically having an episode on in the background, but by Thursday they've forced Human Resources to intervene after launching a tirade at a colleague for siding with Jordan after he cracked on with India behind Anna's back.  So make things easier for yourself and give in. Whether you're a novice or a pro, here's a handy guide to all things \"Love Island\" as we prepare to lose our minds again. What is Love Island? You mean to say that you made it through the 2010s without ever learning what \"Love Island\" is? What have you been doing with your summer evenings? What did you talk about? How did you function as a member of society? Well, it's not too late to learn. \"Love Island\" is, at its heart, just a dating show. But in recent years it's exploded in popularity to such an extent that it's now part of the British cultural calendar for about two months a year, dominating social media and wearing down converts with each passing episode. So wide is its reach that it's been parodied on \"Saturday Night Live\" and has spawned various international spin-offs, which have achieved varying levels of success. The format sees a group of \"ordinary\" single men and women (who invariably describe themselves as \"influencers\" and usually happen to have tens of thousands of social media followers) shipped out to a sunny villa where they're completely shut off from the outside world. They're there for one reason: To increase their public profile. Sorry, to find love.  While on the show, they must continuously decide which fellow contestants to \"couple up\" with. Anyone who can't find a match is at risk of getting \"dumped\" from the island, and the voting public also gets chances to kick out competitors along the way.  Oh, and they all fall out with each other. Gossip, shouting matches and passive aggressive side-eye glances are a big part of what makes the show so addictive, with viewers quickly choosing their heroes and villains and continuing the conversation online.   At the end, one couple is voted winners. They get some prize money, but the real trophy -- aside from a short-lived relationship -- is the promise of continued future earnings, fashion deals and paid club appearances that contestants can achieve until the next batch of Islanders shepherds them back into obscurity six months later.  Didn't Love Island just happen? It feels like it. We'd usually have to wait until the summer for the show to return, but it's reached such dizzying heights of popularity that broadcaster ITV ordered a winter edition too. It won't be long until \"Love Island\" fills every month on the calendar, with a national holiday to mark the final and a mandatory period of mourning for the two-day break between series.  Since having contestants wrap up in front of the fire in a snowy chalet would rather diminish much of the show's aesthetic, producers have picked South Africa as its destination for the new series -- turning a new villa on the outskirts of Cape Town into base camp. What happens in the villa? Plenty of challenges take place throughout the show, with varying levels of imagination; some involve obstacle courses, others are trivia-based, but somehow they all seem to end with two contestants making out while covered in foam. Other than that, contestants tend to use their free time to \"chirpse,\" \"crack on,\" or \"get to know\" Islanders who have caught their eye. (International readers: these terms are all British for flirt). And there's usually a bit of time to discuss the details of Britain's ongoing Brexit negotiations. No, really. In a memorable exchange during the 2018 series, Hayley asked fellow contestant Georgia whether Brexit would mean Britain would no longer have any trees. \"Cheese?\" offered Samira. \"Trees,\" Hayley doubled down.  \"No, that's got nothing to do with it babe, that's weather,\" explained Georgia. \"Why wouldn't we have trees?\" eventual winner Dani enquired. \"What are yous talking about?\" Hayley rebuked.  It was the most political moment in the show's history.  But with Islanders so isolated from the outside world that they can't even update their own Instagram profiles, discussion tends to focus on who fancies whom -- and the group usually introduces a range of slang most Brits didn't even know.  A typical discussion, for instance, might cover questions about who's a melt, who's a sort, who's grafting on whom, and who's just a dead ting.  OK, I'm hooked. Who's taking part this year? ITV released its line-up of contestants earlier this week, though more will enter as the show goes on. According to the show, the list includes a \"sexy scaffolder\" and a \"politics babe.\" Love Island tends to recruit contestants who have stood near celebrities at some point in their lives, and this year they've outdone themselves, with a cast so star-studded it threatens to blind those of us watching at home.  One star, for instance, dated Lewis Capaldi when she was 17. \"She's got talent, a famous ex and a thing for cockney accents. Bonnie lass Paige is bringing A LOT to the villa!\" the show bellows about the contestant. Another contestant, Sophie, has a sister in a band you haven't heard of, while Mike says he is friends with a footballer and Eve boasts that she was once messaged on WhatsApp by Kylie Jenner's ex.  Alongside that dollop of stardom, there's a \"Love Island\" first: two identical twins -- Jess and Eve -- are included among the contestants. Jess describes herself as fun, confident and spontaneous, while Eve says she's fun, confident and friendly. Asked about their ideal man, both agree they want someone who is fun and confident. So their time in the villa is certain to be fun, and confident.  The star of the series, though, could be Ollie Williams -- or, as he's likely to be referred to, \"the posh one.\" Ollie lists his occupation as \"land owner\" and proudly boasts that he's the heir to the Lanhydrock Estate in Cornwall.  \"I'm probably a 10,\" he says when asked to rate his looks, humbly adding: \"I think my best feature is my body, closely followed by my wit.\" \"Best chat up line I've ever used is: 'Do you know Polzeath beach in Cornwall? I own it,'\" brags Ollie, cleverly leaving little time for the recipient to answer. \"That's it. Chat up line, done.\"   And asked for his claim to fame, Ollie opts to spout a few vaguely British-sounding words that may or may not be made up: \"My father is Lord of the Manor of Lanhydrock,\" he says. \"The family title is Viscount Clifden. When my father passes away or abdicates, as the eldest child, I will take on the titles and the estate.\" And who's hosting? Caroline Flack has been at the helm of the program since its inception in 2015, but this year the show found itself engulfed in drama before it even began. Flack, 40, was charged with assault by beating in December following an incident at her home in north London, and a full trial will take place in March. The presenter has pleaded not guilty to assaulting her 27-year-old boyfriend Lewis Burton; a court has heard that she hit Burton with a lamp while he was asleep after suspecting he was cheating on her. A few days after her arrest, ITV decided to re-couple with Irish presenter Laura Whitmore. \"To say I'm excited to be heading to Cape Town to host Love Island, the biggest show on television, is an understatement,\" said Whitmore upon getting the gig.  Does everyone love Love Island? The show's aspirational setting boasts sunshine and blue skies, but its format has existed under a cloud of controversy since two former contestants died by suicide in the space of 12 months. Shortly after those incidents, the death of a guest on fellow ITV program \"The Jeremy Kyle Show\" led to that show's cancellation -- and the fallout added to questions about the welfare of reality TV stars, prompting many to ask why confrontational shows are so popular. Eyal Booker, a contestant from \"Love Island\" season 4, told CNN that being on the show can be dangerous. The 24-year-old  described his experience as \"crazy\" with \"lots of ups and downs.\" Booker says he wasn't fazed while he was on the show, being \"consumed\" by the action in the villa. But he admitted that the months after leaving \"Love Island\" and coping with new-found fame were challenging. \"When you come out [of the villa] it's definitely a shock to the system. During the show's most recent run, there were concerns about the social media commentary that follows the contestants.   But ITV says it has boosted its duty-of-care processes for this year's show. It said changes include \"enhanced psychological support, more detailed conversations with potential Islanders regarding the impact of participation on the show, bespoke training for all Islanders on social media and financial management and a proactive aftercare package which extends our support to all Islanders following their participation.\" How long does it last? About the length of a human adolescence. Or at least that's how it feels. \"Love Island\" is a marathon, not a sprint, and by week six you'll be throwing cups of water over your panting body as the intro theme music ends. Many viewers drop out along the way or dip in and out again, and this is perfectly acceptable. The important thing is that you try. The show is on six nights a week, plus there's a bonus show to recap each evening. Plus there's extra online content. Also, there's a podcast. And when you've worked through those, British tabl"], "Language": false}