{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/entertainment/neil-peart-rush-drummer-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-01-10T21:53:08Z"], "LastModifiedDate": ["2020-01-11T01:37:29Z"], "Headline": ["Neil Peart, the drummer and lyricist of Rush, has died at 67"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Neil Peart, whose virtuoso chops and artful lyrics propelled his band Rush to global stardom and sealed his place as one of the greatest drummers in rock music, has died. He was 67.  Peart died in Santa Monica, California, on Tuesday,  family spokesman Elliot Mintz told CNN. The musician had been battling brain cancer for several years.  \"... (O)ur friend, soul brother and band mate of over 45 years, Neil, has lost his incredibly brave three and a half year battle with brain cancer,\" the band tweeted Friday. When Peart joined bassist and vocalist Geddy Lee and guitarist Alex Lifeson in 1974, he helped take the Canadian band to new heights, receiving accolade after accolade, if not mainstream rock stardom. It wasn't until 2013 that Rush was inducted into the Rock and Roll Hall of Fame. Peart was central to the band's success with his meticulous, fluid and exactingly precise playing. Peart was also Rush's primary lyricist, drawing inspiration from sources like Ayn Rand and Mark Twain.  The band's song \"Tom Sawyer\" is considered its biggest hit to this day, and still receives heavy rotation at rock and roll radio station around the world. There were more: \"The Spirit of Radio.\" \"Subdivisions.\" \"Closer to the Heart.\" Despite being a world-famous drummer, Peart told Rolling Stone that he still took drum lessons as recently as 2012.  \"I've been put in this position, and I certainly don't underrate that,\" he said. \"I get to be a professional drummer ... So it's a full-time responsibility. It's a joyous one and one I'm very grateful for.\"  Other musicians, such as the drummer Questlove, lamented Peart's passing. \"All respect due to the legend. RIP,\" The Roots drummer wrote on Instagram.  Canadian Prime Minister Justin Trudeau said a legend has been lost. \"But his influence and legacy will live on forever in the hearts of music lovers in Canada and around the world. RIP Neil Peart.\" Peart is survived by his wife Carrie and daughter, Olivia Louise. The band suggested anyone wishing to express their condolences should make a donation to a cancer research group or charity in Peart's name."], "Language": false}