{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/tech/bluetooth-le-update/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-01-07T15:12:47Z"], "LastModifiedDate": ["2020-01-10T16:24:13Z"], "Headline": ["Bluetooth just got its most important update in 20 years"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Bluetooth will soon roll out some of the technology's biggest improvements in its nearly 20-year history.  The group of companies that sets the Bluetooth standard introduced Bluetooth LE Audio at this year's Consumer Electronics Show in Las Vegas. LE, which stands for low energy, is an improvement of Bluetooth's current technology, called Classic.  LE offers several new features, including higher-quality audio, the ability to stream audio to multiple pieces of technology and improvements for hearing aids. The new technology also increases gadgets' battery life.  Bluetooth LE operates on a newer audio signal compared to its classic technology. The new version allows LE Audio to implement new features, including support for multi-stream audio. That would make it easier for multiple people to listen to the same audio source at once. It could also enable Bluetooth broadcast, in which a venue like a mall or a concert hall could beam music to anyone who with a set of headphones.  It's similar to the music sharing option that Apple introduced last year. People with hearing aids will also receive improvements because LE Audio will soon support the devices. The new audio \"will enable the development of Bluetooth hearing aids that bring all the benefits of Bluetooth audio to the growing number of people with hearing loss,\" the company said in a press release. Your old headphones won't support the new technology, though. LE Audio can't be updated through software, and it requires new hardware updates that will be released later this year. "], "Language": false}