{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/entertainment/5th-ward-weebie-dead-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi, CNN"], "Writers": [["Faith Karimi"]], "FirstPublishDate": ["2020-01-10T06:16:45Z"], "LastModifiedDate": ["2020-01-11T22:45:46Z"], "Headline": ["New Orleans rapper 5th Ward Weebie dies at 42"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Rapper 5th Ward Weebie, who was a major player in the distinctive bounce music scene in New Orleans, has died. He was 42. Weebie, whose real name was Jerome Cosey, died Thursday, according to his publicist, who said the rapper had a \"heart attack which turned into emergency heart surgery and ultimately heart failure.\"  The New Orleans native helped shape the local rap genre with songs such as  \"Let Me Find Out\" and \"F**k Katrina\" --  the latter a cathartic regional hit in a city brought to its knees by the storm. He also worked with various artists to make bounce music mainstream, appearing on Drake's song \"Nice for What\" and collaborating with rapper Lil Wayne on \"Bend It Ova.\" His publicist, Johnathan Thomas, said the rapper's love for New Orleans was unmatched.  \"Jerome Cosey (5th Ward Weebie) was and is a staple in New Orleans culture,\" Thomas said. \"His passion for the city was exemplified on the biggest platforms.\" One of Weebie's most recent public events was at Mayor LaToya Cantrell's pep rally before the Saints-Seattle Seahawks game in September.  \"He was an iconic personality, a New Orleans legend and a beloved friend,\" Cantrell said. \"He was the bounce king who showed us how to move, how to love and how to bring passion and humanity to everything we do. New Orleans has lost a cornerstone of our culture. Our city will not be the same without his voice and his spirit.\" Weebie was a cultural figure who embodied the city of New Orleans, US Rep. Cedric Richmond said. CORRECTION: An earlier version of this story gave an incorrect spelling for publicist Johnathan Thomas' first name."], "Language": false}