{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/09/us/five-things-january-9-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-01-09T11:12:33Z"], "LastModifiedDate": ["2020-01-09T11:13:15Z"], "Headline": ["5 things to know for January 9: Iran, royals, Ukraine plane, impeachment, cancer"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's official: 2019 was the second hottest year worldwide in recorded history. Pop quiz: What year was the hottest? Find the answer below the Breakfast Browse.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Iran A few days ago, it looked like the US and Iran might be spiraling toward war. It appears that threat has passed -- for now. President Trump responded to this week's attack by Iran on Iraqi military bases that house US troops by promising more sanctions and warning that the conflict isn't over. It sounds threatening, but it's far tamer than exchanging another round of airstrikes. It may have helped that there were no reported casualties, which some experts say could have been deliberate on Iran's part. Though tensions have eased slightly, the conflict -- and the region where it is playing out -- is still volatile. Countries have issued safety warnings urging tourists to avoid the Middle East. In the US, the House of Representatives is considering legislation today that could restrain Trump's ability to launch further military action against Iran. Here are five things you need to know about the situation. You can also follow today's live updates. 2. Royals  Prince Harry and Meghan, the Duchess of Sussex, announced they are stepping away from their duties as senior members of the British royal family and will split their time between the UK and North America. In a surprise statement on Instagram, the couple said they want to work toward becoming \"financially independent\" and launch a new charitable entity. Yes, it's an unprecedented move, and yes, it is causing quite a stir within the royal family. Harry and Meghan reportedly did not consult the Queen before making the announcement, even though she technically has to sign off on their semi-split from their royal duties. It's no secret the couple has struggled under pressure from the media and the public. The Duchess last year sued a British paper for allegedly illegally publishing a letter from her father. Prince Harry has also lashed out against the British press for its treatment of his wife.  3. Ukraine plane crash Ukrainian authorities are investigating whether an anti-aircraft missile was involved in the Ukrainian International Airlines crash in Iran that killed 176 people. The plane, which took off yesterday from Tehran's international airport, changed directions in the moments before the crash, according to the Iranian Civil Aviation authority. This does little to explain why the plane crashed, though. Initially, Iran blamed the crash on technical difficulties, and Ukraine ruled out an outside cause like rocket attacks. Now, both countries have walked back those assertions.  We're also learning more about the victims, including a woman whose husband said she had a premonition about the crash. And the tragedy means more trouble for Boeing. The doomed 737-800 jet was a predecessor to the 737 Max, which has been grounded worldwide. The 737-800 fleet has had technical issues in recent years, including cracks and broken fan blades. Follow live updates on the crash investigation here. 4. Impeachment Now that Senate Majority Leader Mitch McConnell has made it clear he can push on with the impeachment trial without cooperation from Democrats, he's beginning to throw his weight around. He told Speaker Nancy Pelosi that there will be \"no haggling\" on the terms of the trial and that the Senate will not cede its authority over the proceedings. McConnell also met with Trump yesterday to walk the President through the proceedings of the trial and discuss Republican reactions to impeachment developments. This is sure to cause grumbling on Capitol Hill that McConnell is coordinating with the President in a way that doesn't jibe with his Senate duties. Still, the trial can't start yet -- Pelosi hasn't sent over the articles of impeachment, and even Democrats appear to be tired of waiting. They want to get a trial started as soon as next week.  5. Cancer  Here's some good news: The cancer death rate in the US saw the largest one-year drop from 2016 to 2017, according to new data from the American Cancer Society. It's also the 26th year in a row that cancer deaths have declined. A large part of the trend is due to a sharp drop in deaths from lung cancer -- the leading cause of cancer death in the US. While reduced smoking rates obviously contribute to that, the study also cites better and more effective treatment options. In fact, researchers concluded the decline in death rate for four major cancers (lung, breast, prostate and colorectal) shows how far the medical field has progressed in treating the disease. BREAKFAST BROWSE Scientists put 3D glasses on cuttlefish and played movie clips The goal was to learn more about their depth perception ... and also to have an excuse to put little glasses on sea creatures.  Madame Tussauds revealed a new Nicki Minaj wax figure and people do not like it  \"Do not like it\" is actually an understatement.  The Oscars will be host-free for the second year in a row  But who will make awkward teleprompter jokes?  Samsung's new robotic personal assistant is a little ball that will follow you around ... Like your own personal BB-8!  ... Plus, the other most-talked-about products at CES 2020 Ball robots. Toilet robots. Cat robots. Butler robots. Lots of robots! Alexa's going to get jealous.  \nAnswer: The hottest year on record, globally, was 2016.  TODAY'S QUOTE \"The Selective Service System is conducting business as usual.\" The Selective Service, dismissing fears of a draft due to aggression between the US and Iran. US military officials are warning of a spate of fake text messages telling people they've been drafted. (The draft ended in 1973, and a new draft would have to be approved by Congress and the President.) TODAY'S NUMBER 78 The number of members on the surgical team that successfully separated conjoined twins in Nigeria late last year. The hospital is just releasing information now because they wanted to make sure the baby girls didn't experience any major complications. TODAY'S WEATHER AND FINALLY Canon in Squeeeeeeek As you may have figured out, I believe there's no better way to start the day than with some stimulating classical music. This is not that, though. This is Pachelbel's Canon in D played on a bunch of rubber chickens. (Click here to view.) "], "Language": false}