{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/08/media/iran-fox-and-friends-trump/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-01-08T15:02:38Z"], "LastModifiedDate": ["2020-01-08T15:02:38Z"], "Headline": ["'Fox & Friends' rally around Trump after missile attack: The Iranians are 'terrified of us'"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["After three hours of \"Fox & Friends\" segments about Iran's missile strikes at Iraqi bases housing US troops, co-host Ainsley Earhardt summed up the show's main message. \"All the experts are saying they don't think we need to respond now because it looks like they\" -- the Iranians -- \"are shaking in their boots, they're terrifed of us,\" she said. Indeed, many of the military veterans and other guests on President Trump's favorite morning TV show said the overnight strikes were merely a face-saving move on Iran's part, not a severe escalation in hostilities. America \"has superior strength,\" one guest said. Trump has \"restored US effective deterrence in the region,\" another said. Analysts speaking with other news outlets have largely come to the same conclusion -- but to hear it on \"Fox & Friends\" is important because the show is so influential in the Trump White House. It is essentially the president's televised morning briefing, and the words of its anchors could well influence what Trump does next. The \"Friends\" message was clear: Rally around the flag. Unite behind the president. Put politics aside, unless your political target is a Democrat. Fox News started the morning show an hour early Wednesday, at 5 a.m. ET, in reaction to the breaking news. The morning show literally beat the war drums -- with dramatic percussion music in and out of segments -- and speculated about what the president would do next. \"So where do we go from here?\" co-host Brian Kilmeade asked. The \"Friends\" didn't seem to know any more than other television hosts. There was little in the way of fresh reporting from the morning show -- instead, the hosts kept recapping what happened Tuesday night. But there was, unsurprisingly from the show, unanimous praise for the president, with guest after guest supporting last week's decision to kill top Iranian general Qasem Soleimani and asserting that Trump is winning what Fox's graphics called the \"showdown with Iran.\" \"We have this dead enemy of the US on one side of the ledger, and on the other side we have 12 or so missiles that apparently didn't hit a single target,\" Michael Anton, the former top national security council spokesman for Trump, said. \"When I look at that, I think the US came away from that exchange the clear winner, and I don't see that we necessarily need to do anything in response.\" \"So,\" co-host Steve Doocy said, \"you're saying that the president's strategy -- the president won this round!\" \"It absolutely looks that way to me,\" Anton said. Former military intelligence analyst Brett Velicovich said much the same thing: \"This seems like a calculated decision on behalf of the Iranians to try to save face.\" Earhardt asked about a retaliatory response by the US. \"I don't think it warrants a response,\" he said. \"I think the president should come out now and open up the window for negotiation, for talks.\" One of the show's later guests, Pete Hegseth, stood out with his bellicose rhetoric: Hegseth urged further American action in the region, including the possible bombing of Iranian infrastructure. Hegseth, an Army vet, is known to have sway with the president -- the two men have met privately and have promoted each other on the air. He has been influential in the President's decision to pardon US soldiers accused of war crimes. Seemingly responding to Velicovich's support for US-Iran talks, Hegseth said Iran should come back to the table \"limping and begging, not seething.\" \"We can't kick the can down the road any longer, in trying to prevent Iran from getting a nuclear bomb,\" Hegseth said. \"What better time than now to say 'We're starting the clock, you've got a week, you've got X amount of time,' before we start taking out your energy production facilities. We take out key infrastructure. We take out your missile sites. We take out nuclear development.\" \"That is not a popular idea,\" Doocy interjected. \"I understand that's not a popular idea,\" Hegseth said. \"I don't want boots on the ground. I don't want occupation. I don't want endless war. But Iran has been in an endless war with us for 40 years.\" Hegseth and several others on \"F&F\" bashed former President Barack Obama for, they said, creating the conditions for the current crisis. In a reflection of Fox's right-wing bent, the morning show also dedicated multiple segments to Democrats, with Earhardt reading the same script more than once: \"Democrats are already slamming the president, claiming the world cannot afford war.\""], "Language": false}