{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/australia-fires-travel-safety/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Karla Cripps, CNN"], "Writers": [["Karla Cripps"]], "FirstPublishDate": ["2020-01-06T04:52:08Z"], "LastModifiedDate": ["2020-01-08T09:58:52Z"], "Headline": ["With the Australia fires, is it safe to travel there now?"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["As bushfires continue to rage across Australia, with scenes of glowing red skies and scorched landscapes filling social media feeds around the world, travelers planning to visit the country in the coming weeks are likely wondering whether they should cancel or postpone their plans.  The short answer? It depends.     In recent days, many embassies and government bodies have updated their travel advice to citizens concerning travel to Australia, telling them to stay abreast of the situation by following local media and be prepared to comply with any evacuation orders.    \"Australia continues to battle serious bushfires across multiple regions,\" says the British Foreign and Commonwealth Office in its latest update.  \"Authorities in some regions have declared a State of Emergency and ordered road closures and evacuations. Poor air quality can occur some distance from the sites of the fires and provoke respiratory conditions.  \"If you're in or near an affected area or planning any travel, stay safe, monitor TV news, radio and social media channels for updates, and follow the instructions and advice of local authorities.\"   Travelers are also advised to check with their insurance providers and read the fine print, as certain situations -- i.e. a government ordered state of emergency -- may invalidate coverage.  Airline policies concerning cancellations and changes vary, so check with your carrier if you are concerned about flexibility.  Etihad, for instance, announced Monday it's waiving flight change fees for Australian residents affected the national emergency. Virgin Airlines has a similar policy in place.  Be sure to confirm your flight's status before departure, as some cancellations have occurred due to poor visibility.  The country's flag carrier, Qantas, canceled all flights to and from Canberra on Sunday due to hazardous weather conditions. Which areas are worst affected? Tourism Australia has compiled a list of popular attractions with updates on whether they have been impacted by the fires or are safe to visit, which can be found here.  Simon Westaway, executive director of the Australian Tourism Industry Council, tells CNN Travel that while the fires are vast, \"Sydney, Melbourne, the Gold Coast and the Barrier Reef, as with much of Australia, is in essence unaffected by these fires.\" Tourism Australia released a general press statement on January 3, taking a similar tone by writing \"many areas are unaffected and most tourism businesses are still open.\"  \"It is more important than ever that we rally around our communities and the tourism sector who may have been impacted,\" Phillipa Harrison, managing director of Tourism Australia, said in the statement.  \"We would encourage all travelers coming to Australia to seek the most up-to-date information prior to departure, and remain informed about changing conditions whilst on the ground.\"     Fires have hit every Australian state, but New South Wales (NSW) and Victoria -- home to the cities of Sydney and Melbourne, respectively -- are presently in the worse shape.   Victoria is currently under a state of disaster and NSW has declared a state of emergency -- both granting extraordinary powers and additional government resources to battle the fires. However, two of Victoria's most popular tourist destinations -- Great Ocean Road and Phillip Island -- are safe to visit, according to Tourism Australia.  Sydney itself is presently safe from the fires, as is Melbourne, though the coastal regions between these two cities have been hit hard -- particularly the South Coast, which stretches south from Sydney to the Victoria border. Authorities in early January dubbed this a \"Tourist Leave Zone,\" advising travelers to evacuate. The Blue Mountains have also been impacted by fires.  Air quality is also a concern, so travelers heading to destinations with poor conditions may want to consider wearing P2 rated masks, which can filter out the hazardous microscopic PM2.5 particles produced by bushfire smoke.  Global website Aqicn.org offers real-time updates on air quality. The air quality in Sydney is currently listed as \"very unhealthy,\" while Melbourne is listed as \"moderate.\"    The Australian Capital Territory is now under a state of alert. The Australian federal government department responsible for managing emergencies shut its Canberra office due to poor air quality on Monday, however local media reports the situation has improved. Canberra currently has an AQI rating of \"Unhealthy.\"  South Australia, popular for its vineyards, is also facing several heavy fires but air quality in its capital, Adelaide, is currently rated as \"moderate.\"  Off the coast of South Australia, popular tourist getaway Kangaroo Island has been severely affected by the fires as well.  Several of the island's resorts have been destroyed or badly damaged, according to CNN affiliate 7 News, as well as large swaths of Flinders National Park. Queensland, which recently faced its own spate of fires, reportedly has the situation under control. Nevertheless, \"bushfire warnings are in place and visitors should ensure they stay up-to-date with the latest information and advice being issued by Queensland Fire and Emergency Services (QFES),\"  advises the Queensland Tourism body.   Queensland state capital Brisbane's air quality is currently ranked \"moderate\" by AQI.  All of Queensland's major attractions, including Cairns, the Whitsundays and the Gold Coast are not affected by the fires, according to Tourism Australia.  At the moment, Western Australia is dealing with several blazes but these are reportedly under control and the state -- including capital Perth -- remains safe to visit. Air quality in Perth is currently rated \"good.\"  Authorities in Northern Territory, home to Kakadu National Park and Uluru, are dealing with a handful of fires but overall the state is safe to visit and no major attractions are impacted.   Tasmania too is facing a series of blazes though these are reportedly under control and local communities are not presently at risk.   How to stay updated on the situation Travelers can keep up-to-date by using the \"Fires Near Me\" app, developed by the NSW Rural Fire Service.   State specific info, including real-time fire alerts and maps can be found at the following websites:   -- ACT Emergency Services Agency -- New South Wales Rural Fire Service -- Northern Territory Fire and Rescue Service  -- Queensland Rural Fire Service -- South Australian Country Fire Service -- Tasmania Fire Service -- VicEmergency (Victoria)  -- EmergencyWA (Western Australia)  Australia's primary emergency call service number is Triple Zero (000), which can be dialed from any fixed or mobile phone.  When will the fires end? Unfortunately, Australia is only just entering its summer season. Normally, temperatures peak in January and February, meaning the country could be months away from finding relief. The fires are unlikely to end entirely since they are an annually occurring event -- and may even get worse if recent years are an indicator. For information on how you can help victims of the bushfires, read this CNN guide.    Impact on Australia's tourism industry   In terms of the affect these devastating fires will have on the country's travel industry, Australia Tourism staff tell CNN Travel they are currently gathering feedback and monitoring impacts on future bookings closely as the situation unfolds. But for now, their focus is on the present.   \"The number one priority right now continues to be the emergency response to these devastating bushfires and the safety of communities and tourists in affected areas,\" Tourism Australia managing director Harrison tells CNN Travel in an email.  \"As we have seen, a number of regional destinations have been affected and people's travel plans have been impacted but at this stage it is too early to quantify the full impact of the bushfires on the tourism industry.\"  She adds that past severe weather events and natural disasters have shown that tourism is an extremely resilient sector.  \"When affected communities are ready to once again welcome visitors, tourism will continue to play an important role in their supporting their recovery,\" says Harrison.  Earlier this week, Tourism Australia announced it's pausing its new \"Matesong\" digital ad campaign, as the country's bushfire crisis continues to dominate global headlines.    The AUD $15 million (US$10.4 million) campaign, aimed at UK travelers, features a three-minute music video starring singer Kylie Minogue.  "], "Language": false}