{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/entertainment/ciara-amazon-stem/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2019-12-16T20:48:12Z"], "LastModifiedDate": ["2020-01-06T22:49:09Z"], "Headline": ["Ciara comes home to surprise STEM students"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Ciara helped a group of Georgia high school students \"level up\" on Monday. The Grammy Award-winning artist surprised a class at Paul Duke STEM High School in Norcross as part of a competition organized by the Amazon Future Engineer program.  It's a contest that is near and dear to the Atlanta native's heart.  Ciara told CNN the program not only is empowering to the students, but also targets underserved students who might otherwise be at a disadvantage in a world so clearly driven by technology. \"Coding is really the way,\" she said. \"What I've learned through my experiences with Amazon, in particular in this program, is that it's now almost in some places a requirement to get a job. I said to the kids today, when you walk into a room, you have an extra level of cool by adding coding. You automatically level up your game.\" Amazon, along with Georgia Tech and the university's learn-to-code-through music platform, EarSketch, put together a music remix competition that teaches students how to write code that makes music.  The students have the chance to win prizes by composing an original remix of Ciara's song \"Set.\" On Monday, Philip Peavy's class at Paul Duke shared some of their remixes, believing that their special guest was Ken Knight, a vice president for Amazon and Georgia Tech alum who was in from Seattle as part of the competition. But Ciara also showed up, to the delight  of the class.  Singer offers critiques to young coders Freshman Jose Hernandez, 15, was thrilled to see her and said he found Ciara's music ideal for the coding he was learning in class. \"It's cool and I was thinking how could I make it different,\" he said of his composition. \"My song starts off sounding kind of sad and then it gets real happy.\" Ciara sat with multiple tables of students listening to their remixes and offering her critiques. \"Everything that everyone played back to me felt good and sounded good,\" she told CNN afterward. \"And I'm just still blown away that they're actually coding to make the music speak back to them a certain way. That to me is really cool and very special.  As a music artist, she said she's had to embrace changing technologies or get left behind in the industry. Ciara said she and her husband, Seattle Seahawks quarterback Russell Wilson, want their children -- 5-year-old Future and 2-year-old Sienna -- to learn how to code.  That's a smart move, as far as Amazon executive Knight is concerned. He pointed out that according to Bureau of Labor Statistics projections by 2020 there will be 1.4 million computer science-related jobs available and only 400,000 computer science graduates with the skills for those jobs.  The Future Engineer program, which woks with students from childhood to early careers, wants to help close that gap.  \"This is about providing kids with resources and skills and building upon those throughout their entire time in high school,\" Knight said. \"It prepares them for the future so they can build their best future.\" "], "Language": false}