{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/03/us/five-things-january-3-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-01-03T11:10:18Z"], "LastModifiedDate": ["2020-01-03T11:12:13Z"], "Headline": ["5 things to know for January 3: Iran, impeachment, 2020 election, China, census"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Wildfire-ravaged Australia is now facing another dramatic weather threat: firenados. These happen when intense heat forces air to rapidly rise, bringing smoke and flames with it.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Iran The Pentagon announced that the US has killed a key Iranian military commander in an airstrike at Baghdad International Airport, taking escalating tensions in the region to new heights. Qasem Soleimani, the commander who was killed, was one of the most powerful men in Iran. He was the leader of the Revolutionary Guards' Quds Force, which the US deems a foreign terrorist organization. The Pentagon said this attack was intended to deter future Iranian attack plans on US personnel (you'll recall this all started when the US retaliated for attacks against US interests in Iraq by Iranian-backed forces). Iran has made it clear that it won't acquiesce, with Supreme Leader Ayatollah Ali Khamenei calling Soleimani a martyr and vowing revenge for his death. US lawmakers pretty much agreed that Soleimani's death was warranted, but key Democratic leaders expressed deep concern about how the airstrikes were handled and publicized. Presidential candidate Joe Biden said that by boasting about the attack, President Trump has \"tossed a stick of dynamite into a tinderbox\" that could lead to a devastating new conflict in the Middle East. Meanwhile, Russia offered Iran condolences and called the US airstrike a mistake.  Since Iran has all but assured imminent retaliation, some US points of interest are in defense mode: The State Department has urged citizens in Iraq to \"depart immediately,\" and parts of New York City are getting extra security as a precaution. Keep up with developments here.   2. Impeachment  Did you enjoy your break from impeachment stress? That's almost over. Today, Majority Leader Mitch McConnell is due to give his first floor speech of 2020, in which he will try to define the next phase of the saga. He'll have his work cut out for him: Documents released yesterday under a court order show that an official from the Office of Management and Budget clearly stated President Trump was the one who directly ordered a freeze on aid to Ukraine. This revelation will make it harder for Senate Republicans to protect Trump in a Senate trial -- whenever that might happen. Speaker Nancy Pelosi still hasn't sent the two articles of impeachment to the Senate, which means the whole process is stalled as she tries to pressure McConnell into negotiating on the terms of a trial. Long story short: Democrats want to call key White House witnesses to testify; Republicans do not. 3. Election 2020 Julián Castro is out. The former Housing and Urban Development secretary ended his presidential campaign yesterday after failing to gain traction in the wide and deep-pocketed field of Democratic candidates. The departure of Castro, the grandson of a Mexican immigrant, also cuts deep into the diversity of the campaign field. Meanwhile, keep your eyes on that revolving door: Marianne Williamson, a fringe candidate in the Democratic race, has laid off her campaign staff nationwide. All of this culling and jostling comes a month before the Iowa caucuses officially kick off the campaign season. The Democratic front-runners -- Pete Buttigieg, Joe Biden and Bernie Sanders -- are now burning a path through the all-important swing state, with Elizabeth Warren not far behind. 4. China  China appears to have been destroying traditional Uyghur cemeteries for several years as part of what critics fear is a coordinated nationwide effort to control and oppress Muslim minorities. Hundreds of satellite images, photos and corroborating accounts from experts and people in the region show entire cemeteries demolished, sometimes with scattered human remains left behind. Many sites appear to have been destroyed in the last two years. The Chinese government has released dozens of notices over the years saying it was relocating the cemeteries, and officials aren't denying their destruction. China has been under international scrutiny for its treatment of Muslim citizens. The US State Department believes more than 2 million ethnic minority people, including Uyghur Muslims, have been held in a wide network of detention camps since 2017. 5. 2020 census The 2020 census is coming, and with it, a laundry list of controversies. A federal judge has directed the Commerce Department to review and publish documents related to the Trump administration's efforts to include a citizenship question on the census, even though the administration dropped the issue last year after a Supreme Court ruling. The judge said the documents could clarify the impetus for the push for a citizenship question. Previous documents revealed a Republican consultant found a citizenship question would be \"advantageous to Republicans and Non-Hispanic Whites\" when it comes to drawing voting lines. Meanwhile, new projections suggest the presidential battlegrounds of Florida and North Carolina could make gains in the Electoral College once congressional seats are reorganized according to census results. There's a lot to think about there, but we have time -- any redistricting wouldn't take place until 2022. BREAKFAST BROWSE The American Kennel Club has announced 2 new breeds  Welcome to the ranks of very good dogs, barbet and dogo Argentino.  The lineup for Coachella 2020 is out  It's that time of year to feel old and out of touch about music! A family thought they were just baking a pizza, but then they found a snake in their oven  We'll take this story with a heaping side of NOPE.  The best and worst diets for 2020, as ranked by experts  And none of them involves oven-baked snake.  Nearly 2 dozen llamas are missing from an exotic animal farm in California The whole thing is far more mysterious than it seems, and given that it's a story about missing llamas, that's really saying something.  TODAY'S QUOTE \"In sum, Roe's jurisprudence has been characterized by Delphic confusion and protean change.\" The conclusion of a \"friend of the court\" brief submitted by more than 200 members of Congress (almost all Republican), urging the Supreme Court to reconsider precedents set in the landmark abortion case, Roe v. Wade. Delphic means ambiguous or obscure (like the Oracle of Delphi). Protean means ever-changing or variable (like the water god of Greek myth, Proteus).  TODAY'S NUMBER $3.2 million That's how much Illinois made in sales on the very first day of legal recreational cannabis in the state.  TOTAL RECALL Quiz time!  The US Army has banned soldiers from using which popular app on government-owned phones? A. Snapchat B. Facebook C. TikTok D. Netflix  Play \"Total Recall,\" CNN's weekly news quiz, to see if you're right.  TODAY'S WEATHER AND FINALLY Happy Friday! How should we celebrate? Learning about sea otters seems like a good idea. (Click here to view.)"], "Language": false}