{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/03/world/gallery/week-in-photos-0103/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Wissm al-Okili/Reuters", "Calla Kessler/The New York Times/Redux", "Matthew Abbott/The New York Times/Redux", "Vatican Media/Handout/Reuters", "@bikebug2019/Instagram", "Amr Alfiky/Reuters", "West Freeway Church of Christ/Courtesy of Law Enforcement/AP", "Jonathan Drake/Reuters", "Farshad Usyan/AFP/Getty Images", "Li Mengxin/Xinhua/Eyevine/Redux", "Ivan Alvarado/Reuters", "Feisall Omar/Reuters", "AP", "Jaime Reina/AFP/Getty Images", "Yonhap/EPA-EFE/Shutterstock", "Isaac Lawrence/AFP/Getty Images", "Vijay Mathur/AFP/Getty Images", "Kim Kyung-Hoon/Reuters", "Toby Melville/Reuters", "Antara Foto Agency/Muhammed Iqbal/Reuters", "Stephane Mahe/Reuters", "Xinhua/Javed Dar/Getty Images", "Matt McClain/The Washington Post/Getty Images", "Ginnette Riquelme/AP", "Zoya Shu/AP", "Alexey Malgavko/Reuters", "Ozgun Tiran/Anadolu Agency/Getty Images", "Channi Anand/AP", "Andrew Harnik/AP"]], "FirstPublishDate": ["2020-01-03T05:40:31Z"], "LastModifiedDate": ["2020-01-03T05:40:31Z"], "Headline": ["The week in 29 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Protesters and militia fighters set fire to a reception room of the US embassy in Baghdad, Iraq, on Tuesday, December 31. The embassy was attacked during demonstrations in response to airstrikes in Iraq and Syria conducted by US forces. President Donald Trump confirmed Tuesday that the airstrikes were a response to a recent attack that killed a US contractor. He blamed Iran both for the contractor's death and Tuesday's attack on the embassy. Revelers ring in the new year in New York's Times Square just after midnight on Wednesday, January 1. A kangaroo rushes past a burning house in Lake Conjola, Australia, on Tuesday, December 31. Deadly bushfires are burning across Australia, exacerbated by strong winds and a record-breaking heat wave as the country experiences one of its worst droughts in decades. Pope Francis slaps a woman's hand to free himself from her grip on Tuesday, December 31, in Saint Peter's Square at the Vatican in this still image taken from a video. The next day, the Pontiff apologized for losing patience with the worshiper. \"Love makes us patient. So many times we lose patience, even me, and I apologize for yesterday's bad example,\" he said. A cyclist shares a drink of water with a koala in Adelaide, South Australia, on Thursday, December 26. \"We stopped the bikes to help the koala get off the road otherwise they get hit by cars. But the koala walked up to me very quickly, he was obviously very thirsty,\" Anna Heusler told CNN. \"As I was giving him a drink from our water bottles, he climbed up into my bike. I've never seen a koala move this quickly. They're usually not people animals. They stay up on the trees and people admire them from afar.\" Two men talk during a gathering at Grand Army Plaza in Brooklyn on Sunday, December 29, in solidarity with stabbing victims who were attacked a day earlier during a Hanukkah party at a Hasidic rabbi's home in Monsey, New York. The man accused of using a machete to wound five people, Grafton Thomas, pleaded not guilty to five counts of attempted murder. He now faces hate crime charges after authorities discovered anti-Semitic journal entries in his home. In this image from video provided by law enforcement, churchgoers take cover while a congregant armed with a handgun, top left, engages a man who opened fire during a service at West Freeway Church of Christ in White Settlement, Texas, on Sunday, December 29. Gunman Keith Thomas Kinnunen, pictured near the top center of the frame, killed two parishioners before being shot by church security. The victims were identified as Anton \"Tony\" Wallace, 64, of Fort Worth, and Richard White, 67, of River Oaks, in a statement released by the Texas Department of Public Safety on Monday. US Army paratroopers prepare to depart Fort Bragg, North Carolina, on Wednesday, January 1. After the attacks on the US embassy in Baghdad, the United States is sending approximately 750 soldiers to the Middle East, Defense Secretary Mark Esper confirmed in a written statement on Tuesday. Children in Kabul, Afghanistan, learn to juggle on Saturday, December 28. The Afghan Mobile Mini Circus for Children aims to bring joy and empower children in the war-torn country. Giant pandas eat bamboo leaves on Wednesday, January 1, at the Chengdu Panda Base in the capital of southwest China's Sichuan Province. A demonstrator throws items at an armored vehicle during an anti-government protest in Santiago, Chile, on Monday, December 30. A woman reacts as an injured child is assisted at the Madina hospital following a bombing in Mogadishu, Somalia, on Saturday, December 28. Al Qaeda affiliate Al-Shabaab claimed responsibility for the truck bombing that killed at least 85 people. The headquarters of the Kataib Hezbollah militia lie in ruins in the aftermath of a US airstrike in Qaim, Iraq, on Monday, December 30. US forces conducted airstrikes in Iraq and Syria against five facilities the Pentagon says are tied to an Iranian-backed militia blamed for a series of attacks on joint US-Iraq military facilities housing American forces. Revelers in Ibi, Spain, take part in the festival of Els Enfarinats on Saturday, December 28. Every year, festivalgoers wear mock military dress and have a food fight with flour, eggs and fireworks. The father of the first infant born at Cha Gangnam Medical Center in Seoul, South Korea, holds his son just after midnight. Police conduct a clearance operation in the Kowloon district of Hong Kong on Tuesday, December 31. Pro-democracy protesters carried their months-long movement and its demands into 2020. An aircraft flies past the moon on the outskirts of Chandigarh, India, on Tuesday, December 31. Worshipers carry a portable shrine in the sea during a festival to wish for calm waters and good fortune in Oiso, Japan, on Wednesday, January 1. Deer are seen grazing as cyclists ride past in the early morning mist in London's Richmond Park on Monday, December 30. A baby is evacuated by a rescue team after floods hit a residential area near Jakarta, Indonesia, on Wednesday, January 1. French gendarmes evacuate demonstrators who sit on the road and block full tanker trucks in front of the French oil giant Total refinery in Donges, France, on Thursday, January 2. A man rows his boat as migratory birds fly over the Yamuna river in New Delhi, India, on Tuesday, December 31. Essence Merritt, 8, is engulfed by a balloon drop during Noon Yards Eve celebrations at Yards Park in Washington on Tuesday, December 31. The year-end event gave families the opportunity to celebrate the upcoming new year at an earlier hour. It featured games, music and a balloon drop at noon. A two-month-old giraffe sits in her enclosure at the Chapultepec Zoo in Mexico City on Sunday, December 29. Yulia embraces her husband, Ukranian solider Olexander Korinkov, upon his arrival at the Boryspil airport outside Kyiv, Ukraine, on Sunday, December 29. Korinkov was a prisoner of war who was released in a prisoner exchange between Ukrainian forces and Russia-backed separatists in eastern Ukraine. The move is aimed at ending a five-year war and was part of an agreement brokered at a recent summit of the leaders of Ukraine, Russia, Germany and France. Volunteers dressed as Father Frost and Snow Maiden present a gift to a nursing home resident in the village of Sosnovskoye in Russia's Omsk region on Saturday, December 28. A drone photo shows an aerial view of the Demirkoy village in Kirklareli, Turkey, after snowfall on Saturday, December 28. Indian Sikh devotees gather to pay obeisance at a Sikh temple as they mark the birth anniversary of Guru Gobind Singh, in Jammu, India, on Thursday, January 2. Gobind Singh was the tenth Sikh guru. A man stands at the Reflecting Pool as the Washington Monument is partially obscured by late evening fog on Sunday, December 29.\n"], "Language": false}