{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/tech/spacex-crew-dragon-elon-musk-video-trnd-scn/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jackie Wattles, CNN Business"], "Writers": [["Jackie Wattles"]], "FirstPublishDate": ["2019-12-31T15:35:32Z"], "LastModifiedDate": ["2020-01-02T19:15:32Z"], "Headline": ["Watch what SpaceX's first-ever astronaut launch will look like"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["NASA has spent nearly a decade without a US-made spacecraft capable of carrying astronauts to space. SpaceX wants to make it clear that's about to change.  Elon Musk, SpaceX's CEO and chief engineer, tweeted a new simulation video on Monday demonstrating how the first crewed flight of the company's Dragon capsule will play out. It's common for aerospace companies to distribute animated footage to drum up hype before important missions — and Musk is known for adding drama and flair.  The animation shows astronauts riding in a Tesla Model X, which swings open its gull wing door onto a sunset-drenched launchpad as instrumental music swells.  Astronauts will board the spacecraft, Crew Dragon, through an aerial walkway after it's attached to a rocket and hoisted onto its launch pad. The spacecraft will ride into orbit atop one of SpaceX's Falcon 9 rockets then break off and fire up its own thrusters. After spending a day or more carefully maneuvering through space, the capsule will autonomously latch itself onto a designated docking port at the International Space Station. The ISS is essentially a giant orbiting laboratory, and it has continuously hosted a rotating crew of astronauts since 2000. SpaceX is slated to launch its crewed missions from NASA's Pad 39A at Kennedy Space Center in Florida. That's the same pad that hosted the 1969 launch of Apollo 11, which carried the first astronauts to land on the moon. Pad 39A was also used for numerous space shuttle missions before that program retired in 2011. It won't be clear exactly when Crew Dragon will be ready for its first crewed flight until the spacecraft undergoes final testing. NASA hopes that will happen in the first few months of 2020. The United States has relied on Russia's Soyuz capsule, which launches from Kazakhstan, to ferry astronauts to and from the International Space Station for the past eight years. NASA opted to ask the private sector to develop a replacement for the space shuttle so NASA could focus on exploring deeper into the cosmos. Boeing and SpaceX were selected in 2014 and awarded contracts worth $4.2 billion and $2.6 billion, respectively.  NASA hoped at the time both spacecraft would be ready by 2017. But the companies suffered numerous delays and development setbacks.  Boeing launched its capsule, Starliner, into space for the first time earlier this month for an uncrewed demonstration mission. But Starliner failed to put itself on the right path to link up with the ISS. Crew Dragon's uncrewed test flight in May went off without a hitch. Shortly after, however, the capsule exploded during a ground test. SpaceX worked to resolve the issue over the past few months. Its last major testing milestone before the spacecraft can fly crew could be next month: Crew Dragon will demonstrate its emergency abort system, which would eject the capsule and its passengers away from a rocket if it misfires on the way to space. Correction: An earlier version of this story included the incorrect contract award values for Boeing and SpaceX."], "Language": false}