{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/politics/americans-grief-and-pain-trump-empathy-missing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Maeve Reston, CNN"], "Writers": [["Maeve Reston"]], "FirstPublishDate": ["2020-05-09T04:06:11Z"], "LastModifiedDate": ["2020-05-09T18:57:07Z"], "Headline": ["As Americans reel from grief and economic pain, empathy is missing in Trump's response"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A fresh round of staggering economic numbers came Friday that underscored the deep economic pain that workers are feeling around the country, but President Donald Trump's mind was on a familiar list of grievances: his former Attorney General Jeff Sessions, the perpetrators of the Russia \"hoax,\" the \"dirty politicians\" and \"dirty cops\" who wronged him. Trump's difficulty with empathy has been well-chronicled throughout his presidency. But it has been on display in a sometimes breathtaking fashion in the midst of the pandemic, notably so on Friday as the President was forced to address the worst jobs report in history, with a US death toll that surpassed 77,000 by end of the day. That missing trait in Trump's arsenal is even more notable now that the President is facing an adversary in Joe Biden, the former vice president and presumptive Democratic presidential nominee who counts empathy and his ability to connect with struggling Americans among his greatest strengths. The Friday morning figures were head-spinning, showing 20.5 million jobs lost in April, the worst month since the government began tracking the data in 1939. But rather than addressing the people (or the pain) behind those statistics, Trump's instinct was to immediately leap to his own defense as the numbers were released midway through his telephone interview with \"Fox and Friends.\" \"It's fully expected,\" he said of the 14.7% unemployment rate, the highest on record since the Bureau of Labor Statistics began its monthly series. \"There's no surprise. ... Even the Democrats aren't blaming me for that.\" Instead of offering words of reassurance for Americans whose lives are in upheaval, the President showered praise on his earlier successes -- how the economy was the \"best we've ever had\" before the coronavirus became the \"invisible enemy.\" \"We created the greatest economy in the history of the world,\" Trump said as Friday's unemployment numbers were washing over a nation gripped by anxiety and fear. \"Best employment numbers, best stock markets, best number of jobs in every way, the best economy in the history of the world. We were blowing away China. We were blowing away everybody. We were the envy of the world, and then they came in and they explained it, and they said 'Sir, you have to turn it off. We have to close the country.'\" \"Those jobs will all be back, and they'll be back very soon,\" Trump said during the Fox interview, once again contradicting the forecasts of his own aides. \"People are ready to go. We've got to get it open.\" Within the same hour, White House economic adviser Kevin Hassett displayed a very different tone, telling CNN's Poppy Harlow, by contrast, that it was \"heartbreaking\" to \"see a report like this, because you know each unemployed person is a person whose life is in turmoil.\" \"You're looking at well more than 30 million people that have had their lives really upended by the shutdown,\" Hassett said. The one bright spot in \"the worst jobs report ever,\" he said, was the fact that 18 million of the people who filed for unemployment expect to be rehired. Dispensing candor, Hassett warned Americans that things are going to get worse, stating that he expects to see the unemployment rate reach a high of 25% in next month's report. \"Hopefully from there it will start to head back in the right direction,\" Hassett told Harlow. \"I think we're going to enter a transition period this summer, before we have sort of another ... reignition of the economy, and I think we're not quite in the transition period yet.\" 'Two Yankee Stadiums of people' When the conversation turned to the coronavirus impact during Trump's interview with \"Fox and Friends,\" and he was asked about the heavy toll it has taken on tens of thousands of families across the United States (including his personal valet who tested positive), he responded by boasting about the administration's progress on coronavirus testing. \"We're leading in everything,\" he said, later adding the US has \"the absolute best tests\" while lauding his early action instating a travel ban on China to prevent foreign nationals from entering the country. \"Nobody thought it would be like this, but I was very early, and I saved hundreds of thousands of lives -- and Anthony Fauci admitted it,\" Trump said, referring to the nation's top infectious disease expert. During both the \"Fox and Friends\" appearance and an afternoon discussion with Republican lawmakers, the President gave yet another cold recitation of the death toll thus far in the United States, along with varying estimates of how many deaths will occur in the coming months. In statements wrapped in self-congratulatory assessments of what the tally of deaths could have looked like without the measures the administration took to contain the virus, Trump said the United States could have lost \"2 million, 2.5 million.\" Instead, Trump said, \"We'll be at 100,000, 110\" thousand deaths -- which he jarringly compared to \"two Yankee stadiums of people.\" \"It's unacceptable,\" he said of the deaths on \"Fox and Friends,\" \"but I created as President -- we had the strongest economy in the history of the world.\" Gambling on reopening While other recent presidents have taken time to reflect on the pain of grieving families in the midst of tragedy, the force driving Trump more than any other right now appears to be his desire to reshape perceptions of the administration's flawed response to the virus as he looks ahead toward a very rocky reelection campaign. He has tried -- and so far failed -- to change the narrative surrounding the pandemic, attempting to coax Americans back to work by talking about the pandemic as though it has passed (even as cases continue to spike in Midwestern and Southern states, as well as rural areas that are just beginning to see the worst). Eschewing the advice of medical experts, the President has also essentially encouraged governors to roll the dice with reopening, even if they are not anywhere near the White House's suggested guideline of a 14-day decline in new coronavirus cases. With Trump's relentless push to get the economy moving and the implosion of their states' economies, an increasing number of governors are feeling the pressure to open up -- Florida, Texas and even California are entering new phases of reopening this weekend. So far Trump has not convinced the American people that the nation should just push through the pain -- accepting the inevitable consequence that there will be more death -- as a price they must pay for an economic revival. \"Will some people be affected badly? Yes,\" Trump said on Tuesday. \"But we have to get our country open, and we have to get it open soon.\" But 68% of Americans are still concerned that their states are being reopened too quickly -- a number that is about the same that it was in early April (though the May survey reflected a growing partisan divide), according to a new poll from the Pew Research Center.  There were similar findings in an ABC News/Ipsos poll released on Friday morning. Nearly two-thirds of those polled said \"opening the country now is not worth it, because it will mean more lives being lost.\" Election could hinge on empathy Trump's reelection chances will hinge on his ability to either persuade more people that his approach is the right one, or at least convince them he understands what the American people are going through, both in their grief and economic angst, and that he has the path to lead them out of it. After the new economic numbers were released Friday morning, Biden issued a blistering critique arguing that the pandemic had laid bare the fact that the Trump economy favored the wealthy and powerful. But he also tried to offer solace to the people most affected by this crisis. \"To everyone who is struggling with this virus who I talk to, or grieving a lost loved one, or losing sleep worrying about how you are going to make ends meet for another week -- I want to offer my heartfelt condolences,\" said Biden, who has built a political career out of his ability to channel frustration, anger and grief of ordinary people.  \"I know that we will get through this,\" he said Friday morning. \"We'll get through it together. I know because I know the American spirit, and the American character. We're seeing it on display every day.\" As Trump charges ahead striving to get past the pandemic, the former vice president is waiting in the wings -- or in his basement, as Trump likes to put it -- carrying on virtual conversations every day with Americans affected by the virus or its economic toll. At a virtual fundraiser with California Gov. Gavin Newsom and Democratic strategist David Plouffe, Biden again reflected on the situation many Americans are facing while faulting Trump's response to the Covid-19 pandemic. \"God knows how many family members whose lives have been upended, their dreams destroyed...going to bed at night staring at the ceiling wondering, my God, how am I going to get through this'' Biden said. \"What kind of future will we have?... And here's the tragedy, it didn't have to be this way.\""], "Language": false}