{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/cnn-underscored/google-home-assistant-mini-hub-how-to-setup-guide/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2019-12-31T20:36:01Z"], "LastModifiedDate": ["2020-01-01T19:37:10Z"], "Headline": ["Get your Google Assistant up and running in a jiffy with these steps"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you've been waiting to set up your Google Home device, wait no longer. Whether it's the Nest Mini, Nest Hub, Google Home or another related device, this quick guide will get you started in no time. With your Google Assistant, you can set reminders, play music with Google Play, check the weather and much more. You can also access Google translate or ask your Google Assistant to look up information for you. Let's get started setting up. Download the Google Home app To begin, you'll need to download the Google Home app from your mobile device's app store (App Store for iOS or Google Play Store for Android). You will also need an account with Gmail, which you can set up by going to Gmail's website and tapping Create Account.  Let the app find your new Google device Once you open the Google Home app, you can tap Get Started to, well, get started. You will then be prompted to select a Google account-- this will now be the account associated with your Google Home or related speaker. After that, the app will double check that Bluetooth is turned on. If it's not, you can go right to your settings and turn it on with the Settings button on the bottom right. Finally, the app will begin searching for plugged in Google devices, and should quickly discover the one you have. Said device will make a sound when it's been detected, and to confirm that you heard it just tap Yes in the bottom right. After that, the app will take you through steps like assigning what room your device resides in, connecting it to your WiFi and setting up languages. At some point, the app may try to update your speaker. If it does, just give it some time. Welcome to your new assistant By the end of the app's setup, you'll be instructed to speak to your Google Assistant. Just say \"Ok Google\" or \"Hey Google\" to activate it, and now you're ready for all your interactions with your new assistant. Try asking about the weather, or creating an alarm. If you want to start controlling your music with your voice, you can pop back into the app, tap the top left menu icon, then Music. From there, select your application of choice and follow the instructions to link things up. Once that's done, you can ask Google to play songs and albums, adjust the volume and more. Just make sure to start your commands with one of the quoted phrases above. And just like that, Google Assistant is at your service. Don't forget to explore your options! With the Google Assistant, there's far more than meets the eye. If you're looking for some interesting things to try out, take a look at a few tips and tricks we compiled to get the ball rolling. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}