{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/us/north-carolina-opossum-drop-ends-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2019-12-31T20:45:28Z"], "LastModifiedDate": ["2019-12-31T20:45:28Z"], "Headline": ["North Carolina town ends New Year's Eve Possum Drop tradition"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Every year, thousands flock to cities around the world for grand New Year's Eve celebrations. But a North Carolina community's interesting version of the ball drop featured a living, breathing opossum.  The people of Clay County, North Carolina, had been lowering a live opossum instead of a regular ball since 1990. But now, the Possum Drop is officially over.  Clay Logan, a native of Clay County, began the odd celebration in hopes of giving his hometown of Brasstown something fun to do to salute the new year -- without having to leave home, Emily Malin, a town administrator for nearby Andrews, told CNN. In 2018, Logan decided he was no longer able to run the Possum Drop so he asked the town of Andrews to take over. \"He would play gospel music and just gather people around,\" said Malin. \"His thoughts were that since a lot of people couldn't afford to travel to big place for New Year's, he wanted to do something that was free and fun.\" But after just one year of running the Possum Drop, the town of Andrews has decided to retire the practice altogether. CNN reached out to Logan for comment. Protecting the possums During the drop, a live opossum would be placed in a glass box and slowly lowered at midnight amid fireworks, cheers, and countdown chants.  The tradition was widely protested by animal activists including People for the Ethical Treatment of Animals, who said veterinarians were in agreement that the tradition was both \"harmful and even deadly.\" \"It took years of lawsuits by PETA and appeals to state officials by concerned citizens, but 'Possum Drop' organizers may finally be leaving opossums in peace and ringing in the new decade in a compassionate way,\" PETA lawyer Martina Bernstein said in a statement to CNN. Malin insists that the Possum Drop has been the subject of various rumors, including one that claimed living opossums were being thrown off a roof.  \"PETA and similar people were contacting us upset over the drop but the problem is there were so many falsities put out there,\" said Malin.  \"There were a lot of untruths being spread about us being cruel to the animals. It isn't true. We love our animals and we never had any intention of hurting opossums.\" Out with the old Now Andrews has decided to put the practice behind it. Instead of a Possum Drop, the town will be celebrating New Year's Eve with a wrestling match and a womanless beauty pageant -- no animals involved.  \"As long as we have some kind of event going on, people are happy,\" said Malin."], "Language": false}