{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/entertainment/justin-bieber-youtube-originals-docuseries-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-31T17:48:20Z"], "LastModifiedDate": ["2019-12-31T18:44:34Z"], "Headline": ["Justin Bieber drops deeply personal trailer for his YouTube Originals docuseries"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The trailer for Justin Bieber's YouTube Originals docuseries, \"Justin Bieber: Seasons,\" has dropped. It is the singer's first-ever docuseries.   The series will bring Bieber back to YouTube, where it all started when he was a pre-teen, to give fans a full circle look at his life. A longer preview of the series will be shown on \"Dick Clark's New Year's Rockin' Eve with Ryan Seacrest 2020\" on ABC after the ball drop tonight. Bieber himself will also issue a special New Year's message. \"When I was getting started, YouTube provided me a platform and a community where I could share music, experiences and moments with my fans,\" Bieber said in a statement about the series. \"It feels great to partner with YouTube for this original documentary series. I want my fans to be part of this journey.\" Susanne Daniels, global head of original content for YouTube, said in a statement: \"Justin Bieber's courage as an artist is truly admirable and we are grateful he continues to share his inspiring story on YouTube. As we aim to spotlight authentic struggles and real-life triumphs in our YouTube Originals, we are thrilled to add this special project to our 2020 slate.\" The series is an all-access, 10-episode original documentary series chronicling the making of Bieber's first album in four years. It will cover Bieber's process of creating new music and the motivation for his new album. His story is told through his closest confidants, friends, collaborators and Bieber himself.   The series also takes a behind-the-scenes look at Bieber's private life, including his wedding to Hailey Bieber.  Bieber also releases brand new music to score the episodes. \"Justin Bieber: Seasons\" premieres January 27 at 12 p.m. ET. New episodes premiere free with ads each Monday and Wednesday at noon ET. Fans can sign up for YouTube Premium to get early access to new episodes and watch the series ad-free."], "Language": false}