{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/us/new-york-jewish-community-rockland-county-attacks-outbreak-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2019-12-31T10:59:11Z"], "LastModifiedDate": ["2019-12-31T12:18:58Z"], "Headline": ["Rockland County's Jewish community has survived a disease outbreak and 2 anti-Semitic attacks in 5 months"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Rockland County's Jewish community has faced trying times in the past year. After a massive measles outbreak sickened hundreds, residents were stunned by two vicious attacks against their religion and traditions, one of which took place during a holiday celebration. Last week, a man barged into a rabbi's home during a Hanukkah gathering and began slashing attendants with an 18-inch machete. Five people were wounded -- two critically -- and the suspect was arrested shortly afterward. \"The fear and angst is something you could feel on the streets,\" Rockland County Legislator Aron Wieder told CNN. \"People walking down the streets, especially late at night, they'll look over their shoulders. I look over my shoulders, my wife has instructed my two children that go to school to be more alert.\" \"People are very concerned and looking for the local, federal, state law enforcement to protect them because that's what they're here for.\" The suspect in Saturday night's stabbings, Grafton Thomas, pleaded not guilty to five counts of attempted murder and was later also charged with obstruction of free exercise of religious beliefs involving an attempt to kill -- a federal hate crime.   A video warned Hasidic Jews were planning a 'takeover' The attack came four months after the state's attorney general condemned a video posted by the Rockland County Republican Party on its Facebook page that warned Hasidic Jews were plotting a \"takeover.\"  New York Gov. Andrew Cuomo said it was an \"attack and incitement against the Hasidic community\" and was the \"very definition of discrimination and anti-Semitism.\" \"While this video has since been removed, its impact will still be felt by the members of the Jewish community targeted by their own neighbors,\" Cuomo said in a statement. \"This video is the latest example of the politics of division and hate permeating the nation and it must be called out.\" The ad showed dark storm clouds while dramatic, ominous music plays. It claims \"overdevelopment\" has \"plagued\" Rockland and singles out Wieder, an Orthodox Jew. The video uses phrases like \"A storm is brewing,\" and says, \"What's at stake\" is \"our way of life.\" Text in the video reads, \"If they win. We lose.\" A disease spreading in the community  But before both of those incidents, the community was facing a measles outbreak that was largely among children in the Orthodox Jewish communities, many of whom were not vaccinated.  The first measles case in the county was recorded in October 2018, with the last rash onset from measles identified in August. There were at least 312 confirmed cases, according to the Rockland County Health Department. More than 80% of the cases were in people age 19 and younger, Dr. Patricia Schnabel Ruppert, the Rockland County health commissioner, said at a news conference in September. The county saw acute complications with multiple hospitalizations, including care for pneumonia and preterm births. Living in clusters, which is common in the Orthodox Jewish community in New York, helped encourage measles to spread. And it didn't help that the state was having trouble communicating effectively with the Orthodox Jewish community about vaccinations and the dangers of the measles outbreak. The New York State Health Department spent tens of thousands of dollars creating and distributing measles information sheets in Yiddish to hang on the doors of more than 45,000 homes in those communities. But the Yiddish was mangled and parts of those messages were \"barely comprehensible\" and \"practically indecipherable,\" Yiddish scholar Chaya Nove had told CNN.  The translation was \"so ridiculous,\" she said, it was \"almost offensive.\""], "Language": false}