{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/airbnb-virtual-travel/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jen Rose Smith"], "Writers": [[]], "FirstPublishDate": ["2020-04-09T11:58:42Z"], "LastModifiedDate": ["2020-04-10T18:08:28Z"], "Headline": ["Is virtual travel really a thing?"], "Section": ["news"], "MappedSection": [null], "Article_Body": ["As coronavirus spreads across the globe, many are scouring the news for hints of what's to come. From his home base in New York City's East Village, however, Turkish-American Uluç Ülgen offers another way to peer into the future.  Ülgen, the host of The Turkish Coffee Therapy, is a devotee of the ancient Turkish tradition of reading the future in coffee grounds. \"When you reach the bottom of the cup of coffee, you flip the cup over,\" says Ülgen. \"When you flip it back up there are all these ornate symbols, figures and images that you read to see the person's future outlook.\" Normally, guests visit Ülgen in New York. Now, he's taking the guided coffee-preparation and fortune-reading sessions virtual, one of a suite of Online Experiences from Airbnb. Virtual versions of the Airbnb Experiences pairing travelers with local hosts, Online Experiences feature hosts from more than 30 countries and range in price from $1 to $40. Hosts offering the virtual sessions have the chance to recoup some income lost to coronavirus; for customers, the experiences are an opportunity to connect with unfamiliar cultures.  \"Human connection is at the core of what we do,\" wrote Head of Airbnb Experiences Catherine Powell in a press release. \"With so many people needing to stay indoors to protect their health, we want to provide an opportunity for our hosts to connect with our global community of guests in the only way possible right now, online.\" Some are offered by hosts with name recognition; customers can sign up for a virtual bike tour led by Olympian triathlete Alistair Brownlee, or take a K-Beauty tutorial from a Seoul-based professional broadcaster.  Others are all about cultural immersion, whether you're meditating with a Japanese monk, taking a home-style Moroccan cooking class or learning techniques of Irish dance.  Airbnb's coronavirus chaos  The rollout of the virtual experiences comes following a month of disruptions for Airbnb, which has whipsawed between frustrated customers and outraged hosts.  As the Covid-19 crisis unfolded, some travelers who cancelled trips due to concerns of infection found they couldn't get full refunds for their bookings. Initially, Airbnb only extended its Extenuating Circumstances Policy to China, South Korea and some parts of Italy.  \"In order for me to get a full refund, they said that the actual state of Texas has to file a state of emergency,\" said Tommy Mariani on March 8th. When the Austin-based festival SXSW was called off due to coronavirus, Mariani was left with an Airbnb bill for more than $1,000. Reacting to customer complaints, the company vastly expanded its coronavirus response on March 13, allowing more travelers to qualify for penalty-free bookings. Next, it was Airbnb's hosts who complained, upset that the company had upended cancellation policies, costing them vital income. \"Extending refunds to practically everyone through April 1, will be absolutely devastating to hosts,\" wrote the short-term vacation rental group purchasing organization Host GPO in an open letter to the company. (The coronavirus cancellation policy has since been extended through the end of May.) In an effort to appease and support angry hosts, on March 30th Airbnb unveiled a $250 million Host Relief Fund, plus a $10 million Superhost Relief Fund offering grants of up to $5,000 for qualifying hosts.  Airbnb is getting help, too. On Monday, the company announced a $1 billion investment from the private equity firm Silver Lake and the investment firm Sixth Street Partners.  These deals, which include an additional $5 million earmark for the Superhost Relief Fund, come at a time when some hosts are noticing the limitations of the aid package. The $250 million Host Relief Fund will partially refund hosts for some cancellations, but the money only covers a fraction of their losses. Since refunds are limited to 25 percent of what hosts would have received from a normal cancellation, even those with a strict cancellation policy would recoup just 12.5 percent of the total booking.  And the Superhost Relief Fund comes with limitations, too.  Hosts cannot apply for the grants directly. Instead, selected hosts will be invited to apply. The qualifications specify that hosts must demonstrate that Airbnb is a vital source of their income, and that they have lost \"a significant percentage of their earnings due to COVID-19.\" (Some hosts have wondered on Twitter how Airbnb will identify hosts for invitations without access to details of their income.) Do travelers really want to go virtual? Airbnb isn't the only travel company taking on-the-ground experiences into the virtual world. The new Online Experiences join a slew of virtual travel experiences available from destinations devastated by the drop in tourism due to Covid-19.   Now, instead of a trip to the Caribbean, travelers can tune into virtual tours of Saint Lucia via Instagram.  The Cincinnati Zoo and Botanical Garden offers daily Facebook Live sessions with zookeepers and the animals; in a partnership with the Google Cultural Institute, the British Museum has an online portal for exploring exhibits.  They're an effort to reach would-be travelers grounded by the coronavirus. But it remains to be seen whether virtual travel gains traction, especially at a moment when online meetings and remote working are contributing to an overwhelming amount of screen time for many.  But Ülgen, the New York-based Airbnb host, hopes that virtual connections will have lasting benefits. \"These readings are meant to be an expression of positivity, encouragement and hope,\" he says.  \"At a time when people are so desperate to make connections,\" says Ülgen, \"the online experience is really, really valuable.\" "], "Language": false}