{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/27/entertainment/kelly-fraser-inuk-singer-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-27T21:57:51Z"], "LastModifiedDate": ["2019-12-27T21:58:27Z"], "Headline": ["Kelly Fraser, an award-winning Inuk singer-songwriter, dies at 26"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kelly Fraser, an award-winning Inuk singer and songwriter, has died. She was 26.  Fraser, known for her advocacy work and blend of traditional Inuit music, was born in Sanikiluaq, Nunavut, Canada.  Her cause of death hasn't been announced, according to CNN news partner CBC, which reported on the death. Fraser's rise to prominence Fraser first gained prominence in 2013, with a cover of Rihanna's \"Diamonds\" sung in Inuktitut, an Inuit language. The video now has more than 400,000 views. Two years later, after performing in communities across northern Canada, Fraser released her debut album, \"Isuma.\" It was followed by her second album, \"Sedna,\" in 2017.  That album, which features a mix of English and Inuktitut lyrics, earned a nomination for Indigenous Music Album of the Year at the Juno Awards, Canada's music awards.   Fraser was also a recipient of the 2019 Indspire Award, which celebrates Indigenous achievement in Canada.  Fraser grew up in the Nunavut territory of northern Canada, where most of the population is Inuit. She started playing guitar at age 11, joining her first band four years later, according to her website.  \"Making music, singing, performing, and teaching others is what I love,\" she says on her website. \"It makes me happy and helps my own self-esteem, too. I want to do everything I can for a better Nunavut.\" Folk on the Rocks, a Canadian summer music festival, wrote on Twitter that they are \"devastated.\" \"The North has lost a beautiful and powerful voice,\" the festival wrote. \"Loss like this is felt across the entire community, beyond just music. Rest In Power, Kelly Fraser.\"  The Juno Awards also tweeted out its support. \"Our love and prayers go out to Kelly Fraser's family and friends, fellow Inuit, and the many people that were touched by her life and music,\" they wrote. \"We will miss you.\""], "Language": false}