{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/australia-kylie-minogue-tourism-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2019-12-26T16:51:32Z"], "LastModifiedDate": ["2019-12-26T18:14:13Z"], "Headline": ["Australia woos Brexit-weary British tourists with sun, surf, cute critters and Kylie Minogue"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Australian tourism officials are banking on Kylie Minogue to convince British tourists to take a break from all the political drama at home and take in the sights Australia has to offer. The Grammy-winning singer, songwriter and actress stars in a humorous, three-minute music video that aired on British TV right before Queen Elizabeth II's annual Christmas broadcast. \"I'm such a proud Australian that I've spent most of my life travelling around the world sharing my stories of Australia with anyone who would listen, so I kind of feel like a walking tourism advert for Australia already,\" she said in a statement. In the song, Minogue laments that \"This year's been tough and confusing,\" before taking viewers on a whirlwind tour of the country's sights and sounds along with comedian Adam Hills and other Australian celebrities. The song says Australians are the UK's \"besties across the ocean\" and offers a shoulder to cry on as the country prepares for a post-Brexit future. \"Negotiating tricky trade deals is a shocker, But look there's a quokka!\" they sing, referring to the impossibly cute marsupials that are famous for posing for selfies with tourists on Rottnest Island in Western Australia. \"A quokka is literally what you need!\" The ad is part of an AUD $15 million ($10.4 million US, £ 8 million) campaign aimed at travelers in the UK. It comes as Australians are coping with some of the hottest temperatures on record and smoke from devastating wildfires has filled the air near popular landmarks. More than 700,000 people visited Australia from the UK in the year ending in June, according to Tourism Australia, making it the fourth-largest source of tourists behind China, New Zealand and the United States. They spent AUD $3.4 billion ($2.4 billion USD, £ 1.8 billion), but that's down from the previous year. \"It's no secret that the UK has been going through a period of uncertainty, and this has had an impact on outbound travel, including to Australia where numbers have dipped in recent months,\" Tourism Minister Simon Birmingham said in a statement. They're hoping that the campaign, and Minogue's popularity in the UK will encourage more tourists."], "Language": false}