{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/26/business/amazon-holiday-sales/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By David Goldman, CNN Business"], "Writers": [["David Goldman"]], "FirstPublishDate": ["2019-12-26T15:13:21Z"], "LastModifiedDate": ["2019-12-26T17:03:11Z"], "Headline": ["Amazon has its best holiday season ever"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Amazon said this holiday season was another record-setter. The overall retail sector had a big year too, signaling that the decade-long economic expansion in the United States still has some legs left in it. Buoyed by sales of tens of millions of its own gadgets, Amazon said its top-sellers this holiday season included the Echo Dot, Fire TV Stick and Echo Show 5. The Alexa-enabled devices have been huge hits for Amazon in the past several years, helping the company capture the largest share of the voice assistant market.  People bought stuff Amazon didn't make, too. Third-parties sold way more products on Amazon this year than they did last year. Although Amazon is notoriously and, for investors, annoyingly coy about specific sales data, the company said third-party product sales increased by a double digit percentage over last year, surpassing one billion items sold. Among the most popular were LOL Surprise Glitter Globe Doll Winter Disco Series with Glitter Hair, iRobot's Roomba 675 vacuum and, of course, the perennially popular Instant Pot Duo 80 pressure cooker. Well, those were the most popular items for humans. Dogs enjoyed SmartSticks peanut butter chews, and cats were particularly into Temptations Classic cat treats this holiday season. \"The Guardians\" by John Grisham was the most-sought-after book during the holidays. \"Home Alone\" was the most-searched holiday movie on Fire TV, and Mariah Carey's \"All I Want for Christmas is You\" has been the most-played song on Amazon Music since Thanksgiving. Amazon's stock rose about 1% Thursday. How everyone else fared People also shopped at places other than Amazon. The strong economy and shortened holiday season helped stores score big off last-minute shopping.   MasterCard reported Thursday that American retail sales rose 3.4% between November and Christmas Eve, compared to a year ago. Online sales soared 18.8% but only 1.2% for in-store sales. Still, digital only made up less than 15% of sales, so the much-discussed brick-and-mortar retail apocalypse may have to wait. In its SpendingPulse report, the credit card company noted that a late Thanksgiving (compared to 2018) essentially took a week out of the holiday shopping season. To make up for that, retailers started offering holiday deals before Thanksgiving, helping boost overall sales. Last-minute shopping helped too. Saturday, December 21, also known as Super Saturday, was US retail's best day ever, pulling in a record $34.4 billion, according to Customer Growth Partners, a consulting and research firm. That totaled more than four times the sales from this year's Cyber Monday. Electronics and appliances won the holiday shopping season, with sales soaring 4.6% over last year (and 10.7% online), MasterCard reported. Specialty apparel was the online winner, soaring 17%. Jewelry was a big hit too. Sales grew 1.8% overall and 8.8% online. But department stores struggled. Sales fell 1.8% overall, even as online sales grew 6.9%. Big department stores, such as Sears, JCPenney, Kohl's and Macy's, have lost shoppers to big-box stores, such as Walmart and Target. Specialty stores and Amazon have also captured customers from department stores, which have been hurt particularly hard by slumping traffic at malls. Tiffany, which has struggled lately because of the trade war with China, said its sales were up between 1% and 3% between November 1 and December 24, compared with 2018. Overall Chinese sales improved, even though a recession in Hong Kong continued to weigh on sales. Protests in Hong Kong have weighed on that region's economy. Tiffany will close its flagship store on Fifth Avenue in New York in the middle of January so it can renovate the iconic store. It will temporary move around the corner. The company's stock was unchanged Thursday."], "Language": false}