{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/26/cnn-underscored/amazon-fire-hd-10-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2019-12-26T16:34:11Z"], "LastModifiedDate": ["2019-12-26T16:42:34Z"], "Headline": ["Amazon's Fire HD 10 gives you great entertainment options on a budget"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["These days, there's no shortage of tablets on the market. And, like all tech, they vary widely in their costs and capabilities, depending on a number of factors. When it comes to Amazon's Fire HD 10, it's all about entertainment options on a budget. The HD 10 is the latest in Amazon's line of Fire tablets. It features a 10.1-inch full HD display, hence the name. Within is an upgraded processor, which boasts 30% faster speeds than its predecessor. There's also a bit more RAM than previous generations, strengthening the tablet's abilities in areas like multitasking and gaming. However, what Amazon did not change was built-in access to Alexa. The device as a whole is quite light and thin, easily transported along with its charger. The tablet starts at $119.99, originally $149.99, with 32GB of storage. I've spent some time streaming, gaming, reading and more on the Fire HD 10, so let's take a look at this affordable machine by Amazon. A minimalist design The Fire HD 10 comes in four colors: black, white, plum and twilight blue. The back of the device has a matte feel to it, while the side with the screen has a glossy finish. This glossy coat transitions seamlessly to the screen. Also on the back is a glossy Amazon smile across the middle. The material feels solid, and while it certainly adds a little thickness to the device, it meant that I didn't feel like I was holding something fragile. The tablet is 10.3 inches tall by 6.3 inches wide, about the size of a small notebook. It's 0.4 inches thick — not huge by any means, but a fair bit thicker than similarly sized devices like the Samsung Galaxy Tab S6. It's also a hair heavier at just a little over a pound. The simple design lends an undistracted experience, and the other features like the buttons are similarly understated. The front-facing camera is nestled in the center above the screen, while the rear-facing camera is in the top right corner on the back. The power button is located on the top right edge along with a USB-C port for charging. Nearby on the upper right edge is a micro SD card slot, which lets you add up to 512GB of additional storage on top of the HD 10's 32GB or 64GB capacity. It's a good time to mention that you'll also get unlimited cloud storage for Amazon digital content. Toward the left on the top you'll find the volume buttons as well as an audio jack. Last but not least, the microphone resides on the top edge in the center, and the speakers (two small rows of holes) run along the top and bottom of the left edge. The design is minimalist and sleek, and it's been easy to get used to the button placement. I don't foresee myself storing much information on my device, but the inclusion of a micro SD slot is certainly reassuring for people who may want to download a lot of movies, for example. It's also nice to have an audio jack for when private listening is in order. Plus, the size and weight make it highly portable and easy to use when just lounging around. Doing entertainment well In general, I had a positive visual experience with the Fire HD 10. The first thing you'll probably notice about this tablet is the massive bezels, unlike a lot of modern tablets, which have shrunken their bezels as much as possible. The dimensions of the screen itself help compensate for this strange use of space, but they seem to simply enlarge the device. The main benefit I could see from these is preventing your thumbs from blocking the screen while you're holding the tablet. Bezels aside, the screen itself comes at 1080p with full HD capability. This, plus the 1920x1200 dimensions, gives you quite a wide view to work with. The stats discussed so far translate into a mixed bag when it comes to the main entertainment options of the HD 10. From a streaming standpoint, I had few to no hiccups in performance; once I was on my Wi-Fi, it was smooth sailing. I was impressed with the visual quality it was able to achieve while watching HD shows like \"The Mandalorian\" and movies like \"Avengers: Endgame.\" The audio quality was surprisingly crisp as well, and the placement of the speakers ensured my hands didn't cause any interference. All that being said, watching HD programs seemed to put the viewing area into a widescreen aspect ratio. Though this wasn't a big issue for me, the black bars combined with the relatively large bezels made it feel like a lot of space was going to waste. You can pinch out on the touch screen to make the program go \"fullscreen,\" but that cuts off the edges of the wider picture. Programs that were not in HD, like the older movie \"Zenon: Girl of the 21st Century,\" filled up the entire viewing space instead of going widescreen. On the gaming end, this tablet performed as well as one could expect with 2GB of RAM. The primary game I tested was a card game called Hearthstone. A majority of the time, normal gameplay was unhindered, running pretty smoothly. However, there were occasional hitches that, while not too disruptive to gameplay, interrupted the experience. Plus, when there were more elaborate visual effects, there was significant lag. Visually the tablet held up well, rendering the game in great quality even when colorful effects were on the screen. A variety of lighter games from Amazon's Appstore ran more smoothly. I wouldn't recommend attempting games that require much more processing than Hearthstone — sorry, FPS players. Reading on the HD 10 was easy, and there are some intuitive functions that make it even better. The HD display made the letters look crisp and easy to differentiate. And being able to enlarge the font will be a huge plus for those who use their tablets for heavy reading. To turn the page, you just have to swipe it aside. There's also a feature that bookmarks your page if you want to flip ahead. I think the experience benefits from this Fire's large screen width as well. Reading was very convenient compared with a normal book, which can sometimes have more weight than the tablet itself, not to mention unruly paper pages. I was impressed by the high definition screen on the Fire HD 10. The bezels certainly waste some space, but the quality of the screen and audio, the light weight of the tablet, and the stability of streaming really made the difference. In terms of processing, this tablet's 2GB of RAM is one of the primary places where its low-budget nature rears its head. Multitasking and gaming take a real hit from that, but most small tablet-specific games run fine, and streaming and reading are spared. Stacking up stats and other features The battery life of the HD 10 is very good. When streaming an episode of a 30-minute HD show, I only lost about 4 or 5%. If you're not constantly using this thing, you should get several days out of it before you'll want to charge up again. It also charges fairly quickly with its 9W USB-C charger, though you can opt for 15W fast charging (and a case thrown in) for a seriously rapid refill. Looking to the benchmarks, GeekBench rated the battery at 8110, and the 2.0 GHz octa-core processor got a multi-core score of 6369. The Fire HD 10, as you may have guessed, runs Fire OS. This is a custom Android overlay that includes a bunch of Amazon's own apps, like its Appstore. You can sort the apps by a large list of categories and subcategories, like games and then arcade or casino games. But back to Fire OS, an operating system I have generally liked. On the top of the screen (below the search bar), you can swipe to different specific functions of your tablet like Books, Video, Games & Apps, Shop and Music, to name a few. And on the bottom of the screen you can see Android poking through with its triangular back button, circular home button and square app-switching button. Of course, access to Alexa is a huge plus. She seems to have all her normal functions, such as playing music, setting timers and checking email. You can even create routines, where custom prompts like \"Alexa, start my day\" will trigger a series of responses and actions. I had one set to \"Alexa, good morning\" that prompted her to tell me the weather, read me an email summary, and play some jazz. Bottom Line All in all, the Fire HD 10 was an enjoyable, functional tablet. It's not nearly the most powerful, and the camera is quite lackluster, but most of its other features win it points in my book. Despite the large bezels, I was able to easily enjoy HD streaming for up to hours at a time. Having 2GB of RAM is certainly limiting, but there were plenty of games available for which this is plenty of memory. Also, thanks to the 2.0 GHz octa-core, I didn't run into trouble multitasking until things got pretty heavy. You get what you expect for less than $200, even if it falls short of comparable, low-priced tablets like Apple's 7th Gen iPad 10.2. Reading on this tablet was also enjoyable, especially because it's such a long device. And having a built-in Alexa kicks things up a notch too — it's always nice to have her around for quick info and music. You're not getting a very powerful machine with the Fire HD 10, but what it lacks in power it makes up for in entertainment versatility. You won't miss that extra RAM when you're watching HD movies or reading a book before bed. And at such a low price, the Fire HD 10 defines the budget tablet with dignity. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}