{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/24/cnn-underscored/best-tech-products-decade-gamechangers-2010-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani and Jacob Krol, CNN"], "Writers": [["Jason Cipriani", "Jacob Krol"]], "FirstPublishDate": ["2019-12-24T20:06:57Z"], "LastModifiedDate": ["2019-12-25T14:39:08Z"], "Headline": ["10 tech products that changed tech"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's crazy to think about, but it's almost 2020 already. And when that ball drops in Times Square, we'll be starting a new decade.  The last decade brought a lot of new technology, from phones and speakers to computers and smart devices, and a real boom with the internet of things. But not all products have the same impact. It takes some serious innovation and cultural adoption to really change tech.  We've been hard at work whittling down the list of products to find the 10 devices that truly changed tech this past decade and to pinpoint exactly why these are innovations that we'll be admiring and contemplating for years to come. Apple iPad Apple announced the iPad in 2010, and since then it has slowly transformed into a computer replacement for many (including me). But what earned its spot on the list is not the gradual transformation of a device that many critics originally panned as simply a large iPhone.  Prior to the iPad, netbooks were beginning to take hold as the mobile computing platform of the future. Then the iPad launched, and it became clear that laptops with 7-inch displays weren't going anywhere. Tablets were the future.  Since the iPad's introduction, we've seen Microsoft's Surface lineup take off and become one of the best Windows tablet experiences on the market. We've also seen Google try its hand with Android tablets, but it's all but abandoned that initiative in favor of ChromeOS tablets. Samsung is continuing to keep the dream of Android tablets alive with the recently released Galaxy Tab S6.  For me personally, the iPad changed the way I looked at how I wanted to work and interact with computers. Staring at a screen and using a mouse or trackpad to click on things suddenly felt outdated.  With Apple's recent release of iPadOS, a dedicated operating system for its tablet lineup, I can't wait to see what the next 10 years have in store for tablets, and mobile computing as a whole.  iPhone 4 Apple's iPhone 4 not only featured arguably the best iPhone design Apple ever released, but it was the first iPhone to boast a front-facing camera that coincided with the launch of FaceTime, Apple's video chat service.  I remember combing through leaks and rumors about the ability to place a video call over a cellular connection prior to the iPhone 4's announcement in 2010 and doubting that such a futuristic feature was about to become a reality.  Looking back, it's difficult to remember a time when I couldn't FaceTime with my wife and kids when I'm on a business trip -- but adding a front-facing camera to the iPhone and giving mainstream users the ability to place video calls from anywhere was transformative. Samsung Galaxy Note Way back in 2011, big phones weren't the rage — in fact, they were feared a bit. Samsung's original Galaxy Note debuted that year and had a 5.3-inch Super AMOLED display. It was the first phablet that took off, and loyalists to the Note line are still big fans to this day. It speaks to why we love the Note 10+ so much and why fans stick by the phone line. It's not just the big screen, now up to a 6.4-inch QuadHD+ Dynamic AMOLED display; the S Pen really steals the show. Yes, it's a stylus, but it presented the Galaxy Note as an artist pad or a quick notepad, and in its most basic form, a new way to navigate the operating system. And it tucks right into the bottom of the phone and can be popped out whenever needed. That new form of input and creativity really got me excited back in 2011. The original Galaxy Note was meant to be different from the sea of similar smartphones. It was marketed for creativity and presented some new ways of input.  And the Galaxy Note ushered in larger phones. Everyone jumped on board, including Apple, LG, Motorola and HTC, and Samsung continues with big phones on a yearly basis. And the S Pen has also left its mark. LG tried a phone with a stylus, and Apple embraced the stylus with the iPad. Microsoft Surface Microsoft has always made software, but it wasn't until 2012 that it built its first PC, the well-marketed and much-loved Surface line. That year, Microsoft unveiled its first piece of hardware at the start of the summer, but it didn't ship the first Surface until mid-fall. It was technically called the Surface RT and ran Windows RT, but it had the same design ethos as today's Surface Pro 7 and Pro X. It was a tablet with some high-tech hardware that featured a built-in kickstand and a machined modern design. Of course, it was paired with a keyboard that could easily attach, and there was the optional stylus for it. But it really laid the groundwork for what a 2-in-1 could achieve. Sure, other Windows original equipment manufacturers had been creating unique devices — Lenovo's Yoga certainly stands out — but Microsoft joining the party certainly caused some more innovation. The Surface line still stands as a high-end computer offering that delivers on the promise of a 2-in-1, essentially a new form factor with the guts and hardware of a high-performance laptop that doesn't compromise on portability. Pebble Smartwatch Today's Apple Watch might not exist had it not been for the Pebble Smartwatch. The first Pebble watch made its debut in 2012 on the crowdfunding website Kickstarter. The campaign raised $10.3 million, proving there was a demand for a wrist-worn computer that allowed its users to view and interact with their smartphone notifications, control music and see fitness stats. Fitbit may have been the top wearable company at the time, but the Pebble kick-started (pun intended) what ultimately became the smartwatch industry, inspiring the likes of Apple, Samsung, Google and many more. Throughout the decade, Pebble released several updates and new models, adding features like a color display and improved health info integration.  Pebble eventually sold to Fitbit, which recently announced it is being acquired by Google.  Ring You've likely heard Ring come up when the subject is smart doorbells. It sits in a crowded market with Nest, Arlo, Eufy and many others. But before Ring was Ring, the company started off  in 2013 as Doorbot. The founder originally pitched it on \"Shark Tank\" but got rejected, decided to rebrand and wound up with an Amazon acquisition in 2018. The reason this is making the list is the ease of use and the real innovation in a category. Before Ring entered the market, video doorbells were expensive and complicated, and there wasn't much innovation going around. Sure, there were wireless setups, but most people still had a traditional doorbell and a mechanical chime wired in the house. Ring offered a simple piece of tech that wasn't too obtrusive but still let you get a bird's-eye view of your front yard and be connected when someone rang your doorbell, providing a new level of security and an easy way to communicate with whoever was at the door. Amazon Echo Alexa is pretty much ubiquitous now. The digital assistant is heard in commercials, and people of all ages have likely interacted with her in some form. But Alexa was only created back in 2014, specifically March of that year, when select Amazon Prime members had the chance to order a first-generation Echo smart speaker. It was a tall cylindrical black metal speaker with a glowing light at the top. You could turn it to adjust the volume or mute the microphone, and it even had an action button.  Most importantly, the original Echo housed Alexa. The brains to the smart virtual assistant were inside. At first, way back in 2014, she was eager to learn and figure out the world. You could ask her questions or request a music track. And yes, she has had deep integration with Amazon from the get-go. When one virtual assistant makes a big splash, it forces others to innovate. Google enhanced and continues to develop the Assistant, the same goes for Apple's Siri, and Samsung is still working on Bixby. Meanwhile, Amazon is still invested in Alexa, making her smarter and opening up the developer circuit to create a ton of skills for Alexa. Apple AirPods Before the AirPods, completely wireless earbuds didn't really exist. Well, they did, but they weren't good. They all required one of the earbuds to be the main connection to your phone and in turn, that earbud connected to the second earbud. It was confusing, and often simply didn't work.  The AirPods were released in late 2016, and since then we've seen Microsoft, Google and even Amazon announce or release a competing product.  When they were announced, the AirPods were appealing because they were completely wireless, independent of one another, and had what I called \"magical\" features that surpassed anything else available at the time. Those magical features still exist, but now they're the norm, an expectation for all wireless earbuds. For example, if you removed an AirPod, it automatically paused your music or podcast. Pairing them to your iPhone or iPad took roughly three seconds, which then paired them with the rest of your Apple devices. And for battery life, Apple made double use of the carrying case by also having it recharge the AirPods, giving you nearly all-day use. It's nearly impossible to go out in public now and not see somebody, or a lot of somebodies, wearing AirPods. The $169 AirPods are everywhere.  The $249 AirPods Pro are Apple's most recent, and for my money, the best AirPods, thanks to the addition of active noise canceling, improved sound quality and a new design.  Nintendo Switch Maybe it's nostalgia from my childhood, but the Nintendo Switch is one of my favorite devices over the last 10 years. The portable -- and dockable -- gaming device was announced in late 2016, with availability starting in early 2017.  Since then, Nintendo has sold millions of the devices, with some estimates putting the Switch ahead of Microsoft's Xbox One lifetime sales. In other words, the Switch is a hit. It's proven the demand for portable gaming, and perhaps it even pushed Apple to launch Apple Arcade, the subscription gaming service.  The versatility of being able to play my favorite games while on a trip, or sit down in front of the TV and dock the Switch, is what makes it so appealing to me.  Then when you add in titles like The Legend of Zelda: Breath of the Wild, Super Mario Odyssey, Mario Kart 8 Deluxe, and, yes, Fortnite, you'll almost always find my Switch in my backpack.  The Nintendo Switch is available for $299. If connecting the Switch to a TV doesn't interest you, Nintendo recently launched the colorful Nintendo Switch Lite for $199.  iPhone X In 2017, Apple dropped three new phones. The pretty standard (for the time) iPhone 8 and 8 Plus were expected, but the futuristic iPhone X surprised many. Yes, it started at $999 and was the first iPhone with an OLED, but it also introduced Face ID, and that little notch at the top of the device really normalized the trend among smartphones. It managed to increase the screen real"], "Language": false}