{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/25/sport/tony-hawk-mother-dies-alzheimers-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2019-12-25T14:14:27Z"], "LastModifiedDate": ["2019-12-25T14:18:45Z"], "Headline": ["Tony Hawk announces his mother has died after a long battle with Alzheimer's"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Tony Hawk's mother, Nancy Elizabeth Hawk, has died after a long battle with Alzheimer's Disease.  The retired professional skateboarder made the announcement on Facebook on Monday. \"My mom died peacefully this afternoon after a decade-long battle with Alzheimer's and Dementia,\" he wrote. \"We watched helplessly as she slid away -- mentally and physically -- in rapid decline over the last few years. With each visit it became less likely that there would be any signs of recognition.\" Hawk said his mother grew up during the Great Depression. She had two jobs by age 14, he said, and married Hawk's father after he enlisted in the Navy during World War II. She went on to raise four children and eventually earned a doctorate in business management \"at an age that most would choose to retire from work altogether,\" Hawk said. Hawk also described how his mother was supportive of his skating career at a time when most parents might have wanted their children to pursue other interests. \"She was a surrogate mom and a beacon of warmth to many of my misfit friends with weird hair and difficult backgrounds,\" Hawk wrote. \"She worried when I got hurt skating, but never discouraged me from doing it because she understood the unparalleled joy it brought me. She taught me to treat everyone equally, to embrace diversity and help those in need. She was constantly smiling, had a quick wit and made everyone around her feel special.\" Hawk has been open about his mother's battle with Alzheimer's over the past few years. In October, he spoke at the Alzheimer's Association Greater Michigan Chapter's Chocolate Jubilee about his experiences supporting his mother. Hawk said his oldest sister recently found the form containing their mother's end of life wishes. When she was asked how she wanted to be remembered by others, Nancy Hawk had answered: \"She was funny; adored life, friends, and family.\" And when she was asked if she wanted any music, songs or readings at her memorial service, she replied: \"Hip Hop music might be nice.\" \"So if you knew Nancy Hawk or just want to celebrate her life with us, please raise a glass and play your favorite hip hop tune in her honor. Thanks for everything mom, we love you and we are thankful for your guidance.\""], "Language": false}