{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/24/entertainment/kevin-spacey-christmas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-24T19:24:09Z"], "LastModifiedDate": ["2019-12-24T23:33:56Z"], "Headline": ["Kevin Spacey has posted another strange Christmas video"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kevin Spacey has released a second \"House of Cards\"-inspired holiday video, featuring himself in front of a fireplace talking about being under attack. His message follows last year's Christmas Eve address, which saw Spacey seemingly defending himself against sexual misconduct allegations. The three-minute video racked up 4.5 million views in 24 hours. This year's message posted by the actor again has him slipping into the voice of his former Netflix character, Frank Underwood, while speaking to the camera.  \"You didn't really think I was going to miss the opportunity to wish you a merry Christmas, did you?\" he asks. This one is titled \"KTWK,\" or \"Kill Them with Kindness.\" Spacey addresses his health and his alleged offenses. The actor was fired from \"House of Cards\" before the show wrapped its final season following several allegations of sexual assault and harassment. Spacey has not responded to CNN's request for comment regarding those allegations. He describes 2019 as a \"pretty good year\" where he \"got his health back.\" In 2020, he says, he wants \"more good in this world.\" \"I know what you're thinking, Can he be serious? I'm dead serious,\" he says.  \"The next time someone does something you don't like, you can go on the attack,\" he continues. \"But you can also hold your fire and do the unexpected. You can ... kill them with kindness.\" He ends his message with ominous music. Spacey, 59, disappeared from the spotlight in the wake of sexual misconduct accusations in 2017. A criminal charge of indecent assault and battery in connection with a July 2016 incident in which Spacey was accused of groping a young man at a Nantucket, Massachusetts, bar was dropped earlier this year. The former \"House of Cards\" star had pleaded not guilty and faced up to five years in prison, if convicted."], "Language": false}