{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/24/entertainment/ed-sheeran-weight-loss-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Andrea Diaz, CNN"], "Writers": [["Andrea Diaz"]], "FirstPublishDate": ["2019-12-24T17:23:38Z"], "LastModifiedDate": ["2019-12-24T17:57:49Z"], "Headline": ["Ed Sheeran says he began his weight loss journey after being fat shamed"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Ed Sheeran revealed to losing more than 50 pounds after being trolled, and said he chose not to appear in his first music videos because \"I never liked the way I looked.\" During an episode of the British podcast \"Behind the Medal,\" the Grammy-winning musician talked about the reasons for his noticeable weight changes, and attributes it to pressure from the public to look like everyone else.  \"Whenever I've been big, there's always online trolls, or newspapers, or like, comments ... it's always like \"chunky\" or \"fat\" or whatever,\" Sheeran, 28, said in the podcast that was recorded in September but released this month.  \"The first few years of my career, I was in the same sort of age as the One Direction boys and Justin Bieber, and all these people that were really in shape and had six packs, and I was kind of like, 'Oh, should I be looking like this?\" he said. The English singer-songwriter said that while on tour, he became very unhealthy by eating too much and not exercising and tried to fix that with extreme diets that left him too thin.  \"That was the other extreme of it. I've been really big and was like, now I'm going to try to get as skinny as possible,\" Sheeran said, adding that the image expectation for a celebrity is \"weird.\"  \"I never once had any insecurities really about myself until people pointed them out,\" he said. \"Your brain kind of starts thinking about them.\"  Since then, Sheeran said he feels like he has found balance in his life and finds himself at his most ideal point after losing about 55 pounds. He added that he stopped smoking three years ago, which has contributed to his well-being. \"It's not a given that we were meant to have six packs, it's not a normal thing to be that ripped. I exercise pretty much every day, but I eat and drink what I want,\" Sheeran said. "], "Language": false}