{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/24/us/holiday-festivities-childrens-hospitals-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2019-12-24T16:14:45Z"], "LastModifiedDate": ["2019-12-24T17:42:05Z"], "Headline": ["Rappelling Grinches, police siren light shows and hordes of football fans brighten the holidays for sick kids"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A nutcracker, The Grinch and even Santa Claus made a surprising visit to kids at a children's hospital -- rappelling down the building to spread holiday cheer. Window washers at Randall Children's Hospital at Legacy Emanuel in Portland, Oregon, dressed as the iconic characters on Monday and waved at the patients and their families, while they did their work. Some of the kids got to watch from their hospital beds. \"I thought it was super cool,\" Chevelle Stegall, a patient at the hospital told CNN affiliate KOIN. \"I thought it was really fun. They're bringing all the joy to us at the hospital, so I thought it was cool.\" The hospital told KOIN that it organized the event to give families a break from the day-to-day hospital routine. Police on Parade Police and first responders from around Central Ohio put on a festive light show outside Nationwide Children's Hospital in Columbus. More than 70 law enforcement vehicles lined a road outside the hospital on Monday night. Some of the cars blared Christmas music and the line of flashing lights stretched out for about a quarter mile. \"I hope they love it as much as we do because I think every single person here volunteered to be here and I was definitely the one that was excited when I was asked to do this,\" Ohio State Highway Patrol Trooper Jarid Fitzpatrick told CNN affiliates WSYX/WTTE. Another officer told the station it was \"a no-brain decision\" to be a part of the event. A crowd gathered outside the hospital and people watched and waved from their windows. \"These are children, obviously, that aren't going to possibly be home for the holidays. So if we can do anything to brighten their spirits, have them look down and see those lights and know that law enforcement, public safety is here to support them, it means a lot to them. It means a lot to us\"  Chief Jim Gilbert with the Franklin County Sheriff's Office told the station. Hawkeye wave A crowd gathered outside the University of Iowa Stead Family Children's Hospital to give a special \"Iowa wave\" to the patients inside. The fans waved flashlights and cellphones over their heads for the young patients inside. Patients watched waved back with their own light-up toys in a video posted on the university's Facebook page. The hospital looks over the University of Iowa's football stadium and it's become a tradition for fans to turn around and wave to the patients between the first and second quarters of home football games."], "Language": false}