{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/21/us/tennessee-fatal-stabbing-nfl-player-brother/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Hollie Silverman and Steve Almasy, CNN"], "Writers": [["Hollie Silverman", "Steve Almasy"]], "FirstPublishDate": ["2019-12-22T00:46:10Z"], "LastModifiedDate": ["2019-12-22T21:16:47Z"], "Headline": ["Brother of San Francisco 49ers quarterback among two people stabbed to death in Nashville"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Police are seeking a man for questioning in a stabbing that killed Clayton Beathard and another man, according to the Metro Nashville Police Department. Clayton Beathard was the younger brother of San Francisco 49ers player C.J. Beathard, a statement from the team released on Twitter said. Their grandfather is Pro Football Hall of Famer Bobby Beathard, a former longtime NFL executive. Beathard, 22, and Paul Trapeni III, 21, were stabbed and killed during a fight early Saturday morning outside of a Midtown bar, according to Nashville police. \"The fatal stabbings appear to have resulted from an argument over a woman that began inside Dogwood Bar and then turned physical when the parties went outside,\" the department said in a news release. Beathard and Trapeni were stabbed in their sides and were taken to Vanderbilt University Medical Center, where they died, police said. Another 21-year-old man who was stabbed was hospitalized with wounds to his eye and arm.  Police posted a photo of a man taken by a surveillance camera and asked for help identifying him. Police didn't say whether the man was a suspect, but wrote that he is wanted for questioning. C.J. Beathard missed the 49ers game Saturday night because he was traveling to Nashville, a statement from the team said. The 49ers beat the Los Angeles Rams 34 to 31.  \"I spent an hour with him last night and he was exactly like any one of us would have been, distraught, struggling to talk,\" head coach Kyle Shanahan told the players in a post-game speech that the team shared on Twitter.  \"The last thing he said to me when I walked out the door, he stopped me, and just goes, 'Hey, you make sure the guys go win this game,'\" Shanahan said, adding that the game meant nothing compared to C.J.'s brother.  \"I'm so thankful for you guys that you guys could do that for him, cause that was the last thing he said to me and I know that still meant a lot to him.\"  C.J. Beathard is the No. 3 quarterback on the San Francisco 49ers depth chart. He has played 13 games in his three-year NFL career.  According to the San Francisco 49ers media guide, the Beathard brothers performed in local talent shows growing up with C.J. on lead guitar. Clayton, known as Clay, also played guitar. Brother Tucker Beathard played drums. He is now a country music singer with one Top 10 hit to his name. Their father, Casey Beathard, has written hit songs for Kenny Chesney and Trace Adkins."], "Language": false}