{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/21/uk/royal-family-christmas-pudding-intl-scli-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2019-12-21T22:38:11Z"], "LastModifiedDate": ["2019-12-22T00:10:24Z"], "Headline": ["The Queen and Prince George bake festive treats"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["Every family has their own traditions at Christmas -- and the British royal family is no different.  Four generations of the family came together to prepare traditional seasonal treats ahead of the holidays, in photos that were made public on Saturday.  Queen Elizabeth, Prince Charles, Prince William, and six-year-old Prince George made the Christmas puddings at Buckingham Palace earlier in December as part of The Royal British Legion's \"Together at Christmas\" initiative, which is designed to provide support to armed forces and veteran communities during the holidays.  The festive desserts, prepared in the palace's music room, will be distributed along with other puddings next year across the charity's network as part of the initiative, which aims to provide support to armed forces communities at yearly festive get-togethers.  The royal family usually spends the holiday period at Sandringham, the Queen's country estate in rural Norfolk, around 100 miles north of London. The family arrives on Christmas Eve for afternoon tea and a black-tie dinner, along with the opening of presents. After breakfast on Christmas morning, they attend a church service followed by lunch, a country walk and games.  Prince Harry, his wife Meghan, Duchess of Sussex, and baby Archie won't be joining the royal contingent at Sandringham this year. In November, a spokesperson for the royal couple has confirmed to CNN that the new family will be spending the festive period with Meghan's mother Doria Ragland. On Friday, Prince Philip was admitted to hospital over a \"pre-existing\" condition, Buckingham Palace confirmed. The 98-year-old royal patriarch spent the night in hospital, PA Media reported. "], "Language": false}