{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/21/us/holiday-beastie-boys-intergalatic-video-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2019-12-21T22:56:49Z"], "LastModifiedDate": ["2019-12-21T22:56:49Z"], "Headline": ["Toronto family recreates Beastie Boys 'Intergalactic' video for holiday card"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Every year, Angela Young's family sends out themed holiday cards to family and friends, but they decided to go out of this world this year.  Young, along with her son and daughter, took to the streets of Toronto in a re-creation of the 1998 Beastie Boys music video \"Intergalactic.\" The original video shows the hip-hop trio walking through a city rapping through a fish-eye lens as a robot dances and battles a character with an octopus head in background.  Young's recreation features her family in the same gear as the Beastie Boys posing around Toronto landmarks such as Union Station, Yonge-Dundas Square, the convention center, a subway train and the grounds surrounding the CN Tower, according to CNN network partner CTV.  Young told CTV the entire video was shot in less than two hours in November and the editing took about an hour.  \"We're a super-creative family and we love doing stuff like this,\" Young told CTV. \"I think it's a great way to bond.\" Young initially posted the video to Facebook, but then a co-worker recommended she put it on YouTube where it has garnered over 250,000 views. The caption on the video says it was inspired by the 20th anniversary of the original \"Intergalactic\" music video release.  A video editor herself, Young told CTV she was 13 when the original video premiered.  \"It really ignited a lot of creativity in me to want to make videos on my own,\" she said. \"And so now 20 years later to be able to make a video like this with my own kids is mind-blowing. I just love it.\""], "Language": false}