{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/entertainment/tours-pink-taylor-swift-imagine-dragons/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-20T19:25:10Z"], "LastModifiedDate": ["2019-12-20T19:25:10Z"], "Headline": ["Pink and Chance the Rapper among artists scaling back tours to focus on family in 2020"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Several high profile recording artists are retreating from the stage lights to make 2020 about family. In November, Pink told Entertainment Tonight that she is taking a break from her \"Beautiful Trauma\" tour to spend more time with her husband, Carey Hart, and their kids Willow, 8, and Jameson, 2. \"We did two and a half years of [music] and Willow's back in school now, Jameson's going to start pre-school soon,\" Pink told Billboard. \"It's kind of the year of the family.\" Taylor Swift's plans for 2020 include some concerts for her latest album, \"Lover,\" beginning on June 20 in Werchter, Belgium and finishing one month later in Foxborough, Massachusetts. It is certainly not the scale of her Reputation Stadium Tour, which filled six months in 2018.  \"This is a year where I have to be there for my family -- there's a lot of question marks throughout the next year, so I wanted to make sure that I could go home,\" the \"Blank Space\" singer told Billboard. Swift was seemingly referencing her mother's cancer diagnosis. In March 2019, she revealed to Elle that her mom's cancer had returned.  \"It's taught me that there are real problems and then there's everything else,\" she wrote. \"My mom's cancer is a real problem. I used to be so anxious about daily ups and downs. I give all of my worry, stress, and prayers to real problems now.\"  Also putting family first is Chance the Rapper, whose North American was canceled this week.  He took to Instagram to break the news, writing: \"I know it sucks and its been a lot of back and forth with reschedules and rerouting, but it's for the best. I'm gonna take this time to be with family, make some new music and develop my best show to date. I'm deeply sorry to anyone with a ticket who has supported me this past decade by coming to a show and rocking out with me and I feel even worse for anyone who was planning on making this their first Chance concert.\" In 2019, Chance married his longtime girlfriend Kirsten Corley, who recently gave birth to their second child. His latest album, \"The Big Day,\" is all about family.  Imagine Dragons frontman Dan Reynolds is prioritizing his family as well. In a recent interview with CNN, the singer said he was taking some time off from touring, mostly to focus on being a dad and husband. The band had been on the road for nearly a decade. Reynolds is currently in Las Vegas enjoying his downtime with his wife, Aja Volkman, 7-year-old daughter, Arrow, his 2-year-old twins, Gia and Coco, and a newborn boy, Valentine. \"All of us were just wanting to rediscover what it means to be, you know, a dad or a friend or a son,\" Reynolds said. \"Especially because I had a newborn and our guitarist has a relatively new child as well, so we're trying to just be dads and then, you know, when the itch comes up, I'm sure we'll be back out on the road pretty soon.\" Stepping out of the spotlight is a rare move for popular artists that can come with heavy financial costs. There are only a small percentage of performers in position to take that risk, according to Billboard's Senior Director for Touring and Live, Dave Brooks. Brooks told CNN that tours are rarely canceled for any reason other than low ticket sales. But he's seen a shift lately with some highly successful artists putting their performances on hold.  \"Imagine Dragons or Pink or Taylor Swift, these are people who are looking at their long term strategy,\" Brooks said. \"They are setting aside more time with family as opposed to more time on the road, and they can afford that.\" \"Billboard tracks touring receipts,\" Brooks explains. \"Pink is the highest grossing female artist of the year, the others don't have to worry about it [either.]\" Who can afford to take a break? \"In general it's really hard to take that really long break until you're probably at least three albums in and you've built yourself up to the level that you want to be at. You also need enough songs that are well known that are gonna be long term money makers for you,\" Brooks said. \"Only a small percentage of artists have that. More and more artists rely on touring now for revenue. A lot of folks are just forced to grind it out.\" Will the fans forget? \"Artists need to have some space in between their shows to build the demand for fans,\" Brooks explained, so taking a break can actually be a good thing. \"If you're like Pink's level, I don't think people forget about you. She's got a huge live show fanbase and she's going to sell tickets. She can come back in a year or two or even three.\" Fans also need their space. \"If you come into a city every year or every other year, people have limited money, are people going to see the same show? No,\" he added.  Family is everything. \"I think also there's also a recognition from artists like Dan Reynolds that time is precious,\" Brooks said. \"And when you have kids, it's really hard to tour. It's very difficult to live off a bus with a kid for a long period of time. The fun wears off.\" Keeping a school schedule gets difficult too.  \"Generally, a full-time tutor that travels with the kids and provides lessons that track with school is there,\" Brooks said. \"Of course there is a network in the touring world and there are resources all over the place, the venues also help them source what they need, but when it comes to educating a child you need consistency and structure.\" Touring is grueling, physically and mentally. \"When artists tour, they're doing a lot more than performing the show,\" Brooks explained. \"They're rehearsing, doing soundchecks, media interviews, running social media accounts, still recording music, there's a lot going on. A new touring trend? While not every artist can afford to avoid lengthy tours, a better blend of home life and life on the road is becoming more common. \"What we're seeing is the middle ground, which is maybe a artist will fly out the family for a short leg of the tour,\" Brooks said. Cue Journey's \"Faithfully.\""], "Language": false}