{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/christina-aguilera-remember-when/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-18T09:32:23Z"], "LastModifiedDate": ["2019-12-20T12:44:42Z"], "Headline": ["Remember when Christina Aguilera's midriff was everywhere?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["It started at the end of the last century, when pop stars and the rest of us were busy wearing a mix-match of things we somehow thought were flattering. Floppy hats à la \"Beverly Hills 90210,\" Rachel Green-inspired business-casual tops, and low-rise jeans so low our thong underwear became outerwear.  Before we even had handles, @Xtina was busy making the midriff top a sartorial staple. Aguilera loved the style. So much so that she proudly showed her toned stomach in almost every music video and public appearance between the 1999 release of her breakthrough first album, after graduating from the Mickey Mouse Club (the TV show that also spawned Britney Spears, Justin Timberlake and Ryan Gosling), to the mid-2000s. The moment that really established Aguilera's midriff game was 1999's \"Genie in a Bottle.\" In the video for the single that projected the then 18-year-old former military brat to stardom, she wore three types of crop tops; a white one with flowing turquoise and rainbow beads for the dance routine; a fringed brown one with a cropped denim jacket to match; and a pink embroidered tye-dye number with a demure three-quarter-length sleeve. Even her fourth look, a graphic tee, was tied up to show her belly.  The tops oozed oomph, self-confidence, but also sex. They showed Aguilera in a very different light from her more 'innocent-looking' white female counterparts -- mainly Britney in her first album and Mandy Moore. The tops said Aguilera was less interested in crushes and cute boys and more in exploring lust and physicality (and of course, \"Genie in a Bottle\" could be easily be interpreted as a song about sexual know-how).  The looks in this video, and the crop-tops in particular, expressed what would eventually come to define most of Aguilera's career: an uninhibited attitude towards sex and sass, wrapped up in a wild-child aesthetic.  More midriff followed. In \"What A Girl Wants,\" Aguilera wore a tiny blue piece with a glittery motif on it. In \"Come on Over\" she opted for an all-white rhinestone halter top and matching trousers, complemented by a belly jewel tattoo and reddish-pink streaked hair.  A fancy strapless iteration matched with a billowing skirt for the red carpet of the 1999 Disney American Teacher Awards tried to channel midriff couture. A black sparkling bodycon dress with most of its middle part missing at the 2000 MTV Music Video Awards proved the singer could turn any garment into a stomach-sporting event. On the cover of Teen People Winter 2001, she wore a knitted bralette with a cropped fur jacket, replete with a sober expression befitting this special issue of the magazine dedicated to her career.  But it was 2002 that saw Aguilera reach peak midriff, with the release of her fourth album, \"Stripped,\" and the music video for her most infamous single, \"Dirrty.\" Set in a boxing ring, she is first clad in leather chaps leaving little to the imagination, then an ultra-mini kilt-style skirt, and finally micro denim shorts (when it's her turn to fight). Bikini tops hold up all three looks. With black streaks in her platinum blonde locks and a glowing fake tan, Aguilera sparked quite the debate for her provocative stance, while helping to define the new century's post-Girl Power style -- soon to be taken up and revised by the likes of Lady Gaga and Miley Cyrus. Aguilera continuously showed a boldness that, despite taste considerations, revealed pure, uncensored freedom.  By rocking a less-is-more fashion philosophy, she undoubtedly took the crown for \"star who doesn't give a damn about what people think.\"Beyond the midriff, many of the singer's other fashion choices have shared a similar \"my body my choice\" ethos, proving Aguilera created a specific narrative as an artist and woman in every single outfit she wore. Yes, the clothes were revealing, but you could tell that she loved them, and wore them to express herself -- not just to please the male gaze.  Think back to the 2001 video for the Missy Elliott-produced version of \"Lady Marmalade,\" in which Aguilera starred with Mya, Pink and Lil' Kim wearing a series of sexy, powerful, out-there outfits. Or the 2006 MTV Music Video Awards, when she went old-school Hollywood glam in a beaded Versace gown and throwback hair but took the look so literally, it could have been a Halloween costume.  In recent years Aguilera has toned down her wardrobe, embracing more vintage-inspired and modest looks. But her midriff will be forever remembered -- all the more so as the style has crept back into fashion over the last couple of years (albeit in a updated, \"grow-up\" way, as publications from Vogue to Harper's Bazaar have pointed out).  Still, every time we wear a crop top, or other garment that presents our shameless midriffs to the world, let us remember Aguilera wore it first and, in an unapologetically proud way, best. "], "Language": false}