{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/us/barnard-student-tessa-majors-stabbing-court-suspect/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, Laura Ly and Madeline Holcombe, CNN"], "Writers": [["Nicole Chavez", "Laura Ly", "Madeline Holcombe"]], "FirstPublishDate": ["2019-12-17T08:07:58Z"], "LastModifiedDate": ["2019-12-18T02:34:59Z"], "Headline": ["13-year-old suspect in death of Tessa Majors remains in custody after testimony about knife"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The 13-year-old boy arrested in the deadly stabbing of Barnard College freshman Tessa Majors allegedly picked up a knife when one of his friends dropped it and saw the attack, police said. More details about the case emerged on Tuesday when police officers testified at a Manhattan family court hearing. After the testimony, Judge Carol Goldstein ruled there was enough evidence for the case against the teen to move forward. \"The court finds that there was reasonable cause to believe that felony murder was committed and that the respondent committed that crime,\" Judge Goldstein said. Majors, 18, was walking on Manhattan's Morningside Park last week when she was attacked by one to three assailants, said Rodney Harrison, chief of patrol services with the New York Police Department.  The teen was arrested a day after the stabbing and is accused of felony murder and robbery.  On Tuesday, Det. Wilfredo Acevedo said the teen told him he went to the park with two other people with the intention of robbing someone.  The teen said that at some point before the attack, one of the other two people dropped a knife on ground and he picked it up and handed it back to them, Acevedo said. The trio initially followed a man but targeted Majors, who refused to give up her property, Acevedo testified. The detective said surveillance video does not show the 13-year-old stabbing Majors or taking her property.  An attorney for the teen argued his client was not aware that a robbery would be taking place. \"Our client is a 13-year-old child who is presumed innocent with no juvenile record. History is full of examples of high-profile cases tried in the media, rushing law enforcement to a wrongful arrest and conviction,\" the Legal Aid Society, the group representing the teen, said in a statement. Judge Goldstein ruled that the 13-year-old's intent to commit a crime was established when he entered the park and that he aided in the robbery when he picked up the knife. The teen is set to remain in the custody of the Administration for Children's Services.  Earlier in the day, a 14-year-old boy -- whom detectives believe could be tied to Majors' death -- fled from a car as he was on his way to speak to investigators at a New York City precinct, according to a law enforcement source.  The teen was riding with an adult when he exited the vehicle, the source said. Detectives are continuing to search for him. Teen told police he saw the stabbing The 13-year-old told detectives that he watched as one of his friends grabbed Majors from behind and the other stabbed her before taking items from her pockets, Acevedo said.  Majors' death was ruled a homicide on Monday, caused by stab wounds to her torso, said Aja Worthy-Davis, a spokeswoman for the New York City Medical Examiner. After the attack, she stumbled up a flight of stairs to street level before collapsing at a security booth near campus, police said. A school security officer called 911. The 13-year-old was spotted by police Thursday in the lobby of a building near the Manhattan neighborhood where the stabbing occurred one day earlier, according to a law enforcement source familiar with the investigation. He was wearing clothes matching the description given for the suspect in the Barnard student's killing. He was picked up on suspicion of criminal trespass. The boy's Legal Aid Society lawyer, Hannah Kaplan, has said police had no evidence outside her client's statement. He had no criminal history, she said. \"There is no allegation my client touched the complainant in this case,\" she told the court last week. \"He was merely present when this took place.\" Kaplan has previously declined comment to CNN. A second person was briefly in custody in connection with the incident but has been released, according to a law enforcement source with knowledge of the investigation. Police have not ruled out any involvement he may have had in the crime and are still searching for evidence in the case. 'A shining light' \"We lost a very special, very talented and very well-loved young woman,\" Majors' family said Friday in a statement. \"Tess shone brightly in this world and our hearts will never be the same.\" Majors was from Charlottesville, Virginia, where she previously attended a boarding school. \"Tess was a shining light in our community, a good friend, respected classmate, trusted teammate, and creative and passionate musician,\" said David Lourie, head of St. Anne's-Belfield School, where counselors were provided for students and alumni. Majors was committed to music and well known on the local scene, said Jeyon Falsini, assistant manager of The Southern Café and Music Hall, one of the venues where she performed. Police step up patrols in area The NYPD increased patrols in and around the park and the nearby schools, including Barnard. \"The idea that a college freshman at Barnard was murdered in cold blood is absolutely not only painful to me as a parent, it's terrifying to think that that could happen anywhere,\" New York Mayor Bill de Blasio said at the news conference. Barnard College is an all-women's school in Manhattan with more than 2,600 students. The school's campus stretches from West 116th Street to West 120th Street off Broadway in the Morningside Heights neighborhood of New York City. \"This is an unthinkable tragedy that has shaken us to our core. Please know that we are all grieving together and I am thinking of you as we process this awful news as a community,\" Barnard College President Sian Leah Beilock said, adding that Barnard's public safety department provides a 24-hour escort service for students."], "Language": false}