{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/opinions/mariah-carey-christmas-song-gamboa/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Glenn Gamboa"], "Writers": [["Glenn Gamboa"]], "FirstPublishDate": ["2019-12-18T00:30:48Z"], "LastModifiedDate": ["2019-12-18T02:04:08Z"], "Headline": ["The secret of Mariah Carey's Christmas juggernaut"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Mariah Carey's holiday classic, \"All I Want for Christmas Is You,\" reached No. 1 on Billboard this week, more than 25 years after its debut.  Though it's a milestone that only recently became possible, after Billboard enacted several complicated rules changes in 2012 to allow holiday songs and previously released songs to compete on the main Hot 100 chart, the secret to the annual musical juggernaut's success is simple: It's a great song. \"It was really inspired by songs from the '60s or the '50s where you couldn't help but be happy when you heard them,\" said Carey in a new Amazon Music mini-documentary about the song, released last week.  That inspiration was simply the first of Carey's musical decisions that made \"All I Want for Christmas is You,\" which she co-wrote with Walter Afanasieff, work so well. By making it sound old school, it picked up the vibe of an instant classic. By making it upbeat, it stood out against the usual holiday catalog of heartwarming, but melancholy, ballads like \"White Christmas\" or \"Have Yourself a Merry Little Christmas.\" The song has been one of the most-played holiday songs for decades. However, it's become even more omnipresent thanks to everyone's favorite techno-DJs Alexa and Siri, who can call it up whenever you ask for it. Billboard says streaming in recent years is what has put it, along with so many other holiday classics, near the top of the pop charts.  This week, for example, it joined retro classics Brenda Lee's \"Rockin' Around the Christmas Tree\" at No. 3 and Burl Ives' \"A Holly Jolly Christmas\" at No. 10.  Carey and her record company are determined to keep \"All I Want for Christmas is You,\" in everyone's minds, with Sony Music Group offering new marketing campaigns each year. \"The opportunities for people to hear this perennial classic just seem to grow and grow,\" Sony Music chairman Rob Stringer told The New York Times.  To celebrate the song's 25th anniversary, starting December 19, the Empire State Building will flash a light show designed by artist Marc Brickman every night until Christmas. The song will air on several New York iHeartMedia radio stations each night at the same time so that people can view the light show with the appropriate soundtrack.  After all, for Carey (and the record company), \"Christmas\" is a huge moneymaker, earning her more than $60 million in royalties, according to an estimate from The Economist and another $600,000 just this year, according to Broadband Deals. That total doesn't include earnings from her annual Christmas show tour, which wrapped up at Madison Square Garden on Sunday, or the children's book and animated movie that \"All I Want for Christmas is You\" inspired.  Carey has said the song was special enough to her without it reaching No. 1. \"It means so much to me to be able to sing the song with people all over the world, countries where they don't even celebrate Christmas,\" Carey says in the documentary. \"It's always like such a rush for me.\" However, this milestone makes her overall chart success even more formidable. Carey now has 19 No. 1 hits, putting her only one behind The Beatles for the overall singles crown.  According to Billboard, it makes her one of only a handful of artists to score a chart-topper in the past three decades. If \"All I Want for Christmas\" can hang on until January, it will make Carey the only artist ever to have No. 1 hits in four different decades. Of course, if it doesn't hold on that long, there is always next year. And the one after that."], "Language": false}