{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/entertainment/chance-the-rapper-cancels-big-tour-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wolfe and Saeed Ahmed, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-16T19:07:11Z"], "LastModifiedDate": ["2019-12-16T20:01:39Z"], "Headline": ["Chance the Rapper says he's canceling his 2020 tour to focus on family and music"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Chance the Rapper has canceled his national tour, the Big Tour, which was scheduled to kick off in January.  The performer announced the decision in an Instagram post on Sunday, apologizing to fans and explaining that he is taking the time to be with family, create new music and develop \"my best show to date.\" \"I know it sucks and it's been a lot of back and forth with reschedules and rerouting, but it's for the best,\" he said in the post.  It's not the first time the artist has made big tour announcements on social media. Chance took to Instagram in September to tell fans he was postponing the tour -- which was slated to begin that month -- until the following year.  His reason then remains the same as it is now: The artist wants to spend time with his growing family.  Chance apologized to his fans, who continue to show up for his shows, but also to those who were planning on attending their first Chance concert during the Big Tour.  \"I'm deeply sorry to anyone with a ticket who has supported me this past decade by coming to a show and rocking out with me and I feel even worse for anyone who was planning on making this their first Chance concert,\" he said.  Chance and his wife, Kirsten Bennett, have two young daughters, but the rapper sometimes finds himself torn away from the family by his career. \"When Kensli was born, I went on tour 2 weeks later and missed some of the most important milestones in her life, but more importantly I was absent when her mother needed me the most. At this point as a husband and father of two I realize that I can't make that mistake again,\" he wrote in his September tour delay announcement. Those who commented on the post are widely disappointed, but expressed their support for the artists' decision. \"Take all the time you need Chance, we'll still he here,\" commented one fan, followed by a heart emoji. \"Sometimes you gotta step away from something good to achieve something better,\" another comment says. \"Was looking forward to seeing you for the first time on stage, but will keep an eye out for the next time you hit up Montreal. All love.\" Chance promises he'll be back soon, though. Just look out for him sometime next year. \"I promise to come back much stronger and better in 2020 and hope to see some of you guys there. I truly love you and God bless.\""], "Language": false}