{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/14/us/barnard-student-tessa-majors-stabbing-arrest/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ray Sanchez, CNN"], "Writers": [["Ray Sanchez"]], "FirstPublishDate": ["2019-12-14T17:42:23Z"], "LastModifiedDate": ["2019-12-14T19:32:03Z"], "Headline": ["A 13-year-old suspect told police he watched as friends slashed Barnard freshman, report says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A 13-year-old suspect in the deadly stabbing of Barnard College freshman Tessa Majors told police he watched as two friends grabbed and robbed her before one of them slashed her, according to a published report.  Details of the crime emerged at a Manhattan Family Court hearing for the boy on Friday, according to the New York Times, which reported the juvenile is accused of felony murder for allegedly participating in the deadly robbery. On Wednesday, when the popular 18-year-old college freshman was killed, the boy and two friends were at Morningside Park to rob people, NYPD Det. Vincent Signoretti testified at the hearing, according to the newspaper. The trio initially followed a man but targeted Majors instead, the 13-year-old told Signoretti, the Times reported.  The boy said he watched as his two friends grabbed Majors and put her in a chokehold before taking items from her pockets, according to the detective. One young man slashed her with a knife shortly before 7 p.m., causing feathers from her coat to fall out, the Times quoted Signoretti as telling the court. CNN has sought comment from the police and the District Attorney's office. The boy's Legal Aid Society lawyer, Hannah Kaplan, told the court police had no evidence outside her client's statement. He had no criminal history, she said.  \"There is no allegation my client touched the complainant in this case,\" she told the court. \"He was merely present when this took place.\" Kaplan declined comment to CNN. The boy's guardians, an aunt and uncle, attended the hearing, according to the newspaper. A judge ordered that he be held until Tuesday. Rachel Glantz, an attorney for the city who was at the hearing, called the allegations \"the most serious charges that can come before a family court,\" the Times reported. The 13-year-old was found with a knife and admitted being involved in the attempted robbery and stabbing, a law enforcement source familiar with the investigation told CNN Friday. The teen also mentioned two other possible suspects. A second person is in custody in connection with the incident, according to a law enforcement source. He has not been arrested or charged at this time, the source said. The Times reported he is 14 years old.  The 13-year-old was observed by police Thursday in the lobby of a building near the Manhattan neighborhood where the stabbing occurred one day earlier, according to the source. He was wearing clothes matching the description given for the suspect in the Barnard student's killing. He was picked up on suspicion of criminal trespass. Majors, 18, had been walking Wednesday evening through Morningside Park at 116th Street and Morningside Drive, just blocks from Barnard's campus, when police believe she was confronted by between one and three assailants, according to New York Police Department Chief of Patrol Services Rodney Harrison.  After the attack, she stumbled up a flight of stairs to street level before collapsing at a security booth near campus, the official said. A school security officer called 911. The killing has unsettled students and staff from the Charlottesville, Virginia, boarding school where Majors graduated this year to those at the sprawling, urban Manhattan campus that Barnard shares with Columbia University. \"Tess was a shining light in our community, a good friend, respected classmate, trusted teammate, and creative and passionate musician,\" said David Lourie, head of St. Anne's-Belfield School, where counselors were provided for students and alumni. \"Her death is an immeasurable loss, and we mourn alongside the Majors family and all who knew and loved Tess.\" Majors was from Charlottesville, Virginia, and previously lived in neighboring Waynesboro. She was well known on the local music scene, said Jeyon Falsini, assistant manager of The Southern Café and Music Hall, one of the venues where she performed. Majors had scheduled two gigs in the Charlottesville area during January, he said. Barnard College is an all-women's school in Manhattan with more than 2,600 students. The school's campus stretches from West 116th Street to West 120th Street off Broadway in the Morningside Heights neighborhood of New York City."], "Language": false}