{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/14/entertainment/linda-ronstadt-canciones-de-mi-padre/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brandon Griggs, CNN"], "Writers": [["Brandon Griggs"]], "FirstPublishDate": ["2019-12-14T10:03:21Z"], "LastModifiedDate": ["2019-12-14T11:17:08Z"], "Headline": ["Linda Ronstadt's biggest gamble"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In the late 1970s, Linda Ronstadt was the biggest female rock star in America. She had a string of platinum records, she packed concert halls and her wide-eyed beauty graced magazine covers across the country. \"Linda was the queen,\" Bonnie Raitt says in the new CNN Films documentary, \"Linda Ronstadt: The Sound of My Voice.\" \"She was like what Beyonce is now.\"  But by the early '80s, Ronstadt had grown weary of playing huge arenas and longed to try something else.  So after several years of recording pop standards with bandleader Nelson Riddle, she released an album of Mexican folk songs sung entirely in Spanish. It's hard to communicate today how audacious a move this was -- Ronstadt's record company, as she writes in her memoir \"Simple Dreams,\" thought she'd lost her mind. \"Record archaic songs from the ranches of Mexico? And all in Spanish? Impossible!\" she recalls being told. To go back to that Beyonce comparison, it would be like if Bey, at the peak of her fame, dropped an album of Icelandic sea shanties.  \"The fact that she went on and did that, and did it in such a big way, that was a brave thing to do,\" says Ry Cooder, the acclaimed singer, songwriter and producer, in the CNN Films documentary. \"Many people would've been terrified -- 'I'll mess up my career.'\" Ronstadt wasn't, and she didn't. The album, \"Canciones de mi Padre,\" won a Grammy and sold more than 2.5 million copies. Thirty-two years later it remains the biggest selling non-English language album in the history of recorded music. The album's enduring success isn't just a reflection of Ronstadt's generous musical gifts. It's also a testament to her determination to branch out as an artist while honoring her roots. She wanted to honor her ancestry Millions of listeners in the '70s and '80s sang along to Ronstadt radio hits like \"You're No Good,\" \"It's So Easy\" and \"Blue Bayou.\" Few realized, however, that the singer's heritage extends to Mexico.  Her father, Gilbert Ronstadt, was a prominent Arizona businessman of German, English and Mexican ancestry. Linda Ronstadt grew up in Tucson -- some 40 miles from the Mexico border -- singing along with her dad as he crooned mariachi songs after family dinners. \"As a family we always sang in Spanish,\" she says in the documentary. \"Even though I didn't understand much of what I was singing, it was something that I learned to do. It's kind of like lip-reading, you know. I used to kind of chameleon in harmony along with my father.\" Doing an album of mariachi music was something Ronstadt had wanted to do for a while. By the mid-'80s, she had the clout to make it happen. \"I went to the president of my record company, who's a man who genuinely likes music. And I said, 'Look, I made all these records for you ... I'm going to do this just for me,\" she says in the documentary. \"This might be self-indulgent -- if it sells two copies, I don't care. But if I can't record this music, I'm going to die.\" \"That's the whole Linda Ronstadt story right there in a nutshell,\" says music producer John Boylan. \"Linda deciding she wants to do something, the record company telling her she can't, she goes ahead and does it anyway, and they jump on board as the thing starts to take off.\" She inspired a generation of Mexican-Americans Ronstadt promoted the album everywhere, from \"Saturday Night Live\" to \"Sesame Street,\" where she sang \"La Charreada\" in English, backed by a Muppet mariachi band. (Coincidentally, both Ronstadt and \"Sesame Street\" were recognized this year by the Kennedy Center Honors for their cultural contributions.)  She even turned \"Canciones'\" folk songs into a Broadway show. \"Canciones de mi Padre\" -- it means Songs of my Father -- was not an immediate smash, peaking at No. 42 on the Billboard album charts. But the album kept selling and selling. Maybe more importantly, it became a touchstone for a generation of Mexican-Americans who were unaccustomed to seeing their culture embraced by the mainstream media. \"Seeing Ronstadt sing in Spanish on national television, her album cover published in newspapers, taught us that it was OK to be unapologetically Mexican, no matter how assimilated we may be,\" wrote Gustavo Arellano in a 2017 Los Angeles Times column. \"With 'Canciones' she did something revolutionary. Previous generations of American entertainment giants downplayed their ethnic heritage to appeal to as wide an audience as possible,\" Arellano added. \"Now came Ronstadt, deep into her career, with a bold announcement: I'm Mexican, and what of it?\" Her triumph helped pave the way for younger Mexican-American pop singers such as Selena and Demi Lovato. And in the three decades since \"Canciones,\" Latin influences have become much less exotic in American culture.  But back in 1987, Linda Ronstadt was a singular talent -- and an unlikely pioneer."], "Language": false}