{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/12/tech/priyanka-chopra-nick-jonas-amazon-intl-scli/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Toyin Owoseje, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2019-12-12T17:07:20Z"], "LastModifiedDate": ["2019-12-12T17:07:20Z"], "Headline": ["Priyanka Chopra and Nick Jonas are producing a reality wedding series for Amazon"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Priyanka Chopra and Nick Jonas have teamed up with Amazon Studios to produce a new reality show about Indian weddings. The celebrity power couple, who tied the knot last year in Christian and Hindu ceremonies, will work with couples as they prepare for a sangeet. The traditional ceremony involves friends and family participating in a song and dance extravaganza prior to a wedding. Chopra announced the project on Instagram, saying the ceremony \"celebrates the love and magic that comes from friends and family that join together through music and dance the night before a wedding.\" \"At our wedding, both of our families came together to perform a sangeet,\" the actress told her 47.1 million followers, describing it as \"one of the most unforgettable moments from a very special time in our lives.\" The Indian actress who was introduced to American audiences in the ABC series \"Quantico\" said she wanted to \"share this amazing experience\" with couples set to be wed. Casting is already underway. Her musician husband, who is one third of the Jonas Brothers, encouraged his Instagram followers to consider applying for a spot on the show. Amazon said in a social media post that it \"can't wait\" for the new series. Big media and tech companies are waging an all out streaming war to fight for viewers' attention, not to mention their subscription dollars. Disney, WarnerMedia (CNN's parent) and Comcast are all launching their own streaming platforms to compete with the likes of Netflix and Amazon. Apple is also joining the fight. To compete, the insurgents and the incumbents alike are poaching top-talent producers and making splashy announcements about exclusive content deals.  Amazon Prime Video has \"Jack Ryan,\" a deep content library and the Emmy-winning \"The Marvelous Mrs. Maisel.\" The service is also going big on live sports.  Bollywood star Chopra could help bring more Indian viewers to Amazon. The company is competing in the massive Indian streaming market against Flipkart, which is owned by Walmart, Netflix and market leader Hotstar."], "Language": false}