{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/entertainment/juice-wrld-marijuana-liquid-codeine-airplane/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2019-12-10T15:13:39Z"], "LastModifiedDate": ["2019-12-10T20:39:56Z"], "Headline": ["Luggage from Juice WRLD's plane contained 41 bags of suspected marijuana, police say"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Police investigating the sudden death of rapper and singer Juice WRLD say they found 41 bags of a substance suspected to be marijuana and bottles of suspected liquid codeine in luggage from his plane. The rapper, 21, suffered a medical emergency early Sunday shortly after arriving at Chicago's Midway International Airport, according to police. Juice WRLD, whose real name was Jarad Anthony Higgins, was pronounced dead shortly afterward, police said. In a statement Tuesday, Chicago police said they were called to assist federal authorities Sunday at Midway Airport \"in regards to a private jet arriving at the airport which contained a large amount of narcotics.\" When they arrived, police found the occupants of the plane inside the airport with two loaded luggage carts, the statement said, and the Illinois State Police K9 Unit \"indicated\" at least two  positive narcotics alerts on the luggage. A search of the luggage found 41 bags of what's suspected to be marijuana and six prescription bottles of suspected liquid codeine, along with three firearms, the police statement said. None of the plane's occupants claimed ownership of the luggage, police said. It was during the search that Higgins had a seizure, police said, and a Homeland Security officer administered Narcan to the victim. Narcan is used to reverse the effects of an opioid overdose. Higgins' cause of death is still pending following an autopsy, authorities said. The Cook County Medical Examiner's Office announced in a statement Monday that additional studies -- including toxicology, histology, cardiac pathology and neuropathology tests -- are required to establish the cause and manner of death of the recording artist. \"There were no signs of foul play and all individuals aboard the aircraft are cooperating with CPD and have given all of their information,\" Chicago police spokesman Anthony Guglielmi said in a statement to CNN on Sunday. Related: Juice WRLD initial autopsy findings inconclusive Two armed guards traveling with Higgins were arrested for misdemeanor gun violations unrelated to his death, according to police. Both are due in court December 30. Already a star with a promising career, Juice WRLD was the most streamed, liked and reposted artist of 2018, according to SoundCloud. He raked up a huge following with hits like \"Lucid Dreams\" and \"All Girls Are the Same,\" and he was named top new artist at the Billboard Music Awards in May. \"Juice made a profound impact on the world in such a short period of time,\" his label, Interscope Records, said in a statement. \"He was a gentle soul, whose creativity knew no bounds, an exceptional human being and artist who loved and cared for his fans above everything else.\" Tributes to the late performer have been posted by fellow artists and fans, including Drake, Lil Nas X and Ellie Goulding, who collaborated with Juice on the song \"Hate Me.\""], "Language": false}