{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/08/opinions/linda-ronstadt-mike-pompeo-trump-comments-drexler/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Peggy Drexler"], "Writers": [["Peggy Drexler"]], "FirstPublishDate": ["2019-12-09T00:42:14Z"], "LastModifiedDate": ["2019-12-10T00:08:23Z"], "Headline": ["Linda Ronstadt's delicious takedown of Mike Pompeo"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Saturday night, in one of the year's more deliciously awkward celebrity moments, singer Linda Ronstadt went head to head with Secretary of State Mike Pompeo on Pompeo's own turf. At a State Department event celebrating the year's Kennedy Center honorees, of which Ronstadt is one, she did away with niceties and politesse and instead told Pompeo, the evening's host and the country's most senior diplomat, exactly what she thought of him, which is not very much.  Pompeo never saw it coming — although he set up the jab quite well. During his pre-dinner address, Pompeo referenced Ronstadt's 1975 hit \"When Will I Be Loved.\" \"Ms. Ronstadt,\" he said, \"thank you and congratulations. And I will say my job, as I travel the world, I just want to know when I will be loved?\"   Later, when Ronstadt had the opportunity to take the microphone, she delivered her response. In front of more than 200 guests, Ronstadt, who has been an outspoken critic of the Trump administration, stood up and looked straight at  Pompeo's table and said, \"I'd like to say to Mr. Pompeo, who wonders when he'll be loved, it's when he stops enabling Donald Trump.\"  It was a risky move. The politicizing of Hollywood awards events is nothing new, of course, especially in recent years. But few celebrities have taken the opportunity to issue their criticisms so directly, and so boldly. And those who have spoken out have largely done so to far safer crowds of mostly liberal celebrities: Meryl Streep's anti-Trump Golden Globes speech in 2017, for example, or Robert DeNiro's Trump takedown at the 2018 Tony Awards.  This, however, was a government event, held at the US State Department. The audience was politically split, the award itself politically-bestowed, even as it is non-partisan in tone and tradition. And unlike Ronstadt, few Trump administration critics have had the chance to issue criticism in person.  Ronstadt's remarks were unexpected not because her views of Trump weren't known, but because they were not polite. They did not follow traditional rules of decorum expected — from women, especially — at such events. It was not ladylike or demure. It was not \"so grateful to be here tonight accepting this award,\" as so many so often are.  Instead, it was honest. It was unapologetic. And it was about time.  At 73, Ronstadt, who is suffering from a condition similar to Parkinson's disease and retired in 2011, can no longer sing. But she has not lost her voice. That Pompeo told the crowd he was \"a big fan of Linda Ronstadt ... an icon of folk and country music\" did not matter to her. What did? Speaking her truth. Her boldness may come with age, which for many can carry with it a \"nothing to lose\" mentality. Or it may come with the knowledge of her own power, which at this point in her life is no longer derived from pleasing others. She was not there for his, or anyone's, praise. Her career no longer depends on that.  The fear of alienating audiences, or of being \"unlikable\" in any way, is perhaps why more female celebrities aren't similarly bold. Although a few of Ronstadt's younger, female contemporaries have spoken out against Trump — including Adele and Rihanna, who both refused to let Trump use their songs during campaigning and endorsed Hillary Clinton — famous women are, for the most part, still expected to be polite, pretty, grateful for what they are given, and always occasion-appropriate. That's one reason it took pop star Taylor Swift so long to voice her political opinion. But while Ronstadt has always been known in the industry as being \"difficult\" simply because she did what she wanted and not what others expected, she has now earned the right to speak her mind wherever and whenever she wants — without fear of industry blowback and without concern for being a \"likeable\" lady.  Certainly, she benefited from the fact that the public is likely to be more open to hearing such remarks from a person who speaks from time, experience and perspective — one advantage older female celebrities may have over their younger counterparts. But one lesson anyone of any age, gender or level of fame can take from Ronstadt's bold statement is that the more women use their voices, and speak their minds, the more likely doing so will become the expectation, and not the exception.  "], "Language": false}