{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/africa/cardi-b-moments-in-africa/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aisha Salaudeen, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-09T17:58:13Z"], "LastModifiedDate": ["2019-12-09T19:10:27Z"], "Headline": ["Cardi B's mini West Africa tour has ended, here are some of her memorable moments"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Award-winning rapper, Cardi B had an unforgettable time in Africa, and you can tell from her Instagram stories. The witty rapper shared videos and photos that kept her fans updated with her itinerary in Ghana and Nigeria.  She granted interviews to the press in Lagos, Nigeria's commercial center on Friday. She also met with entertainers from across the country, where she was presented with portraits that had been specially made for her by artists.   In between press interviews and media rounds, the rapper took out time to check out some popular hangouts including a strip club on Friday. She posted stories of herself dancing with strippers at a club in the city ahead of her performance with music acts like Tiwa Savage and Grammy nominated Burna Boy on Saturday. Adopting a Nigerian name She also took a new name. The American rapper announced on Instagram that she adopted the Nigerian name 'Chioma' which means 'good god' in Igbo language, popularly spoken in the eastern part of the country. She posted a video of herself with the caption 'Chioma B', a move that thrilled many of her Nigerian fans. But it wasn't all fun and parties.  Cardi B shopped for groceries at an upscale supermarket in the city and donated the items to an orphanage. Hip-hop executive, Brooklyn Johnny, who accompanied her on the trip said the rapper bought as many items as their cars could hold. \"We spent our only free time in Nigeria shopping for children in need. We literally bought as much as the vehicles we had in our convoy could carry... Today was a good day,\" he wrote. Performing in Lagos Saturday night, Cardi B performed at the first leg of the Livespot X Festival at the Eko Atlantic City in Lagos.  Dressed in green and white, the colors of the Nigerian flag, the rapper performed many of her hit songs including 'Bodak Yellow', 'Get up 10' and 'Lick.'  Her performance got a lot of positive comments from fans who took to social media to express their excitement. After a successful outing in Nigeria, Cardi B arrived in Accra, Ghana on Sunday and was greeted by a horde of people in the city's airport including local media. The rapper treated fans to a tour of her gigantic hotel room through her Instagram story, saying she was going to throw a party in it with Ghanaians.  \"Oh snap, we are going to turn up today...This room is far too big not to have a party,\" she said at the time.  Drama in Ghana But not everyone was thrilled with her visit. There was a bit of drama after the rapper did not show up for a meet and greet with Ghanaian celebrities and entertainers. Some of the celebrities including Ghanaian singer Wendy Shay took to social media to express their anger.  Cardi B later apologized saying she was not aware of event. \"I asked my booking agent, 'Do I have a meet and greet today' and he said no. So, a meet and greet wasn't in my contract,\" she said in a video clarifying the misunderstanding. Performing in Ghana She later performed at the Accra Sports Stadium in the capital city.   Dressed in red, gold and green, the colors of the Ghanaian flag, the American rapper and her dancers kept the crowd singing along to her songs till the end of the performance. She also hung out with American rapper, TI and his wife, Tiny, who were also at the festival. Cardi B did not spend a lot of time in Ghana but said she had a good time. \"I was in Ghana for less than 24 hours. Went through a little dilemma but I still had fun,\" she wrote on social media."], "Language": false}