{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/investing/apple-stock-dow/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2019-12-09T18:19:46Z"], "LastModifiedDate": ["2019-12-09T18:19:46Z"], "Headline": ["Apple is the best Dow stock this year. Will there be an encore in 2020?"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Apple CEO Tim Cook shocked investors on January 2 by warning of slowing iPhone sales in China. Apple's stock plunged 10% the next day, dragging down the entire market along with it. But it's been all good news for the company ever since.  Shares of Apple hit their lowest point of the year -- $142 -- on January 3. The stock now trades at about $270.  Apple is up about 70% in 2019, making it the best performing Dow component by a fairly wide margin. Apple rival Microsoft, with a 50% gain, is in second place. (Both companies are now worth well over $1 trillion.) Although iPhone sales have slowed lately, there is growing excitement about the possibility that new models will reignite growth.  There have been reports in recent weeks about a 5G iPhone planned for 2020. Analysts have also been discussing the likelihood that premium versions of new iPhones will drop the lightning charging cable and port by 2021.  But even if the iPhone 12 (assuming that's what Apple calls it) fails to lead to a massive upgrade cycle, Wall Street is excited about the fact that the company has been able to get existing users to pay for more subscription services, like Apple Music, iCloud, the App Store, Apple TV+ and Apple Pay. Services revenue grew 18% in Apple's most recent quarter, while product sales fell slightly. Revenue from services now account for just under 20% of Apple's total sales. Of course, it would be nice if Apple started to sell more devices again. But some analysts still think the company can continue doing well even if that doesn't happen. \"Apple will continue to focus their efforts on services and installed base growth,\" said Citi analyst Jim Suva in a recent report. \"Simply put, investor expectations for iPhone segment growth are not high.\" Last week, Suva boosted his price target to $300 a share, nearly 15% above current levels. Trade war may not hurt Apple Still, what about trade tension between the US and China?  After all, Apple's stock plunged in early 2019 because of worries about increased competition from Chinese smartphone rivals such as Oppo, Vivo and Xiaomi. Fears of more tariffs have further dimmed the outlook for Apple in China. But Tom Forte, an analyst with D.A. Davidson who likewise has a $300 price target on Apple, isn't concerned. Forte points out that Apple is such an important company to Chinese component manufacturers that it has lots of leverage in trade talks.  \"Apple has done an amazing job, to date, minimizing the impact of tariffs on its business, which we believe is due to the fact, among others, that it is the only company with the muscle to effectively lobby both the U.S. and Chinese governments because of its influence in both countries,\" Forte said in a report last week. Not everyone is convinced that Apple's best days are ahead of it. In fact, the stock is a polarizing one for Wall Street analysts.  While 26 analysts currently have Apple shares rated as a buy, according to Refinitiv, another 13 are recommending it as a hold while four analysts are calling for investors to sell it.  The consensus Wall Street price target on Apple is $261 -- 2% lower than current levels--even though analysts predict that Apple's earnings will grow 10% in 2020 and continue to rise at a 10% clip, on average, for the next five years. More iPhone users switching to Android? One of the biggest Apple bears, Maxim Group analyst Nehal Chokshi, is not convinced that Apple will continue to generate more revenue from services. His fear? Consumers may be ditching iPhones for Androids.  Nine percent of iPhone users surveyed this year by Maxim Group said they plan to switch from iPhones to another mobile device. That's up from 5% in a similar survey in 2017. That may not sound like a lot, but Chokshi said it's enough to deflate the bulls' argument that \"an iPhone user will continue to be an iPhone user for the foreseeable future, and thus the growing services portfolio...makes for a growing annuity.\" Chokshi has a sell rating and $190 price target on Apple. That's one of the lowest on Wall Street."], "Language": false}