{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/entertainment/sting-juice-wrld-lucid-dreams-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-09T17:19:37Z"], "LastModifiedDate": ["2019-12-09T21:59:36Z"], "Headline": ["Sting says Juice WRLD's 'Lucid Dreams' was his favorite version of 'Shape of My Heart'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Sting says that Juice WRLD's hit single \"Lucid Dreams\" is his all-time favorite reworking of \"Shape of my Heart,\" following the emo rapper's death. The Grammy-winning singer was among a long list of stars who paid tribute to Juice after his death Sunday at the age of 21. Sting, 68, described the Chicago native as a \"unique and precious talent\" and offered his sincere condolences to his family. \"This is such a tragic loss for the world of music, a young life with so much potential and a unique and precious talent,\" the British singer told CNN in a statement. Although Sting never had the opportunity to work with Juice, \"Lucid Dreams\" contains a reworked sample from Sting's classic 1993 track \"Shape of My Heart.\"  Following its release in May 2018, Sting returned to the top of Billboard's Hot R&B/Hip-Hop Songs chart as a songwriter. \"'Lucid Dreams' was my favorite of all the many interpolations of 'Shape of my Heart,' it will resonate for many years to come,\" Sting said of the melancholic track which reached No. 2 on the US Billboard singles chart. Earlier this year, Sting confirmed he had given Juice WRLD his blessing to sample \"Shape of My Heart.\" \"I'm totally open to see what people do with that ('Shape of My Heart') as a basis,\" he told SiriusXM hosts Mark Goodman and Jim Shearer during an appearance on their radio show in May, adding: \"It's exciting to hear that.\" Juice, real name Jarad Anthony Higgins, died in a Chicago hospital after suffering a medical emergency just after landing at Chicago's Midway International Airport. \"There were no signs of foul play and all individuals aboard the aircraft are cooperating with CPD and have given all of their information,\" Chicago police spokesman Anthony Guglielmi said in an email to CNN.  "], "Language": false}