{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/07/world/us-saudi-relationship/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nic Robertson, CNN"], "Writers": [["Nic Robertson"]], "FirstPublishDate": ["2019-12-07T05:35:25Z"], "LastModifiedDate": ["2019-12-09T13:56:23Z"], "Headline": ["Florida shooting is the last thing Saudis want"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["That it was Saudi Arabia's King Salman bin Abdulaziz Al-Saud and not his son, Crown Prince Mohammed bin Salman, who called President Trump speaks to how seriously the kingdom is treating Friday's shooting at a US military base that involved a Saudi national. Compared to Saudi Arabia's often glacial standards, the 83-year-old monarch moved with remarkable speed to call Trump. Trump told reporters that King Salman's message was unambiguous -- horrified and angry -- as Trump quickly tweeted \"Saudi people are greatly angered by the barbaric actions of the shooter, and that this person in no way shape or form represents the feelings of the Saudi people who love the American people.\" The king quickly instructed his own security services to cooperate fully with US investigators into the shooting in which three people were killed at Naval Air Station Pensacola in Florida. The shooter, who was killed, was identified as Mohammed Alshamrani, a second lieutenant in the Saudi Air Force undergoing training at the station, two law enforcement sources told CNN. Alshamrani was vetted upon entry to the US and checked again after the shooting with nothing of prior concern found, a law enforcement source told CNN. The FBI is investigating the Pensacola shooter's motive and there have been no indications so far that the shooter was acting at the behest of, or in coordination with, others. It is clear the aging monarch is in damage limitation mode. He will be fully aware of how frayed Saudi Arabia's reputation has become with the US public and politicians. Congress has tried to block weapons sales to Saudi Arabia that could kill civilians in Yemen as Saudi Arabia backs the internationally recognized government there in the country's ongoing civil war. Tensions rose last year with the killing of Washington Post journalist Jamal Khashoggi by Saudi officials. In that instance, bin Salman fronted the kingdom's response with limited success blunting outrage in the US. Khashoggi, a Saudi journalist, was killed and dismembered after entering the Saudi consulate in Istanbul in October 2018. The CIA concluded that the crown prince personally ordered Khashoggi's murder.  Bin Salman denied any involvement in Khashoggi's death. But in an interview with CBS' \"60 Minutes,\" he said he took responsibility for the crime because it was \"committed against a Saudi citizen by officials working for the Saudi government.\" The kingdom routinely sends military personnel to the US for training and has been doing so for decades. I have spoken to several senior royals who have been on those training programs in the past and I have heard nothing but praise for the instruction and guidance they received. The US-Saudi relationship has been close and productive from a Saudi perspective. Many of the weapons systems the kingdom purchases are made in the USA, from fighter jets to helicopters to machine guns. In recent years, the purchases have increased significantly as Saudi Arabia is now the world's third-largest defense and security spender, according to data from the Stockholm International Peace Research Institute. A two-way relationship As President Trump has commented, the relationship is a two-way street. The US wants the billions the kingdom wants to spend, and if the purchases are not made in the US, the Saudis will turn to Russia or China. Of concern for Riyadh at this time are Iran's increasingly hostile acts in the region, only three months ago blaming Iran for an unprecedented attack on two Saudi oil facilities that cut more than half Saudi oil production, spiking international oil markets as well as attacks on tankers in the Straits of Hormuz. The attack was claimed by Iran's allies in Yemen, the Houthi rebels. Keeping its relationship on an even keel with the US and its weapons flowing is viewed by the kingdom as a vital Saudi strategic deterrent against Iran. Any diminution in either will leave them feeling exposed. On a Friday -- the holiest day of the week in Saudi Arabia -- when official responses to anything can be slow, King Salman has cut through every usual boundary to take charge, and to be seen to be in charge. His quick response is not just about restoring US confidence in the kingdom as a reliable security partner. It is also about sending a message to the kingdom that the king is in charge and that the modernizing path bin Salman is trying to push the country along will not be thrown off track. In the past few years, bin Salman has allowed women to drive, to attend sporting events, and public music events have become commonplace where until two years ago they were banned. The monarchy has been on the watch out for push back on reforms that are -- to Saudi Arabia's conservatives, at least -- far-reaching. This will likely be a difficult moment in US-Saudi relations, and many in Saudi Arabia are hoping that it doesn't last too long."], "Language": false}