{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/08/entertainment/juice-wrld-jarad-higgins-obit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kelly McCleary, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-08T16:32:13Z"], "LastModifiedDate": ["2019-12-09T21:46:13Z"], "Headline": ["Rapper Juice WRLD is dead at 21"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Rapper and singer Juice WRLD has died in Chicago, the Cook County Medical Examiner's Office said Sunday. Juice, who was born Jarad Anthony Higgins, turned 21 on December 2. The rapper suffered a medical emergency shortly after arriving at Chicago's Midway International Airport, according to people who were traveling with him, Chicago police spokesman Anthony Guglielmi said in an email to CNN. The rapper died shortly after at a nearby hospital, according to police. \"There were no signs of foul play and all individuals aboard the aircraft are cooperating with CPD and have given all of their information,\" Guglielmi said. Police are waiting for the medical examiner to determine cause and manner of death, he said.  An autopsy hasn't been performed and no cause of death has been determined, Cook County Medical Examiner's Office spokeswoman Natalia Derevyanny said. \"Juice made a profound impact on the world in such a short period of time,\" the artist's label, Interscope Records, said in a statement. \"He was a gentle soul, whose creativity knew no bounds, an exceptional human being and artist who loved and cared for his fans above everything else.\"  Juice was signed to Interscope Records in March 2018 after scoring hits on SoundCloud with \"Lucid Dreams\" and \"All Girls Are the Same,\" according to Billboard magazine, which profiled the artist in March. SoundCloud says Juice was the most streamed, liked, and reposted artist on its platform in 2018 and \"Lucid Dreams\" notched the most plays of any song last year. Juice WRLD was named Top New Artist at the Billboard Music Awards in May.  Billboard said his songs reached its Hot 100 chart 25 times in less than two years. Juice was included on three songs on the Hot 100 ranking as of Saturday, Billboard said, including two as lead artist. Music world stunned by the sudden death Several of Juice's fellow artists reacted to the news of his death on social media, including Drake. \"I would like to see all the younger talent live longer,\" he wrote on Instagram, \"and I hate waking up hearing another story filled with blessings was cut short.\"  Fellow artist Lil Yachty, who featured Juice on his song \"Yacht Club,\" expressed his shock on Twitter. \"Wow, I can not believe this. Rip my brother juice world,\" he wrote. Singer Ellie Goulding collaborated with Juice on the song \"Hate Me\" earlier this year. She shared photos of them together and said he was a \"sweet soul.\" \"You had so much further to go, you were just getting started. You'll be missed Juice,\" she wrote. Chart topper Lil Nas X paid tribute on Twitter, saying it's \"so sad how often this is happening\" to up-and-coming artists."], "Language": false}