{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/rise-of-the-resistance-orlando-florida/index.html"], "Source": ["cnn"], "Location": ["Resistance base, Batuu, Outer Rim (aka Star Wars: Galaxy's Edge, Hollywood Studios, Orlando, Florida)"], "ByLine": ["Text by David G. Allan with video by Kelly Marshall Smoot and Diana Diory, CNN"], "Writers": [["David G. Allan"]], "FirstPublishDate": ["2019-12-04T10:00:22Z"], "LastModifiedDate": ["2019-12-06T21:30:08Z"], "Headline": ["Star Wars' Rise of the Resistance ride now open to the public"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["Whatever your sympathies to the rebellion or your level of Star Wars acumen, you're rebel scum now.  That's your fate once you enter the most ambitious interactive attraction in Disney theme park history -- Rise of the Resistance -- which opens in Walt Disney World Resort's Hollywood Studios today.  For Star Wars fans these days, as Yoda might say, runneth over our cup does.  Earlier this year, both Disney parks in the United States opened a twin pair of ambitiously immersive lands (Galaxy's Edge, aka the planet of Batuu). In November, Disney launched the first live action TV series (\"The Mandalorian\"). In late December,  the final cinematic chapter in the Skywalker saga -- \"Star Wars: The Rise of Skywalker\" -- will be released.  And this week, a new ride at Galaxy's Edge takes you so deep into the Star Wars universe that you're in the plot. As with any storyline, reviewing the narrative of Rise of the Resistance contains some spoilers. If you want to enter the attraction not knowing what awaits, don't read past this paragraph and add Rise to your reasons to travel to Walt Disney World (or Disneyland in California after January 17).  You'll enjoy it even if you're not schooled in the ways of Star Wars.  But also know that the attraction's thrills can't be spoiled by reading a review of it. Even a really great roller coaster with a plot is still a great roller coaster. This ride, if you can call it that, is so immersive and long -- roughly 18 minutes -- it has three distinct acts to the drama unfolding all around you. Cue the music and roll the opening scroll... Act 1: 'Transport is away in 30 seconds' Keep it on the down low, the local Batuu residents will whisper to you, but the Resistance is hiding here in the trading port town of Black Spire Outpost.  The Resistance is the scrappy, hope-fueled band of rebels fighting on the side of good against the new aspiring evil empire, The First Order. (Both factions are known to anyone who has seen the last two Star Wars films.) Stormtroopers patrolling Black Spire have made the First Order's presence in Batuu known to locals and visitors.  To enter Rise of the Resistance, you sneak behind a waterfall and through the long tunnels of a Resistance encampment. If the line runs slowly, fans will have time to savor close up views of rebel flight suits, helmets, macrobinoculars and the breath masks found on the Millennium Falcon. Once you enter the camp, you are now a recruit. Any trepidation you had about that will be overcome by a personal appeal from two Resistance heroes: a charming Rey hologram and a more corporeal, burbling, film-accurate BB-8. Rey explains we are evacuating Batuu to meet at a secret Resistance base in another system.  The doors open, and you're back outside. There's BB-8 again, in position in Poe Dameron's signature black X-Wing. You scurry onto a transport ship flown by the multi-jowled Nien Nunb of \"Return of the Jedi\" fame. As you can see out of the windows, and feel beneath your feet, we are taking off with Poe and a few other pilots in the Resistance fleet.  No sooner have we left the Batuu atmosphere and we're attacked by First Order TIE fighters. A short battle ensues, and our little ship is captured, swallowed up by a much larger Star Destroyer. Act 2: 'I have a bad feeling about this' When the same doors of your transport reopen -- how'd they do that? -- you're not in Batuu anymore, Toto.  A view much more breathtaking is revealed as you step forward at the stern request of First Order officers who label you \"spies.\" You are now standing inside a massive hanger of a Star Destroyer. The full-scale bay door looks out into space where First Order ships fly by like a jumbotron screensaver. You may be unnerved by 50 Stormtroopers staring at you. Before you're ordered toward your holding cell, you will see a nearby parked TIE fighter and may notice the random slight movements among the legion to mimic humans inside the suits.  The haranguing continues in your cell block. General Hux will nearly spit when he calls you \"Resistance scum,\" and then Kylo Ren arrives to use the Force to excavate the location of the rebel base from your brain. Lucky for you, he's distracted by an impending battle and runs off. Act. 3: 'This is a rescue!' Stand clear, someone is lasering through the side of your cell block. When the wall cuts free, you see a friendly Resistance face telling you to hurry. They're here to rescue you.  Strap into an R5-J2 Imperial astromech droid-driven transport (actually an impressively complex computer programmed trackless vehicle) as former Stormtrooper-turned-Resistance hero Finn explains on a screen that the droid will get you to an escape pod.  And off you go -- the last five minutes of the attraction are a whirring thrill ride featuring close calls with blaster fire (how did they make those smoldering divots in the wall?), the underbelly of an AT-AT, a stomach plummeting freefall, and multiple close calls with Kylo Ren -- including his lightsaber cutting through the ceiling above you. All the while, you can see a massive space battle outside the destroyer's windows. You will get off just in time, making a crash landing on Batuu. As you emerge into the sunlight you see real Spanish moss hanging from the old rusted hangar you crashed into.  Mission accomplished?  If the mission was to have great fun, then yes.  I'm a Star Wars superfan, and as impressed as I was, I only wished the peril level reached a higher point. I recall being actually scared at Universal Orlando's Harry Potter and the Forbidden Journey, and I am not at all invested in that franchise. But in my opinion, Rise is a long-sustained level of joy and a technological marvel that beats any other attraction in the park in both of those ways.  Epilogue: Dream come true The technology is so ambitious -- four different ride types that all need to seamlessly synch together, including live cast members and several animatronics  -- that Rise of the Resistance is now opening months behind the rest of Galaxy's Edge.  Even two days before the grand opening to the public there were still technical glitches that delayed Tuesday's press sneak previews and occasionally caused awkward delays in the attraction's narrative.  But could the ambition be any less?  Disney is recreating a galaxy, a new planet, and new narrative arcs within a 40-plus year old cinematic, television, game and book franchise. This is all about reaching into that cannon in a deeper way that fans and non-fans can love. As I rode the attraction ahead of its official opening, I thought of another film, Christopher Nolan's \"Inception\" -- that dream-within-a-dream-within-a-dream action movie starring Leonardo DiCaprio.  For Star Wars fans of a certain age, our love of a beloved far away galaxy started with the first film more than 40 years ago and was kept alight over subsequent sequels and prequels.  Then, with Disney's Galaxy's Edge you can feel, taste and otherwise interact with a movie-accurate planet -- and ride the Millennium Falcon, too (that's the ride that opened earlier this year).  And now, with the Rise attraction, we're three dream layers deep -- having an experiential Star Wars adventure and the thrill that dream promises. "], "Language": false}