{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/06/entertainment/kylie-rae-harris-drunk-speeding-crash-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wolfe and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-06T14:40:21Z"], "LastModifiedDate": ["2019-12-06T15:07:18Z"], "Headline": ["Kylie Rae Harris was speeding and drunk at the time of her fatal crash on a New Mexico highway, police say"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kylie Rae Harris, a rising country star who died in a car wreck in September, was drunk and speeding at the time of the crash that killed her and a teenage driver in New Mexico, police said. The singer had a blood alcohol level that was more than three times the legal limit and was driving 102 mph when her vehicle collided with two other cars on September 4, the Taos County Sheriff's Office said in a news release, citing an investigation. Harris was driving while impaired on a highway when her vehicle struck another car, according to the statement. Harris' vehicle then crossed into the oncoming lane of traffic and struck a second car, killing 16-year-old Maria Cruz, police said. \"The now completed (sic) investigation supports what we suspected at the time of our initial investigation and my earlier press release that stated alcohol consumption was suspected and speeding was a factor,\" Sheriff Jerry Hogrefe said in a statement. Toxicology tests done after Harris died confirmed she had a .28 blood alcohol concentration at the time of the crash, which is triple the legal limit for impaired driving, police said.  Police also used data from the car's on-board computers to determine her speed was 102 miles per hour at the time of the first crash and 95 miles per hour when her vehicle collided with Cruz's car.  Harris had released a self-titled EP in March and had been in New Mexico to perform at Michael Hearne's Big Barn Dance Music Festival, according to the concert listings on her official website.  Her next performance was supposed to take place in Turkey, Texas. Harris, 30, left behind a young daughter, Corbie, for whom she wrote a song featured on her EP called \"Twenty Years from Now.\" She told Billboard after it released that she wrote the song after her father's death and hoped it would be a lasting message to her own child. \"It scared me thinking that it was totally possible I could be gone before my daughter reaches that point,\" she said. \"I want to meet my kid's kids. Getting to the age your parents were when you were a child brings a whole lot of perspective.\" She added: \"Parents are people. People make mistakes and being a parent is hard. I'm not always going to make the right choices, but I hope that when Corbie gets older she'll see that they were all made with love and the best of intentions.\""], "Language": false}