{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/05/cnn-underscored/amazon-echo-dot-philips-hue-smart-bulbs-bundle/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2019-12-06T03:34:55Z"], "LastModifiedDate": ["2019-12-06T03:34:55Z"], "Headline": ["Light up your smart home with this Echo Dot and Philips Hue Bulb bundle"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["These days, it's so easy to transform your normal home into a smart one. But you can forget about clapping your lights on and off like they do in the movies. Right now, you can bundle a 3rd Generation Echo Dot with two Phillips Hue Smart Bulbs for a bargain price.  Amazon is offering a huge sale on some of its Echo Dot bundles, including a perfect package to kick-start your smart home: an Echo Dot and Philips Hue White Smart Bulbs bundle for only $34.99.  Whether you're a smart home rookie or you want to expand your voice command range to more rooms, this dot-and-bulb bundle is a great way to make your life easier. You'll be able to control the lights with your voice alone, and you can even set your lights to gradually brighten or dim at certain times of day. For example, you could set an alarm in the morning that will turn on your lights slowly and gradually light the room in white.  The Echo Dot comes with a pair of Philips Hue white A19 smart bulbs, which are Bluetooth- and Zigbee-compatible, so the setup and pairing is ridiculously easy. Since the lights connect via Bluetooth, you can just tell your new Dot, \"Alexa, discover devices,\" and it should pair by itself — you don't need the Hub. There's nothing holding you back, so If you're ready to bundle and make your home a little smarter, check out this Echo Dot and Philips Hue Bulb bundle for just $34.99. But if smart lights aren't for you, Amazon is also offering deals on the Echo Dot alone at $24.99, the Echo Dot bundled with four free months of Amazon Music Unlimited for $24.99, and the Dot with the TP-Link Smart Plug for $29.99. Whichever you choose, it's a great time to finally get your dream smart home off the ground.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}