{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/05/tech/spotify-wrapped-2019-scli-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rory Sullivan, CNN Business"], "Writers": [["Rory Sullivan"]], "FirstPublishDate": ["2019-12-05T15:48:20Z"], "LastModifiedDate": ["2019-12-05T21:31:11Z"], "Headline": ["Spotify Wrapped reveals your top songs and favorite artists of the year — and the decade"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Musicals may be on your go-to streaming playlists, or perhaps you prefer listening to some hip hop. Whatever your guilty pleasure, Spotify Wrapped 2019 is giving music-lovers an overview of their listening habits — both from the past year and the last decade. The latest personalized feature from streaming service Spotify lets users see which songs, albums, artists and podcasts they have discovered in 2019. It also allows users to see how their music tastes have evolved — or not — since 2010. Spotify users who have had an account for at least two years will be able to see their most-streamed artists and their total streaming time over the past decade.  Spotify Wrapped will also map out where a listener's favorite musicians come from.  Those with Spotify Premium will receive additional data stories, including the number of artists they discovered in 2019.  Some music fans expressed disappointment on social media when the feature launched Thursday, saying they could not access their lists. CNN Business has reached out to Spotify for comment. The launch of this year's feature comes two days after Spotify announced the platform's top performers of 2019 and of the past decade.  This year's most popular artist was rapper Post Malone, with more than 6.5 billion streams worldwide. Singer Billie Eilish came in second, followed by Ariana Grande, Ed Sheeran and Bad Bunny. Drake was the most-streamed artist of the decade. Sheeran came in second, followed by Post Malone, Grande and Eminem respectively.  The most popular song of the decade was Sheeran's \"Shape of You,\" which beat Drake's \"One Dance\" featuring Kyla and WizKid to the crown."], "Language": false}