{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/05/americas/bolsonaro-funarte-abortion-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Flora Charner, CNN"], "Writers": [["Flora Charner"]], "FirstPublishDate": ["2019-12-05T15:11:54Z"], "LastModifiedDate": ["2019-12-05T18:22:16Z"], "Headline": ["Rock music is linked to abortions, says new Brazilian culture official"], "Section": ["americas"], "MappedSection": [null], "Article_Body": ["Three decades ago in Rio de Janeiro, Freddie Mercury made history with a performance of the Queen hit \"Love of My Life,\" at the now-legendary Rock in Rio music festival. The scene of thousands of Queen fans all singing along was an indelible one -- and one recently featured in the film \"Bohemian Rhapsody.\" Brazil has always been famous for its music. The birthplace of beloved genres like samba, maracatu and forro, it is also a welcoming longtime home for global music styles. But now, one of Brazilian President Jair Bolsonaro's top officials for culture is declaring a war on rock and roll. \"Rock music leads to drugs, which leads to sex, which leads to abortions,\" claimed Dante Mantovani, newly-appointed head of the National Arts Foundation (Funarte), in a recent post on his personal YouTube page. \"At the same time, the abortion industry feeds into something much more serious which is Satanism,\" he added. In the eleven-minute video, posted on October 30th, Mantovani criticizes rock icons Elvis Presley and John Lennon. \"Lennon openly said, more than once, that he made a pact with the devil -- with Satan, in order to be famous and successful,\" he says. \"In the 1950's this so-called Elvis Presley emerges with rock music that makes everyone bounce and shake their hips,\" Mantovani adds. \"This is when certain behaviors start being introduced -- Elvis Presley, for instance, died of an overdose.\" On Dec 2, Mantovani was appointed to run Funarte, a Brazilian government agency with a mission to \"promote and incentivize the production, practice, development and diffusion of the arts throughout the country.\" Founded in 1975, it fell under the Ministry of Culture until that ministry was dissolved by Bolsonaro's government, and became a subdivision of the Ministry of Citizenship.  It is unclear whether Mantovani's views could affect any projects that might finance initiatives for rock music events. But as a government entity responsible for determining public policy and federal funding for music and arts initiatives, the foundation's support can be critical. In the past, cultural projects could request up to 60 million Brazilian reals (roughly US$14 million) in federal funds through Funarte, though that figure has since been reduced under Bolsonaro. Mantovani himself seems to tend toward classical styles. Born in 1984, he identifies himself as a \"maestro\" with a master's degree in linguistics, according to his personal website. He studied the violin, trumpet, piano and led choirs and orchestras in different cities throughout Brazil.  In the same video, Mantovani also blames rock music for destroying the fabric of the American \"moral\" family in the 1960s and indulges \"certain theories\" that the CIA distributed the hallucinogenic drug LSD at the 1969 Woodstock festival. \"Woodstock, that festival from the 1960s that gather a bunch of people, where hippies took drugs and LSD -- there are certain theories that suggest that the large scale distribution of the drug was actually carried out by the CIA,\" Mantovani said.  He has held forth on what he views as rock's problems before, even asking, \"Is rock music?\" in a video posted February 2018. \"What happens with rock is that the rhythm is always very repetitive. When a musical genre is more based on rhythm is speaks more to the body than the soul,\" Mantovani said. \"That's why you see in rock shows people jumping, sometimes hitting each other -- in punk rock there is the tradition of people beating each other and then leaving as old friends.\" In the video, he does makes exceptions for two bands in the genre -- Metallica and Brazilian band Angra -- arguing that they alone are worth listening to \"when you're driving in traffic\" or \"feeling a bit tired.\" On Monday, Angra bassist Felipe Andreoli responded that he was \"embarrassed\" to have his band associated with Mantovani, in a post on his personal Instagram account. \"So much ignorance, so much disinformation, SO EMBARRASSED to have my band associated in any way with this guy. I'm not going to waste my time attacking his comments because, those of us who live off of and know about rock music know that he is delirious,\" Andreoli said. \"It scares me to see such a retrograde, fanatical person in such an important position for our country's culture.\" CNN has reached out to Mantovani for comment. Funarte forwarded CNN's request for comment to the Secretariat of Culture, a subdivision of the Ministry of Citizenship."], "Language": false}