{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/05/movies/mariah-carey-christmas-amazon-doc-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alexis Grace and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-05T17:24:09Z"], "LastModifiedDate": ["2019-12-05T17:24:09Z"], "Headline": ["Mariah Carey's 'All I Want For Christmas Is You' gets its own mini-documentary"], "Section": ["movies"], "MappedSection": [null], "Article_Body": ["I don't want a lot for Christmas There is just one thing I need A Mariah Carey mini-doc That Amazon will let me stream... Yes, it's true -- 25 years after embedding itself deep in our ears, Mariah Carey's infamous Christmas song \"All I Want For Christmas Is You\" will return to make its mark once again.  On Wednesday, Amazon announced the song would get its own mini documentary, \"Mariah Carey is Christmas!\", and released a trailer. The documentary will tell the story of how Carey's long-standing hit and how it became a seasonal staple, and feature interviews from heavy hitters like producer Randy Jackson and the pop singer herself. \"Can't wait to share this with you guys! Watch the trailer for my @AmazonMusic mini-doc, coming soon,\" Carey shared on her Instagram. In the trailer, the five-time Grammy award-winning artist explained of the song, \"I just remember where I was coming from, wanting it to feel like a classic. It was an accomplishment for me that I was really proud of.\" And Jackson admitted how unlikely it was that the singer could turn a holiday original into such a hit. The documentary will premiere on Amazon later this month. This year, \"All I Want for Christmas Is You\" appeared on Rolling Stone's charts as early as November 1st. Shortly after, Carey announced her unreleased video footage from the music video. Legacy Recordings also released Carey's \"Merry Christmas 25th Anniversary Deluxe Edition,\" which includes the original album, plus a disc featuring previously unreleased live tracks from her 1994 St. John The Divine Benefit Concert, rare remixes, a new rendition of the \"Sugar Plum Fairy\" and additional seasonal tracks."], "Language": false}