{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/12/05/africa/gallery/music-stars-in-africa/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Jerritt Clark/Getty Images North America/Getty Images for Fashion Nova", "JOSE CENDON/AFP/AFP via Getty Images", "Kevin Mazur/Global Citizen/Getty Images", "RAJESH JANTILAL/AFP/AFP via Getty Images", "Dimitrios Kambouris/Getty Images North America", "Bongiwe Gumede/Foto24/Gallo Images/Getty Images", "Jemal Countess/Getty Images Europe/Getty Images for Global Citizen", "Michelly Rall/Getty Images Europe/Getty Images for Global Citizen", "Dan Kitwood/Getty Images Europe/Getty Images", "Shannon Finney/Getty Images North America/Getty Images for BET"]], "FirstPublishDate": ["2019-12-05T11:26:53Z"], "LastModifiedDate": ["2019-12-05T11:26:53Z"], "Headline": ["Some global music stars performing in Africa"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Cardi B is heading to Africa for the first time to perform at the LiveSpot X festival in Nigeria and Ghana on December 7 and 8.  US singer Beyonce performed during a concert in Addis Ababa, Ethiopia in 2007. Beyonce's concert was part of Ethiopia's yearlong celebration of its 2,000th birthday according to its ancient calendar. The global superstar also performed with her husband Jay-Z at the Global Citizen Festival in 2018 in Johannesburg, South Africa. In 2016, Rihanna performed at the ABSA rugby stadium in Durban, South Africa, as part of her three date concert tour. Rapper Nicki Minaj in 2016 made appearances in Cape town, Durban and Johannesburg, South Africa where she performed some of her hit songs.  Justin Bieber kicked off his 2017 'Believe' tour in Cape Town. He also performed in Johannesburg.  Ed Sheeran performs during the Global Citizen Festival: Mandela 100 at FNB Stadium on December 2, 2018 in Johannesburg, South Africa.   Rapper and producer Pharrell Williams was among the star-studded line up at the 2018 Mandela 100 Global Citizen Festival in Johannesburg, South Africa.  In 2008, Kelly Rowland accepted the Best R&B Award on behalf of Alicia Keys on stage at the MTV Africa Music Awards in Abuja, Nigeria. The singer has visited South Africa and Nigeria for a series of performances since then.  Nigerian-American rapper, Wale, has visited the continent multiple times. In 2017, he teamed up with South African rapper, Kwesta to perform their hit song 'Spirit' in Soweto, South Africa. "], "Language": false}