{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/fashion-awards-2019-highlights/index.html"], "Source": ["cnn"], "Location": ["London, UK"], "ByLine": ["Samantha Tse, CNN, and Fiona Sinclair Scott, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-02T21:47:41Z"], "LastModifiedDate": ["2019-12-04T14:03:04Z"], "Headline": ["Highlights from the Fashion Awards 2019"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Guests at the 2019 Fashion Awards didn't let London's arctic temperatures deter them from delivering bold choices on the red carpet. The event celebrated the best in fashion this year, with celebrities, models and style icons showcasing strong sartorial looks by nominated designers, from the UK and beyond. American actress Tracee Ellis Ross, who served as the awards' host, opened the ceremony Monday evening wearing a fluid Richard Quinn creation, her hair braided and twisted into a sculptural halo. All eyes were on the \"Black-ish\" star as she surprised the audience with a song to kick things off. And within the first few minutes of her speech, Ellis Ross had turned her attention to all things quintessentially British: Brexit, Marks & Spencer, fish and chips, and -- of course -- Harry Styles. Quinn, who also dressed model Iris Law and Italian fashion editor Giovanna Battaglia in his Spring/Summer '20 runway collection, was nominated for this year's British Womenswear Designer of the Year. But he lost out to Daniel Lee of Bottega Veneta, who was undoubtedly the star designer of the night.  He won in four major categories, including the coveted Designer of the Year, beating out veterans like Miuccia Prada and Jonathan Anderson of JW Anderson and Loewe. Lee's work at Bottega Veneta also helped the Italian label -- which he has helmed since 2018 -- win a number of other awards, including Brand of the Year.  The accolade of British Menswear Designer of the Year was meanwhile awarded to Kim Jones. The designer's edgy work for Dior Men has won him numerous fans, including David Beckham and Robert Pattinson, who have worn his exquisite tailoring and streetwear-inspired collections both on and off the red carpet. Jones is currently in Miami prepping for the brand's pre-fall menswear show on Tuesday, but he sent Donatella Versace to collect the award on his behalf.  Music was woven into the night, with a number of stars taking to the stage to perform, including Boy George, Eric Clapton and British rapper Little Simz. Australian pop star Kylie Minogue presented an award, as did Janet Jackson who -- wearing an all-black ensemble by Stella McCartney -- surprised the room by naming Rihanna's brand Fenty as winner of the Urban Luxe award.\n Rihanna, dressed in a mint green Fenty minidress with a voluminous tulle jacket, used the spotlight to thank Bernard Arnault, the French business magnate behind the LVMH conglomerate that backs her brand. \"Thank you for believing in me as a young black woman and my talent,\" she said, accepting the award. \"Thank you for giving me the opportunity to prove what I love to do.\" Former CNN Style guest editor Adut Akech took the title of Model of the Year. Speaking about her win backstage, the South Sudanese-Australian model told CNN: \"This award is bigger than me; it's bigger than a title in the industry. It's for every young girl or boy refugees around the world in a tough position who are unheard or unseen. \"People who see representation or validation in the work that I do -- this is for them. If there wasn't any inclusivity, I wouldn't be here,\" she added.  Akech has often cited Naomi Campbell as one of her inspirations, and the British supermodel was herself recognized on Monday evening with the Fashion Icon award. Campbell, who has broken down barriers in the industry for over three decades, gave an emotional speech thanking her mother who raised her as a single parent.  \"You raised me single-handedly, you were my mother and my father,\" said Campbell, wearing a floor-length Alexander McQueen gown with intricate crystal detailing. The supermodel then presented Sarah Burton, creative director of Alexander McQueen, with the Trailblazer Award. Burton, who worked with McQueen before his death in 2010, and famously dressed Kate Middleton for her wedding to Prince William a year later, was honored for continuing the craft, narrative and heritage prized by the brand's late founder.  Elsewhere, hair stylist Sam McKnight was named the recipient of the Isabella Blow Award for Fashion Creator. McKnight was a favorite of Princess Diana and has worked with major brands including Chanel, Balmain and Tom Ford.  \"It's amazing to have a light shine on us teams of people backstage because it's usually very front-of-house,\" he told CNN following the announcement. \"It's the first time a 'hair person' has won this, so it's really quite amazing.\"  Other winners on the night included Christopher Kane, who was given the inaugural Designers' Designer Award, and Rejina Pyo and Bethany Williams, who won Emerging Talent awards for womenswear and menswear respectively. Legendary Italian designer Giorgio Armani was honored with the Outstanding Achievement award -- and he brought some of his famous friends along to celebrate the occasion. Actress Julia Roberts walked the red carpet with the designer before the ceremony began, wearing a black crystal-studded black jumpsuit.  Host Ellis Ross -- who promised to bring joy to the stage in an interview with CNN, and who later stepped out in gowns by Gucci and Erdem -- earlier acknowledged the actress by quipping, \"Julia Roberts is here. She took the tube because it's three stops away from Notting Hill,\" in a nod to the iconic British film Roberts starred in with Hugh Grant in 1999.  And while it was a night of big wins, there was also a huge loss to acknowledge. Anna Wintour and Amanda Harlech used the ceremony to honor their friend, the late Karl Lagerfeld, who passed away at the beginning of the year.  \"No designer had more esoteric references,\" Wintour said of a man renowned for incorporating everything from literature and architecture to technology and pop culture into his collections. \"He was a renaissance man.\""], "Language": false}