{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/cnn-underscored/amazon-cyber-monday-deals-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Staff"], "Writers": [[]], "FirstPublishDate": ["2019-12-02T14:16:52Z"], "LastModifiedDate": ["2019-12-02T23:14:48Z"], "Headline": ["The best Cyber Monday deals to shop on Amazon"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Cyber Monday has arrived at Amazon. After seven full days and hundreds of jaw-dropping deals, the mega retailer is offering up one last chance to save big on some of the most coveted items around.  Monday's final flood of Gold Boxes runs the gamut from the best tech, to home must-haves, and everything in between. Shop soon, or risk the items on your list selling out. It's your last chance to take advantage of the year's best savings and deals, so get your holiday haul and finish off deals week on a high note.   Tech Bose SoundSport Free Truly Wireless Sport Headphones ($139, originally $199; amazon.com) Free yourself from wires with these Bose SoundSport true wireless earbuds in a limited-edition Ultraviolet with Midnight Blue colorway. They offer up to five hours of play time with each charge and an additional 10 hours with the included charging case, and they're sweat- and weather-resistant.  _______________________________________________________________________________ Books on Kindle (starting at $0.99; amazon.com) Whether you already have a Kindle or you just bought a discounted one, you can load it up with over 350 best-selling books, thanks to 80% savings on select titles from Amazon — its biggest deal of the year on Kindle reads. Fiction, memoirs, thrillers, fantasy and novels of pretty much any other genre a literary mind may enjoy are up for grabs, so start reading your new books promptly when you shop this deal now. _______________________________________________________________________________ Select Chromebooks (starting at $124.99; amazon.com)  A Chromebook is one of the best computing solutions for people who want a device that can help them surf the web at fast speed and work seamlessly with simple programs like Microsoft Word or PowerPoint — and who don't want to spend more than $200 at a time.  _______________________________________________________________________________ Content creator savings on PC devices and accessories (starting at $13.99; amazon.com)  Whether you're a photographer, a videographer or a designer, you'll need additional accessories to make your PC more creative-friendly. This includes Wi-Fi routers (both portable and wired) to ensure your connection is at full speed when you're working on big files and a large monitor that can allow you to see your Photoshop files with full clarity.  _______________________________________________________________________________ Save on cameras and telescopes (starting at $39.99; amazon.com)  Take your stargazing to new heights with a professional-grade telescope from Celestron. A variety of its designs, including its now discounted NexStar 8SE, uses a database of over 40,000 celestial objects and can automatically locate and track objects for you.  _______________________________________________________________________________ Samsung Galaxy S10 & Note10 with AKG N700NC Headphones (starting at $698.98; amazon.com)  What's better than saving big on your new Samsung Galaxy phone? Getting a pair of noise-canceling headphones to boot.  _______________________________________________________________________________ Save on speakers and headphones (starting at $25.99; amazon.com)  Your playlists and vinyl records deserve high-fidelity speakers. Listen to all your favorite audio, both at home and while you're traveling, with a variety of listening devices, including bookshelf speakers (now on sale for as little as $49.99) and noise-canceling headphones (starting at $25.99).   _______________________________________________________________________________ Build your own PC deals (starting at $35.99; amazon.com)  For those looking to expand their current PC's offerings on their own, Amazon has a whole host of discounts, ranging from monitors to hard drives, that will help you customize your computing experience.  _______________________________________________________________________________ Samsung Galaxy Tab S6 ($549.99, originally $649.99; amazon.com) We're big fans of the Tab S6 and consider it a dependable Android tablet that properly mixes entertainment and productivity with one design. It has a vibrant and crisp 10.5-inch Super AMOLED display that is nearly edge to edge. Even better, with an Octa-Core processor inside, it should stand up to almost any task. _______________________________________________________________________________ Echo Show 8 ($79.99, originally $129.99; amazon.com) The middle Echo with a display is now shipping and better yet, it's on sale for $79.99. It was also just named our favorite smart display in our review. Dual speakers inside create an incredibly wide soundstage and it's mixed quite well. Plus with an onboard equalizer, you can customize the sound experience. ____________________________________________________________________________ 7th Generation 10.2-inch iPad ($249.99, originally $329; amazon.com) Apple's latest entry-level iPad not only increases the screen size but also improves the internal hardware. Even better, it's on sale at 24% off for $249. It's powered by an A10 Fusion Chip that keeps iOS 13 running smoothly, and on the back, you'll find an 8-megapixel camera. _______________________________________________________________________________ SanDisk 128GB micro SD card ($14.99, originally $19.99; amazon.com) Whether you need extra storage for a Nintendo Switch, a DSLR camera or even a smartphone, a micro SD card is around to lend a hand. And SanDisk's 128GB micro SD card is on sale for just $14.99 and eligible for Prime shipping. _______________________________________________________________________________ Powerbeats Pro ($199.95, originally $249.95; amazon.com) The Powerbeats Pro are a seriously impressive pair of true wireless earbuds. It's a rethinking of the classic ear-hook design from Beats by Dre, and these will conform to your ears after a few days of wearing. They feature Apple's custom H1 Bluetooth chip inside for fast pairing and are sweat-resistant. _______________________________________________________________________________ Nintendo JoyCon ($61.99, originally $79.99; amazon.com) Like most consoles, the Nintendo Switch comes with a JoyCon out of the box, and extra JoyCons don't come cheap. But for $59.99, you can get a JoyCon in your choice of three colors and expand how many people you can play with. _______________________________________________________________________________ Samsung Galaxy Buds ($99.99, originally $129.99; amazon.com) Samsung's take on true wireless earbuds comes in the form of Galaxy Buds. Launched alongside the Galaxy S10 family, these don't change much about the formula. They feature easy pairing with Samsung devices, an equalizer to customize the sound and nearly six hours of battery life. _______________________________________________________________________________ Echo wall clock ($23.99, originally $29.99; amazon.com)  What the Echo Spot or Echo Dot lacks in visuals, the Echo wall clock delivers. When you set a timer on the device, the ring around the numbers will light up, giving you a clear picture of how much time is left on your timer. It is important to note that unlike other Echo devices, the Echo wall clock doesn't stand alone and needs to be synced to an additional Amazon-Alexa device for full functionality. With Cyber Monday savings in full swing, we'll take it as a sign from the universe to buy both. _______________________________________________________________________________   SanDisk 512GB memory card ($74.99, originally $99.99; amazon.com)  There's plenty a Kodak moment to be had this holiday season. Ensure your family photos and videos are securely stored with a heavy-duty memory card, like this popular option from SanDisk. It's compatible with Android smartphones and tablets and can store a whopping 512GB of content.  _______________________________________________________________________________ TCL 6-Series 65\" TV ($599.99, originally $649.99; amazon.com) TCL's latest 6-Series really ups the panel quality while keeping value front and center. It's a QLED panel that hits 4K UHD resolution and supports Dolby Vision, so expect vibrant colors and deep blacks, all for just $599.99. _______________________________________________________________________________ Pixel 4 ($599, originally $799; amazon.com) and Pixel 4 XL ($699, originally $899; amazon.com)  Both the Pixel 4 and 4 XL scored high in our full reviews. They have particularly outstanding cameras and a vibrant display that goes up to 90Hz. For Cyber Monday, you can score $200 off either model. _______________________________________________________________________________ Anker PowerPort III Nano USB Type-C wall charger ($19.99; amazon.com)  This tiny USB Type-C charger from Anker can push out 18 watts, which is enough to fast charge the iPhone 11, 11 Pro and 11 Pro Max, along with Google's Pixel line and Samsung's Galaxy smartphones. _______________________________________________________________________________ Fitbit Versa 2 ($129.99, originally $199.95; amazon.com) At $50 off, the Versa 2 is more than just a fitness tracker. On select devices, you'll be able to respond to messages, stream songs and even enable an Alexa skill to have the smart assistant on your wrist — just remember, she'll write back on the screen, not talk. Plus, this rich Bordeaux and Copper Rose color combo is exclusive to Amazon.  _______________________________________________________________________________ Sony audio products (starting at $28; amazon.com) Whether you prefer to rock out in your own personal jam session or blast your music for all to hear, Sony has deals on audio products at Amazon to suit your listening needs. A range of on-ear, over-ear and in-ear headphones is available starting at just $38, while Bluetooth speakers are as low as $59.99. There's even a Dolby Atmos Sound Bar up for grabs at $1,198, an all-time low price, and a turntable. _______________________________________________________________________________ Save on laptops, desktops, monitors and tablets (starting at $95.99; amazon.com)  The news we've all been waiting for all year long: Samsung tablets, Acer laptops, Dell monitors and Asus touchscreen computers are now on sale for hundreds of dollars off. Act fast on these Amazon computing deals; savings this good won't last for long.  _______________________________________________________________________________ H&R Block Tax Software Deluxe + State 2019 with 4% Refund Bonus Offer ($22.49, originally $44.99; amazon.com)  If the thought of the impending tax season has you worried, it's worth investing in H&R Block's tax software. This program helps you prepare documents for both federal and state taxes, giving you guidance every step of the way.  _______________________________________________________________________________ SiriusXM SXEZR1V1 Onyx EZR satellite radio with"], "Language": false}