{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/12/02/cnn-underscored/gallery/gift-guide-master-tech-for-everyone/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null, "Nintendo"]], "FirstPublishDate": ["2019-12-02T22:24:08Z"], "LastModifiedDate": ["2019-12-02T22:24:08Z"], "Headline": ["Tech gifts everyone on your list will love"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Apple AirPods (starting at $144.99; amazon.com):\nApple's latest earbuds have gone truly wireless, a property shared with the AirPod and the AirPod Pro. Both boast impressive sound quality, and give you up to five hours of listening time on a single charge, or up to 24 hours with the charging case. However, the Pro adds a few great features. These include higher audio quality and active noise cancellation. Don't forget to inform your gift recipient of this feature. It's a real life changer.\n Nintendo Switch Lite ($199.96; amazon.com):\nThe Nintendo Switch Lite is great if you're looking to save money, but still give (or get) the Nintendo experience. Though the Joy-Cons cannot be removed, the portability of the Switch Lite speaks for itself. The 5.5-inch touchscreen makes it smaller than a normal Switch, but the crispness isn't lost. Simply put, this is an ultra-portable Switch that's perfect for gaming on the go.\n Bose 700 Noise Canceling Headphones ($399.95; bose.com):\nIf over-the-ear headphones are what you're after, the Bose 700 is a terrific choice. These sleek, active noise canceling cans combine style and function. Even the microphones actively work to improve voice quality. They are well padded and come in several colors, and frankly, you might want to keep them for yourself instead of giving them as a present.\n\n HP Sprocket Portable Photo Printer ($129.85; amazon.com):\nThe HP Sprocket Portable Photo Printer is the ultimate photo album making, room decorating device. This miniature printer lets you print photos straight from your smartphone. Just queue up your pictures and watch them print onto 2x3-inch paper with an adhesive back. You can also decorate your photos before they print or share custom photo albums with friends.\n Apple 7th Gen 32 GB iPad, Wi-Fi ($289, originally $329; bhphotovideo.com):\nOne of Apple's most powerful iPads with a great display? Seems like a strong gift contender. Apple's 7th generation iPad sports a 10.2-inch display capable of crisp image quality. This device is backed up by one of Apple's most powerful processors, more than enough to handle most anything you can throw at it. The most upgraded version can have 128 GB of storage, as well as Wi-Fi and 4G LTE capabilities.\n Sonos One Smart Speaker ($199; sonos.com):\nThe boundaries of what makes a device \"smart\" are pushed every day, and the Sonos One is a prime example. This speaker has exquisite sound quality and can fill a room. This is especially true given its ability to assess the acoustics of a room and adjust accordingly. With two of these babies synced, you'll get a stereo sound unlike any other. It also has built-in Alexa and Google Assistant capability, so it's easy to command your music with your voice.\n Ultimate Ears Wonderboom bluetooth speaker (starting at $39.99; amazon.com):\nFor anyone who likes to blast their favorite tunes, the Wonderboom by Ultimate Ears will impress. For such a tiny, portable speaker, it packs surprisingly intense sound output for up to 10 hours on one charge. And since the speaker wraps all the way around, you'll get a 360-degree distribution of sound. With a large variety of colors to choose from, this stylish speaker is a real winner.\n TCL 4K Ultra HD Smart TV with Dolby Vision (starting at $299.99, originally $599.99; amazon.com):\nThe gift of 4K Ultra HD is just what the doctor ordered. TCL delivers with a variety of them that come with Roku TV for access to thousands of streaming channels. You'll also get Dolby Vision, bringing lifelike image quality to an already unbelievably crisp screen. These TVs are also Alexa and Google Assistant compatible, so you or your lucky giftee can control your entertainment with your voices.\n Anker PowerCore+ portable charger ($129.99; amazon.com):\nIf you have a friend or family member who's always running out of battery, Anker has them covered. This charger has not one, but two USB ports, as well as a USB-C port to boot. This beast of a battery has enough capacity to fully charge most phones seven times over, and most tablets twice. It does it quickly, too. You may also be happy to know this battery is TSA-approved. With one of these by your side, you'll never be caught without juice again.\n"], "Language": false}