{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/opinions/donald-trump-nato-summit-preview-vinograd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Samantha Vinograd"], "Writers": [["Samantha Vinograd"]], "FirstPublishDate": ["2019-12-02T13:06:13Z"], "LastModifiedDate": ["2019-12-02T13:06:13Z"], "Headline": ["Trump's not the only spoiler at this year's NATO summit"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["With the impeachment inquiry hanging over his head, President Donald Trump may welcome getting out of town. As he prepares to attend the NATO Summit in London, just days after a terrorist attack gripped the city, he should be ready to discuss several issues that he's historically shied away from — including the importance of international alliances and the problems that Russian President Vladimir Putin presents. Even if Trump is willing to engage in some of these conversations, European allies may be skeptical of what he has to say — particularly as he continues to spin dangerous conspiracy theories about Ukrainian election interference that benefit Russia, and as more details about his priorities with Ukraine come to light.  While allies gear up to question Trump on his next moves in places like Afghanistan, their key question is probably whether Trump actually cares about NATO's agenda at all. He's been a noted NATO skeptic, and this summit is likely going to be characterized by an unusual level of infighting within the alliance. Spoiler alert: Infighting expected Crisis management is one of NATO's core operational capabilities, but there are internal crises brewing between NATO members while they consult on how to manage external threats like Russia, China and terrorism. And Trump, who has been critical of NATO in the past, continues to be a wild card in NATO meetings. This year, though, Trump has company. French President Emmanuel Macron said NATO is experiencing \"brain death\" because of US unpredictability and Turkish military activities, including the country's offensive in northern Syria. French authorities have also criticized Turkey's refusal to back a NATO defense plan for the Baltics and Poland. In response, last week, Turkish President Recep Tayyip Erdogan said Macron should check whether he is \"brain dead.\" Macron is refusing to back down. Erdogan's insults will likely resume while at the summit, particularly if allies continue to criticize Erdogan for his purchase of Russian air defense systems, which are incompatible with NATO systems and could present new security risks, and his offensive in Syria. Diatribes among allies — rather than against external actors — may spoil the message of unity that is so critical in the face of myriad external threats. Trump, Erdogan and Macron should remember that every time they insult each other and openly voice disagreements, that makes external enemies, like Putin, feel stronger because it signals a weaker alliance. Bullying has benefits: Defense spending increasing Despite the enormous return on investment — after all, NATO came to our defense after 9/11 and fought with us in Afghanistan, Iraq and Syria — Trump has berated NATO members for not spending more of their own money on defense and even hinted that he may be considering a response including adjusting our military footprint around the world by pulling US troops out of Germany. And he remains unconvinced about the value of NATO — reportedly even discussing leaving the alliance. Trump has also misrepresented how the US financially supports NATO by claiming that other members owe the US money. Now, the Trump administration is reportedly cutting its direct contribution to NATO funding from 22% to 16% of NATO's budget and expecting other countries to make up the shortfall. But the bullying tactics may be paying off. Last week, NATO Secretary General Jens Stoltenberg said that the real increase in NATO spending for 2019 is 4.6%, and European allies and Canada will have invested over $100 billion more since 2016. According to Stoltenberg, in 2019, nine NATO members will meet Trump's proposed guideline to spend 2% of GDP on defense. This will be music to Trump's ears. But, as Stoltenberg said, allies shouldn't invest more in defense to please Trump, \"they should invest in defense because we are faced with new threats and new challenges\" including China, a more assertive Russia, cyber threats and more. Spend wisely While Trump narrowly focuses on defense funding, he's failed to articulate what funding is for — and who NATO members are defending against. Macron said that members' common enemy is terrorism, and whether it's countering al-Qaeda, ISIS or other terrorist groups, NATO has consistently focused on counterterrorism.  In light of last week's terrorist attack in London — and ongoing threats from terrorist networks — counterterrorism should remain a top priority. Of course, allies may question the US commitment to this mission in light of Trump's unilateral decision to pull US forces supporting counterterrorism operations from Syria. Even though Macron refused to designate China as a NATO enemy, China is also reportedly on the summit agenda. Addressing the country's expanding influence in cyber space and in key theaters like the Arctic and the Balkans should be a shared goal among members. Members' use of Chinese 5G technology will likely be a focus because of US concerns that Chinese 5G equipment could be used for spying. But even as allies come together around shared concerns like counterterrorism and China, there will still be a major elephant in the room: Russian aggression. Other allies have spoken out about Russia's destabilizing activities — from election interference to Russia's invasion of Crimea and its disinformation campaigns — even while engaging in dialogue with Russia on issues like Ukraine. And still NATO supported the United States' decision to withdraw from the INF Treaty — an agreement which required the United States and the Soviet Union (and later Russia) to eliminate all nuclear and conventional ground-launched ballistic and cruise missiles with ranges of 500 to 5,500 kilometers — in light of Russia developing and fielding a missile system that violated the agreement . To date, Trump has not used his time with NATO allies to clearly acknowledge Russian threats. And with his dogged focus on a conspiracy theory related to alleged Ukrainian interference in the 2016 election — despite no evidence from the intelligence community — Trump is likely to double down on disregarding the problems Putin poses. He's called for more dialogue with Russia and said Russia should be readmitted to what used to be the G8.  Other leaders, like Macron, want dialogue with Russia, and Stoltenberg has advised that the alliance wants dialogue and defense vis-a-vis Russia. But they haven't shied away from articulating the range of threats Russia represents. As Russia continues its disinformation campaigns in the US and abroad while trying to improve its military capabilities, and deploys more physical assets throughout Europe and the Middle East, Trump's silence on Russia will continue to speak volumes, especially to Putin."], "Language": false}