{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/01/cnn-underscored/beats-solo-3-cyber-monday-deal/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2019-12-02T03:23:21Z"], "LastModifiedDate": ["2019-12-02T03:23:21Z"], "Headline": ["Save over 50% on the Beats Solo3 Wireless Headphones for Cyber Monday"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Cyber Monday ahoy! As part of the tidal wave of deals, the Beats Solo3 wireless headphones are over 50% off. The Beats Solo3 start at $129.99, down from $299.95 (amazon.com or target.com). The comfortably cushioned, adjustable ear cups on these headphones make them easy to use all day. Naturally, not having to lug around or untangle wires is a great benefit. Even better, with up to 40 hours of battery life, you'll rarely have to remove them to charge. But when the battery is running low, you can get three hours of playback from just a five-minute charge. You can even control your music with your voice and activate Siri. After the comfort, you'll immediately notice the Beats Solo3's sound quality. Beats technology focuses on clarity and breadth, delivering accurate acoustics and balance. And though they don't include noise-canceling tech, their traditional passive noise canceling performs well. You can pair up and start listening faster with your macOS, iOS and watchOS devices with the rapid pairing capability of Apple's W1 chip. The Beats Solo3 come in a palette of colors: gloss black, matte black, citrus red, gloss white, gold, satin gold, satin silver and even 90th-anniversary decals for Mickey Mouse. Notable additions include a carrying case, remote talk cable and universal USB charging cable. And for those who prefer the in-ear experience, the Powerbeats Pro are on sale now for $199.95, originally $249.95 (amazon.com). Pick up the Beats Solo3 on Amazon starting at $129.99 (originally $299.95). See why it's one of those brands that everybody talks about or give a loved one the power of Beats. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}