{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/01/cnn-underscored/echo-cyber-monday-sales-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2019-12-02T02:07:33Z"], "LastModifiedDate": ["2019-12-02T02:07:33Z"], "Headline": ["Amazon is continuing its sale on Echo devices for Cyber Monday"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Amazon is swiftly turning its Black Friday deals on Echo smart speakers and smart displays into Cyber Monday deals. So let's break them down. So let's start with the entry-level Echos. The Echo Dot is down to $22 (originally $49.99) and the Echo Dot with Clock is just $34.99, down from $59.99. They both feature a mesh outer shell with a much-improved speaker, compared to the previous generation. At this price, it's a great entry-level Alexa device. The Dot with Clock adds an LED display to the front that can show you the time, timers, weather, and even the volume.  The 3rd Generation Echo is $40 off at $59.99 and keeps a similar tall cylindrical design. It has quality sound and even supports Dolby Atmos for crisper audio. And for the holidays, Amazon released a Product Red version and $10 from that purchase will go to the Global Fund. The Echo Plus, the bigger brother to the core Echo, is just $99.99, down from $179.98. With more speakers and a Zigbee hub for easy pairing with other smart devices. And while the Echo Studio at $199.99 isn't discounted, it's the best sounding Echo out there.  If you want a device more focused on utility and less on playing music or games, then the Echo Flex at $19.99 (from $24.99) is worth a look. It plugs into the outlet and has two additional accessories that plug into its USB Type-A port. A motion sensor is useful for activating routines and a smart night light, which is both and helpful.  On the smart display side, all three models are seeing discounts. The Echo Show 5 is $49.99 (from $89.99), Show 8 is $79.99 (from $129.99) and the Show is $149.99 (from $229.99). All of these add a visual element (a 5-inch, 8-inch or 10-inch screen) to the Alexa experience. You can see lyrics to sing along with music, visualize the weather, view your favorite photos and even watch content from sources such as Prime Video or Hulu. These deals should last through the end of Cyber Monday. Other Echos also are on sale. Echo Input ($14.99, originally $34.99; amazon.com)\nEcho Glow ($29.99; amazon.com)\nEcho Dot Kids Edition ($39.99, originally $69.99; amazon.com) Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}