{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/business/retailers-lack-of-store-closing-sales-delaying-bankruptcy/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-05-04T17:04:34Z"], "LastModifiedDate": ["2020-05-04T17:04:34Z"], "Headline": ["Some retailers are too broke to go bankrupt"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Everything must go!  Store-closing sales are crucial to the nation's retail economy: They help liquidate slow-to-sell inventory, and in many cases, they fund a company's operations through bankruptcy. Without liquidation sales, retailers would find it much tougher, if not impossible, to stay in business during a reorganization. The coronavirus pandemic is making retail bankruptcies more likely. But, ironically, it could also make bankruptcies more difficult, and lead to delayed filings. With much of the United States still limiting nonessential businesses, and with shoppers nervous about visiting open stores, closing sales are much more difficult to hold. On Monday, J.Crew became the first national retailer to file for bankruptcy during the crisis. Experts say they're certain it won't be the last. But they also say many retailers are likely holding off filing until they are able to make plans for the stores they need to close during bankruptcy. \"We probably would have seen more file by now if stores were open,\" said Reshmi Basu, an expert in retail bankruptcies at Debtwire, which tracks the finances of troubled companies.  \"We're clearly seeing a lot of companies engage [bankruptcy] advisors. But it's not a great time to file. A lot of companies are on hold because you can't get the money you need coming in from liquidation sales.\" Numerous national retailers are reported to be close to a bankruptcy filing. JCPenney disclosed on April 15 that it missed a debt payment and that it was looking at strategic options during the 30-day grace period to make that payment. According to published reports Neiman Marcus also is close to filing. Neither JCPenney nor Neiman Marcus are commenting on their plans.  Filing for bankruptcy does not need to be a death sentence. Companies can use the process to close unprofitable operations, shed debt and other liabilities and emerge as more profitable companies. But those turnarounds require funding during reorganization, and normally that comes in the form of debtor-in-possession loans, or DIP loans. DIP lenders are willing to loan money to troubled companies because bankruptcy law allows them to be repaid before other lenders. And in the retail sector, that DIP lenders depend on the inventory of stores to be closed to be repaid. \"Historically, the store closing sales are pretty important,\" said Matthew Katz, managing partners at consultant SSA & Co. \"The longer the [store closing sales] take, and more aged the merchandise gets, the less the value. That value is what the lenders are looking at.\"  Most major companies that file for bankruptcy do so intending to stay in business. But many fail, including Toys \"R\" Us and Sports Authority. Once a company files for bankruptcy, the clock is ticking on its effort to win approval of the bankruptcy court to stay alive. After 180 days in bankruptcy, a company's creditors can push the court to halt the reorganization effort and start the process of liquidation. Some stores that have been closed because of stay-at-home orders and orders mandating the closure of non-essential businesses, are slowly starting to reopen this week. But for many stores and malls, it remains to be seen how many shoppers want to return, particularly to troubled department stores that sell few essential items.  The problems facing traditional brick-and-mortar stores didn't start with the Covid-19 crisis. A record 9,275 major retail stores announced closings last year, according to CoreSight Research, which tracks such announcements.  Things will only be tougher for traditional retailers in the months ahead, with many customers struggling during a period of record job losses. The growing use of online shopping during stay-at-home orders doesn't help either.  But filing for bankruptcy to stay in business is a lot more difficult than it used to be. That means many stores that might have been able to reorganize in the past might fail in their attempts to do so at this difficult time."], "Language": false}