{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/cnn-underscored/bandier-sale-spring/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarai Thompson"], "Writers": [["Sarai Thompson"]], "FirstPublishDate": ["2020-05-04T15:08:09Z"], "LastModifiedDate": ["2020-05-04T15:08:09Z"], "Headline": ["Take up to 40% off new activewear for spring from Bandier"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Bandier, a brand known for trendy activewear, is here to keep you looking stylish during workouts and cute and comfortable at home with up to 40% off almost everything on their site, including sale items, through May 13.  Use the code SPRINGSALE to score discounts on Bandier's wide selection of looks from boutique brands like We Over Me, Calé and more. There are plenty of sweat ensembles that you'll love to wear while lounging or exercising; see below for a few of our favorites.  All Access Riff Bodysuit ($52.80, originally $88; bandier.com) This All Access original bodysuit will liven up any pair of bottoms. ___________________________________________________________  All Access Rhythm Knot Front Tee ($45, originally $75; bandier.com) This lightweight top with a trendy knot accent will keep you feeling and looking cool during workouts.  ___________________________________________________________ All Access Pace Sculpt Bra ($52.80, originally $88; bandier.com) Wear this sports bra by itself or under a tank during your next sweat session.  ___________________________________________________________ All Access Session Tank ($46.80, originally $78; bandier.com) The Session Tank works equally well for workouts or just as a simple summertime top.  ___________________________________________________________ We Over Me Bliss Bra ($26.99, originally $44.97; bandier.com) The Bliss Bra is made with stretch fabric for comfort, and it's available in six spacedyed colors including, cream and mint.  ___________________________________________________________ Wesley Rivington Scoop Neck ($32.99, originally $54.97; bandier.com) A fitted tee is a staple item for any wardrobe, and this one by Wesley is certainly a must-have piece.  ___________________________________________________________ All Access Tempo Tank ($35.99, originally $59.97; bandier.com) This sporty tank will look amazing when paired with biker shorts. ___________________________________________________________ We Over Me Bliss Tank ($32.99, originally $54.07; bandier.com) The razorback Bliss Tank is taken up a notch with multi-straps. Just note: This item is final sale.  ___________________________________________________________ We Over Me Balance Bralette ($40.80, originally $68; bandier.com) The Balance Bralette, featuring a back cutout, will add a modern vibe to any athleisure look.  ___________________________________________________________ We Over Me Yin Legging ($44.99, originally $74.97; bandier.com) This coloblocked legging looks great for lounging on the couch or an outdoor adventure.  ___________________________________________________________ All Access Slash Legging ($47.99, originally $79.97; bandier.com) For quick runs to the store or on around the park, turn to this classic high-rise legging. Hurry, though; it's already sold out in a few sizes.   For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}