{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/football/uswnt-megan-rapinoe-olympics-postponed-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Miriam Annenberg, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-04T14:18:53Z"], "LastModifiedDate": ["2020-05-04T14:19:42Z"], "Headline": ["USWNT star Megan Rapinoe fears the coronavirus pandemic has ended her days as an Olympian"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["US Women's National Team soccer star Megan Rapinoe is questioning whether the 2020 Summer Olympics, already delayed until 2021 due to the coronavirus pandemic, will happen next summer, and if her days as an Olympic athlete are already behind her. \"Frankly, I think the Olympics are in doubt next year,\" she told CNN's David Axelrod in an episode of his \"The Axe Files\" podcast released Monday. \"The more I think about it logistically, just bringing everybody together like that with the absence of drug therapies or anything like that just seems difficult.\" For 34-year-old Rapinoe, a two-time World Cup winner and Olympic gold medalist, any further delay could spell uncertainty for her career. \"Certainly, you want to be able to go out the way that you want to and not sort of be pushed out by a pandemic,\" she said, adding this was likely the last Olympic games for both her and girlfriend, WNBA player and Olympian Sue Bird.  \"If it happens that, you know, we can't play sports for or a number of years or whatever it may be, you know, this situation will be what it is. And I think we'll be at peace with that. But I think we're definitely both hoping to be able to play in the Olympics.\" Rapinoe also noted Covid-19 could delay next steps in the USWNT's legal battle with the US Soccer Federation over equal compensation. The team filed a gender discrimination lawsuit in March 2019, asking for more than $66 million in damages. On Friday, a federal judge dismissed the team's demands for equal pay, allowing only the lawsuit's claims of unfair travel, accommodations and staffing to move forward. The team plans to appeal. Before that setback was announced, Rapinoe told Axelrod she remained hopeful a settlement could be reached.  \"They're the only federation that we can have,\" Rapinoe said. \"We're the only team that they can have. We're going to be tied together forever. So I'm always hopeful that there's a way that we can work through this. But I really do believe that there needs to be a major paradigm shift in in how they think about the women's team.\" She continued: \"But I think in order to honestly have the paradigm shift that we need, there needs to be a clearing of the house. I don't think that you can have all, you know, a lot of the same people that have overseen a lot of these decisions and been there for a long time. You know, unless they all sort of have a come to Jesus moment.\" As part of their legal argument, the US Soccer Federation filed a brief claiming the women and men's teams have different jobs, in part because men are inherently faster and stronger, calling it \"indisputable science.\"  \"To signal to not only the boys that they are just innately better, but to the girls that they're innately lesser was just, I mean, it was stupid,\" Rapinoe said. \"It just, I think, really showed how deep that sentiment goes that they were willing and comfortable to put that in a public briefing.\" Also on the podcast, Rapinoe talked about the long-term financial impact of Covid-19 on women's sports leagues, which already operate with less resources and pay their athletes significantly less than their male counterparts. \"We don't have the reserves that the NBA has,\" she said. \"I'm not really sure as we get deeper into the summer and you know, are we going to have a season or not?  \"I'm not really sure about the financial future of the leagues. Hopefully we can ride this out and be able to come back strong next year whenever we're able to. But it's definitely a big worry for the female leagues around the country and the world, frankly.\""], "Language": false}