{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/business/j-crew-bankruptcy/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore and Nathaniel Meyersohn, CNN Business"], "Writers": [["Chris Isidore", "Nathaniel Meyersohn"]], "FirstPublishDate": ["2020-05-04T10:02:49Z"], "LastModifiedDate": ["2020-05-04T13:52:52Z"], "Headline": ["J.Crew has filed for bankruptcy"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["J.Crew Group, which operates the J.Crew and Madewell brands, has become the first national US retailer to file for bankruptcy protection since the coronavirus pandemic forced a wave of store closures. The clothing retailer said Monday that it has filed to begin Chapter 11 proceedings in federal bankruptcy court in the Eastern District of Virginia. The company also said it had reached a deal with its lenders to convert about $1.65 billion of debt into equity. The retailer expects to stay in business and emerge from bankruptcy as a profitable company. Madewell, the fast-growing denim brand that had been slated for an IPO, will remain part of the business. \"We will continue all day-to-day operations,\" J.Crew Group CEO Jan Singer said in a statement. A bankruptcy filing doesn't necessarily mean a company will go out of business. Many firms use bankruptcy to shed debt and other liabilities they can't afford while closing unprofitable operations and locations. But this is a unique time for a retail bankruptcy. Many stores have been closed by quarantines and stay-at-home orders, and some potential shoppers are nervous about venturing out to any stores that are open.  Retailers also frequently use store closing sales to liquidate inventory and raise cash they need to fund operations during a bankruptcy reorganization, said Reshmi Basu, an expert in retail bankruptcies at Debtwire, which tracks the finances of troubled companies.  J.Crew's bankruptcy filing is the latest sign of the strain the pandemic has placed on retailers. UBS analysts said last month that \"retail store closures are likely to accelerate in a post-COVID-19 world,\" and that the gap between well-positioned retailers and struggling chains will expand because of the outbreak. The group estimated both assets and liabilities at between $1 billion and $10 billion in its bankruptcy filing. J.Crew got its start as a catalog-only retailer in 1983, before opening its first store in New York City in 1989. The company, which is known for its preppy clothes, was purchased by private equity firms TPG Capital and Leonard Green & Partners in a $3 billion deal that closed in 2011.  It has grown rapidly in the nine years since the deal was closed, nearly doubling the number of stores. But it has also accumulated far more debt. It had $50 million of long-term debt on its books in 2010 before the deal was announced. It had $1.7 billion as of Feb. 1. Numerous retailers that have gone out of business in recent years were first purchased by private equity firms that ladled on an unaffordable amount of debt, including Toys \"R\" Us, Sports Authority, Payless ShoeSource and Gymboree.   J.Crew Group had about 14,500 employees as of a year ago, according to the most recent company filing to disclose a head count. About 10,000 of those employees were part-time. The company operates nearly 500 stores, including J.Crew, Madewell and J.Crew factory stores, but outlets have been closed by health concerns surrounding the coronavirus.  The widespread store closings due to the coronavirus were not only a sales setback. They also derailed plans to have an initial public offering of the company's more successful Madewell brand, which would have allowed it to pay down debt. Overall company sales increased 2% last year, to $2.5 billion. But there was a wide split between the success of the two brands, as sales at Madewell locations open for at least a year rose 10% last year, while sales fell 1% at the J.Crew branded stores.  \"Madewell was supposed to be the saving grace. This is an asset that lenders were fighting over for years,\" said Basu. \"But no one wants to do an IPO right now, especially a retail IPO. Covid-19 upturned everything.\" The company posted a $78.8 million net loss during its most recent fiscal year, an improvement from the $120 million loss the year before. Its adjusted earnings before interest and taxes were $250.7 million, more than double the year earlier — $112.8 million — suggesting that the company might have been able to complete its turnaround if plans for a Madewell IPO hadn't been derailed by the virus. \"As we look to reopen our stores as quickly and safely as possible, this comprehensive financial restructuring should enable our business and brands to thrive for years to come,\" Singer said on Monday.  — Michelle Toh contributed to this report."], "Language": false}