{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/us/kentucky-turtle-derby-old-forester-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-05-02T10:07:22Z"], "LastModifiedDate": ["2020-05-02T10:07:22Z"], "Headline": ["The Kentucky Derby isn't happening on Saturday, but a turtle race is"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Kentucky Derby, hailed as the \"Fastest Two Minutes in Sports,\" is being replaced with something slower. Much... much... slower.  This year eight elite turtles will square off instead, as the annual horse race had to be rescheduled due to the coronavirus pandemic.  The Kentucky Turtle Derby, sponsored by bourbon brand Old Forester, whose mint julep is the official drink of the Kentucky Derby, will take place on Saturday at 7 p.m. EST. Fans can watch the race on Old Forester's YouTube channel. \"The first time the Kentucky Derby was postponed they raced turtles, so we thought it'd be fun to do something similar and give fans at home a little bit of entertainment this year...And who doesn't love a good turtle race in May?\" Campbell Brown, the company's president, told CNN. The Kentucky Derby, America's oldest continuously held major sporting event, is traditionally run on the first Saturday in May at Churchill Downs in Louisville, Kentucky. The first \"Run for the Roses\" was held in 1875 and has only been postponed once before. In 1945, wartime restrictions forced it to be pushed back by one month. In its place, the first Kentucky Turtle Derby was held. More than 6,000 people packed into what became the Louisville Gardens arena to watch 167 turtles slowly make their way toward the finish line. More than 70 years later, the coronavirus pandemic has inspired the revival of the Kentucky Turtle Derby, jokingly referred to as the \"Slowest Eight Minutes in Sports.\" However, this time the event will not be held live. The derby will still feature familiar traditions -- and voices. Triple Crown horse racing announcer Larry Collmus will call the race from the comfort of his home. \"I got a kick out of being asked to call the Old Forester Kentucky Turtle Derby,\" Collmus told CNN. \"They thought it'd be a good idea to do [the turtle race] this year, they called me and I said, 'sure, why not?' I've never called a turtle race before, it's going to be fun.\" Steve Buttleman, who has been the race bugler at Churchill Downs for 23 years, will also serenade viewers before the race. The turtle derby was filmed at an establishment in Chicago -- where the turtles come from -- that is well known for weekly turtle races, and will be produced to have the look and feel of a live sports broadcast, an Old Forester spokesperson told CNN. The winner will be \"donned in a garland of roses,\" as per derby tradition, and go down in history as the 2020 Kentucky Turtle Derby winner. As for the actual Kentucky Derby, it has been rescheduled for Sept. 5."], "Language": false}