{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/health/couch-workout-exercise-home-quarantine-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dana Santas, CNN"], "Writers": [["Dana Santas"]], "FirstPublishDate": ["2020-05-01T10:10:46Z"], "LastModifiedDate": ["2020-05-01T10:10:46Z"], "Headline": ["Try this couch workout and feel better about binge-watching TV"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["If you've been spending hours on your couch lately, you're not alone.  From \"Tiger King\" to \"Ozark,\" binge-watching has been a common couch-based activity during our safer-at-home circumstances. But too much sedentary time is not good for our physical or mental health.  Try this total-body couch workout to get your body moving through all three planes of motion: sagittal (forward/backward), frontal (side to side) and transverse (rotating), as well as fundamental movements: squat, hinge, push and pull. Set up your space This is truly a couch-based workout; no special fitness equipment is needed — just your couch and two pillows. If you don't have throw pillows, you can use bed pillows. Additionally, you may want to have a towel to place over your couch in case you start to get sweaty. In the pictures, I'm on my sectional, but all the exercises in this workout can be done on almost any style couch. You don't need an overabundance of room around or in front of your couch to do these exercises, but be prepared to move a coffee table or end table a few inches out of the way, if necessary, to safely and effectively perform the exercises. If you are concerned about stability, have a chair handy nearby as support for the exercises that call for balance. Important note: Always consult your physician before starting any new exercise program. Use caution and stop if you feel any pain, weakness or lightheadedness. Get your body ready It's always best to warm up to prep your body for exercise. Use the three stretches below to release tension and increase blood flow in your legs, hips and upper body. If you have a foam roller, you can also roll out those areas before stretching. Because you're trying to get your body ready for increased muscle activation and movement, avoid holding any of the stretches too long. According to numerous studies, including a 2014 study published in the Journal of Sports Science and Medicine, static stretches of more than 30 seconds have been shown to create an immediate, albeit temporary, decrease in muscle strength and power.  So, only take two or three breaths in each stretch, holding it for no more than 30 seconds. Pigeon stretch This position stretches out your glute muscles and opens up your hip joint. Place a throw pillow on the floor directly in front of the couch.  Facing the couch, bend over and place your hands shoulders-distance apart on the cushion for support. Lift your right leg, bending your knee to 90 degrees while rotating from your hip, to place your right foot next to your left hand, so your shin can lay sideways on top of the couch.  The more parallel your shin is to the front of the couch the deeper you will feel the stretch. To further deepen the stretch, keep supporting yourself with your hands as you bend your knee back down toward the pillow on the floor. Only let your knee rest on the pillow, if you can do so without pain. Repeat on the other side. As with any exercise or stretch, listen to your body. You control the intensity of this hip-opening exercise with the depth of your back knee and angle of your front shin. It's important to keep the stretch in your hip and avoid trying to rotate from your knee. You should not feel any knee pain. If you do, back off on the intensity of the stretch until there is no pain. Quad stretch This stretch releases the muscles in the front of your legs and hip. Place a pillow on the floor directly in front of your couch. Standing in front of the pillow, facing away from your couch, bend one knee upward and put the top of your foot on the couch with the other leg out in front.  Keeping your torso upright, bend your forward knee as you would in a lunge, allowing your back knee to naturally bend toward the pillow. Try to shift your weight back into your hips as you lower down to elicit a stretch. Repeat with the other leg. If you feel really tight and unstable in this position, move a coffee table or chair in front of you to hold for support. Windmill twist This move loosens up multiple areas at once, including your back, chest, shoulders and backs of your legs. Standing in front of your couch, facing it, bend down into a squat position, placing both forearms on the couch. Inhale as you reach your right arm forward and up, rotating from your shoulder, mid back and rib cage to twist open to the right. At the same time, straighten your right leg only.  You should experience a stretch in the back of your leg and across your right low back. Unwind back to standing and repeat the movement with rotation to the left. The workout Do three to five rounds of the exercises below, in the order listed.  Between rounds, take at least a minute of rest and drink plenty of water. Elevated push-up: 8 to 10 reps This pushing exercise works your core, chest, shoulders and backs of your arms. Place your hands directly under your shoulders on either an arm of your couch or the front of it, depending on your couch style and exercise-intensity preference. The more elevated your arms are, the easier the exercise. Straighten your legs behind you, staying up on your toes with your feet hip-distance apart, in a diagonal plank position. Keeping your core tight and back straight, inhale as you bend your elbows to lower yourself toward the couch.  Keep your elbows in toward the sides of your body for a military-style push-up that engages the backs of your arms (triceps). Exhale as you push back to the plank position. For a more difficult variation, try reversing your position, putting your feet up on the couch and hands on the floor. Elevated hip bridge: 10 to 20 reps This hinging exercise trains the backs of your legs, glutes and core. Lie down in front of your couch, perpendicular to it. Place your heels up on it, hip-distance apart, with your knees bent and hips, back and head on the floor. Put a folded pillow between your knees. If it's more comfortable for your head and neck, place another pillow behind your head.  Exhale as you drive through your heels to lift your hips and back up off the floor in a bridge position. Do not arch your back! You should feel the muscle activation in your hamstrings and glutes (backs of legs and butt) — not your lower back. Return your hips back to the floor. For an added challenge, instead of holding a pillow between your legs, try a single-leg variation with only one heel on the couch while keeping the other leg lifted and straight. Repeat on the other side. Twisting pillow touch: 10 to 20 alternating reps This rotating exercise activates your core muscles, especially your side waist (obliques), while increasing your mid-back mobility. Sit on the edge of your couch and place a pillow between your knees. This will help stabilize your lower body so you can rotate more effectively from your mid back.  Hold the pillow in front of you at chest height and exhale as your rotate to the side and touch the pillow to the couch seat as far behind you as you can reach. Return to center, as you inhale, then exhale and twist to the opposite side. Single-leg box squat: 5 to 10 reps per side This squatting exercise strengthens your glutes, legs and core while also improving your balance. Stand slightly in front of your couch, facing forward, just as you would when you're about to sit down on it. Center your weight on one leg while you lift the other. As you bend on your standing leg to sit back toward the couch, extend the opposite leg straight out in front of you. Let your bottom graze the couch, without putting your full body weight into it. Exhale as you press through your foot on the ground to come back up to standing. Repeat on the other side. If you have difficulty with balance in this exercise, do it as a regular squat with both feet on the ground or try holding a coffee table or chair for support. Prone horizontal arm raise: 10 to 15 reps per side This lateral raise is considered a pulling exercise that works your upper and mid back while opening your chest. Lying face down on your couch, let your outside arm hang off the side. Bend your inside arm so you can rest your forehead on the top of your forearm. Keeping your outside arm straight, raise it up to shoulder height then lower it toward the floor, using a slow and controlled motion. If necessary, move other furniture out of your arm's path. Repeat on the other side. Side-lying hip raise: 10 to 15 reps per side This lateral leg-raising movement works your outer hip. Lying on your side on the couch, facing forward, bend your bottom leg about 30 to 45 degrees. Prop yourself up on your bottom elbow, holding your head in your hand. Use your top arm to hold the front edge of the couch for support.  Extend your top leg straight out in front of you, positioned somewhere between your opposite knee and hip, depending on how tight your leg feels. Internally rotate your hip to point your toes down and lead with your heel as you raise your leg up above hip height and then lower down below the front of the couch. Similar to the previous arm-raising exercise, practice each repetition with a slow and controlled movement. If necessary, move other furniture out of your leg's path.  Repeat on the other side. Cool down and stretch out Repeat the three stretches from the warm up, holding each one for a few extra breaths as you relax and cool down. Now that you have moved, strengthened and stretched out your body, you can feel guilt-free relaxing comfortably on your couch, remote in hand."], "Language": false}