{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/africa/surfing-mental-health-south-africa-spc-intl/index.html"], "Source": ["cnn"], "Location": ["Cape Town, South Africa"], "ByLine": ["By Jo Munnik, CNN"], "Writers": [["Earl Nurse"]], "FirstPublishDate": ["2020-05-01T07:14:52Z"], "LastModifiedDate": ["2020-05-01T07:14:52Z"], "Headline": ["South African surf group helps kids ride the wave toward more positive mental health"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Hues of delicious pink and orange cascade across the sky as waves crash over Muizenberg beach in Cape Town, one of South Africa's most famous surf spots.   Just beyond the beach, a group of excited kids stream out of minibus taxis and make a beeline for the Waves for Change surf shack, where they hurriedly swap their school uniforms for wetsuits.  Big smiles painted across their faces, they sprint onto the sand. A team of equally enthusiastic mentors greets them and begins their first activity of the day -- a group energizer. For many of these kids, being here is the highlight of their week. After all, this is no ordinary surf lesson. This is surf therapy.  Surfing for change Founded in 2012, South African NGO Waves for Change, or W4C, uses surfing-related activities as a way of providing social and mental health services to kids in some of the most at-risk communities in South Africa. In a country where mental health services are under-resourced and stigmatized, many of the youth who participate have been exposed to gang activity, abuse, poverty, neglect and trauma. Citing those contributing factors, 17% of the country's children and adolescents reportedly suffer from mental disorders like depression and anxiety. Read more: This Kenyan nutritionist is keeping schoolkids fed, even during lockdown \"Surfing can offer the opportunity for anyone to experience core mental health needs,\" says Ash Heese, the Waves for Change training and partnerships manager. A Cape Town local, she has a post-graduate degree in education and joined the W4C team in 2016. Heese believes everyone shares similar foundations of positive mental health, irrespective of one's experiences, community or geography. Waves for Change says it strives to provide a safe physical and psychological environment for kids to practice new behaviors, all while having fun. The program even caught the attention of the Duke and Duchess of Sussex.  The royal couple visited the surf camp in 2019 during their tour of Africa. Pillars of success The organization has developed its program around three main principles, Heese says: building positive and healthy relationships; encouraging independence; and creating a sense of agency and hope.  \"One of our sessions involves the children teaching each other to float,\" she describes. \"In this session, they are practicing communicating by asking each other if they are okay, asking for help if they need it, and listening to each other. They are practicing building trust and feeling empathy.\" W4C says these techniques, which have been refined over the past seven years, are especially valuable in supporting kids who have endured trauma.  Neil Zietsman, a Cape Town-based sports scientist and national surf champion and coach, has studied the relationship between surfing and overcoming trauma.  \"For a kid who's been traumatized in some way -- whether it's physical violence, something they have experienced or something they have done -- the process of facing that danger or trauma in small manageable pieces is what's makes them brave enough to face big problems,\" Zietsman tells CNN. \"Surfing in the ocean is a great metaphor for that process.\" Another key element, he says, is having a support system of people who encourage growth in a positive way. \"If, as a kid, you're given a different structure to cling to -- surfing for example -- you can challenge yourself in a positive way,\" he says. \"Learn to take risks in a semi-safe environment, surrounded by people who share the same love or passion that you do and who encourage you.\" Read more: This South African takes on a man's world of dirtbike racing and makes it her own The mentors  Today, W4C hosts an average of three surf therapy sessions a day, six days a week, at six different locations -- five in South Africa and one in Liberia. Through these programs, the group says it has positively impacted the lives of thousands of youth since it began in 2012.  In 2018 alone, the organization reported reaching over 1,500 youth, ranging in age from 11 to 16 years old; of that group, nearly 40% were girls. The kids described a very positive and strong connection to their mentors, with 84% saying they learn about good behavior from those coaches. Senior mentor Jose Peffer, 21, joined Waves for Change in 2016, and recently moved cross-country from his hometown in the Eastern Cape to Cape Town. \"Being a mentor involves being there for that specific group of kids at all times,\" says Peffer. \"Whether you're at the beach, whether you're at home, whether you visit them at schools, it's being the listener -- someone these kids don't have.\" There are more than 50 Waves for Change mentors. The mentors themselves come from similar backgrounds to the kids they coach, offering a unique insight into the challenges they face on a daily basis. Peffer lives in a small room in Capricorn township, one of the most dangerous areas in Cape Town, where gang violence is rife. He tells CNN he keeps to himself to avoid the risk of being associated with the wrong crowd. But on the beach with the kids, he comes alive - and so do they.  \"What makes me a good mentor to our kids at Waves for Change is because I'm original,\" he says. \"I've been through what they've been through. But move forward, don't give up. It's what makes you stronger and that is what is important.\""], "Language": false}