{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/health/how-to-go-out-in-public-wellness-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-30T15:01:35Z"], "LastModifiedDate": ["2020-05-01T06:23:53Z"], "Headline": ["Read this before you venture out in public"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The best way to curb the spread of Covid-19 is to stay home if you can.  That's true even now that more than half of US states will start reopening nonessential businesses like salons, restaurants and gyms.  This isn't an immediate return to normalcy -- health officials have warned that reopening now could mean a resurgence of the virus.  So if you're reentering public spaces, it's imperative to do it safely.  Try not to visit them all, says  Dr. Leana Wen, an emergency physician and visiting professor at George Washington University Milken Institute of Public Health.  She suggests you choose one of these nonessential places to visit, then avoid the rest to limit your exposures to other people. For instance, if you go to your polling place to vote, don't also go out to eat that night or to get your hair cut. The more public places you visit, the higher your likelihood of becoming infected or infecting others.  Restaurants  Wearing a mask clearly isn't practical when you're dining in.  Opt to sit outdoors: If a restaurant offers outdoor seating, ask to sit there, at least 6 feet away from other diners. The virus circulates more effectively in enclosed spaces when you're around the same people for extended periods of time, Wen said -- even for the length of a dinner.  Check out their safety protocols: Dr. David Aronoff, director of Vanderbilt University Medical Center's Division of Infectious Diseases and professor of medicine, suggests digging into the restaurant's safety protocol before you go. Are employees properly outfitted with masks? Are tables arranged far enough apart? If you don't feel safe or comfortable eating there, rethink it or order takeout. \n\nWash your hands: Remember to wash your hands when you arrive and again before you eat. But that's advice that should outlast the pandemic.  Beaches and parks There's nothing inherently bad about being outside. In fact, spending time outdoors is an excellent way to de-stress in this bizarre time, Aronoff says -- as long as you do it safely. Stick to the guidelines: Many beaches are reopening for walking, running or surfing, and those are OK to do while you're there, as long as you can maintain distance from others. Just don't try sunbathing or lounging.   Whether you're at a beach or public park, it's fine to work out alone or with another member of your household, if you've been isolating together, Aronoff says. \n\nKnow when it's too crowded to stay: If you arrive at a beach or park that's packed, and you won't be able to maintain 6 feet of distance from others, turn back around.  Avoid games: Avoid playing team sports like basketball or beach volleyball, too, Aronoff advises. Group gatherings still aren't recommended, and those sports require close contact.  Gyms There are certainly risks that come with working out in a gym: People are breathing heavily while they exercise in an enclosed space, sweating and touching shared equipment.  That's not to say you can't make it work.  Choose machines far apart from other gymgoers: Think two to three treadmills apart (and always at least 6 feet), Wen suggests. Gym owners should mitigate this by limiting the number of members allowed in a space at one time. \n\nWipe them down: If you're using free weights, wipe them down before and after use. If the gym doesn't have wipes, bring your own. Same goes for machines after you use them, Wen said.\n\nAvoid group classes: It's wise to avoid group fitness classes right now, she said. But if you have to attend or lead one, it may be safer to do them outside, where you're able to maintain some distance.  Salons It's impossible to keep 6 feet of distance from a hair stylist or nail technician, so consider that before you go -- that already puts you and the employee at a higher risk.  Check out the safety protocols: Are the work stations at the salon or barber shop properly distanced? Are employees wearing masks or face shields, gloves and smocks? Do they disinfect tools in between clients? Are employees regularly screened for symptoms? If you'll already be in close quarters with employees, you'll want to eliminate other risks, Wen said.  Wait outside: While you wait for your appointment, sit outside, distanced from other people, until it's safe to enter, Wen said.  Submit to a temperature screening: In Georgia, where salons were permitted to reopen, businesses are encouraged to use a touchless thermometer to screen customers. Anyone with a temperature over 99 degrees will be sent home, per those guidelines.  Public transportation and ride share Ask yourself before you ride: Do I absolutely need to use this service for an essential task? Will I take it to visit an essential location?  If the answer is no, don't go, Wen said.  Consider alternatives: \"Reserve public transportation for the people who have to take it,\" like essential workers, she said. And if you don't need it, consider alternate means of transport, like walking, biking or taking your own car if you have one.  Look at peak hours: If you're someone who must use public transportation, Wen suggests looking into the service's peak hours. If there are fewer people at a certain time, try to hitch a ride at that time.  Watch what you touch: And be mindful of every surface you touch. You may need to hold a hand rail or shut a car door, but be careful not to touch your face with your hands before you've washed them.  Airports Airports are emptier now, but many have closed some security checkpoints to consolidate staff. You may need to wait in line, so keep your distance from others and keep your mask on unless a TSA officer asks you to remove it.  Limit your contact in the terminal: If you can, sit away from other passengers waiting to board. Bring your own food if you're worried about hunger -- many terminal restaurants and shops are closed.  Carry wipes: You can carry disinfectant wipes and hand sanitizers in your carry-on luggage, so keep them close for when you board your plane. You'll want to wipe down the tray table, seat belt buckle, the air vent over your head -- anything a previous passenger might've touched throughout the flight.  If possible, sit apart: And if you can help it, try not to sit in the same row as another person. At least one airline -- Alaska Airlines -- is offering passengers a refund if they can't seat them away from other people. \n Clinics Throughout the pandemic, physicians have asked people to postpone nonessential health care visits. But many clinics are restarting those now.  Be mindful of your surroundings: If you have an appointment, be mindful in the waiting room. Try to sit 6 feet away from others, and avoid touching those months-old magazines or books left out for guests -- anything that others might've touched.  Leave unnecessary guests at home:  If you can avoid bringing your children, partner or friend with you to the clinic, you should. That way, they'll limit their exposures to other people and won't potentially infect others.  \nCall before you go: And always call your physician's office before walking in or scheduling an appointment. They may ask about your symptoms before allowing you to come in, or they may've temporarily transitioned to telehealth for the time being.  Polling places  Voting requires a lot of touch. If you can't mail in your ballot, follow the Centers for Disease Control and Prevention's advice for in-person voting.  Keep your distance: Like always, stay 6 feet apart from other voters when you're waiting in line or in the booths. And there should be hand sanitizer (remember, it must have at least 60% alcohol to be effective) you can use before and after you use a voting machine or complete your paper ballot.  Consider off-peak hours: If you can, come to the polling place at an off-time, when fewer voters will be packed into the room with you.  Post office Before you visit your local US Postal Service branch, see if you can complete your service online. You can buy stamps and change mailing addresses online or by mail without an in-person visit.  Observe the protocols: But if you do need to go in, maintain your distance from other customers.  Your wait time may be delayed because of this.  You may interact with employees behind \"sneeze guards,\" clear barriers that separate you. That's a good thing -- the USPS has installed those across the country, and they won't interfere with your transaction.  Wash your hands later: Of course, wash your hands before and after your visit. Mail isn't thought to harbor the coronavirus, but using shared payment terminals and pens at the office could expose you. Grocery store Supermarkets were one of the only places people could go before states began to reopen. You'll still need to practice social distancing while you're there now.  Plan your trip: Bring a list of foods you're there to get. It's good to have a general sense of where they're located in the store so you won't spend more time in the store than you need to. Some ingredients to be out of stock, so prepare some backups.  Wipe down carts and baskets: Use a disinfectant wipe to clean handles another customer might've touched.  Follow the flow of traffic: Many stores have imposed one-way traffic in aisles to avoid tight squeezes. The directions aren't always straightforward, so look for arrows on the ground to orient yourself. "], "Language": false}