{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/politics/what-matters-april-30/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-05-01T04:05:36Z"], "LastModifiedDate": ["2020-05-01T04:05:36Z"], "Headline": ["Is your lockdown better than my lockdown?"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["We have heard for weeks now that California has been handling the coronavirus right. The Bay Area was among the first places to shut down in the US, and Gov. Gavin Newsom has laid out strict parameters on how reopening will go. (The short of it: There will be no Disneyland for a while.)  So this story about the state just now sending a memo closing beaches in Orange County is seriously confusing. It turns out there's a patchwork of rules in California just like most other places. Los Angeles and San Diego beaches have been closed. Orange County and Ventura beaches have been open, although with parking and other restrictions. Threatening the curve. Images over the weekend of throngs of people flouting the state's stay at home order by frolicking on the sand (there's a heat wave) angered Newsom, who said the state is weeks, not months, away from easing social distance guidelines. Patchwork. While California is tamping down on OC beachgoers, parts of Florida are moving to partially open up, although the state's three largest counties are going their own way. We know states are different -- more than half of US states are following Georgia and starting to open, while Ohio is extending its stay-at-home order -- but there are also differences within each state.  Double-standard? Crowded beaches is exactly the thing that got Florida Gov. Ron DeSantis in trouble some weeks ago. (Granted, the DeSantis beach scandal included Spring Breakers.) Crowded beaches were also the thing that prompted Virginia Gov. Ralph Northam to buckle down at the end of March. So now I can't play tennis down the street or go to any park in my neighborhood -- and that, more than seeing celebrities retreat to vacation homes or anything else, is sparking real envy.  This frustration I'm feeling -- is your lockdown better than my lockdown? -- may be part of the larger end to national spirit around this thing. That's true even as we all come to grips with the fact that staying safely at home is a luxury, too.  This has gone on much longer than expected. People saw their kids leave school and thought it would last a few weeks. Now, for most Americans, the school year is over. And a month or more into social distance orders, there's no real end to Covid-19 in sight. If, like me, you're sitting in a state that hasn't seen a great reduction in Covid-19 cases, then you might be scared by the prospect of opening up, like Georgia or Texas are moving to do. Nobody wants Georgia or Texas to fail as they open up. You want them to succeed because the alternative is more deaths. But the reality is that they are ignoring the public health professionals, so if they succeed, it throws into question what the rest of us in what presidential son-in-law and White House adviser Jared Kushner calls the \"eternal lockdown crowd\" are doing.  Getting antsy. Gallup has detected a slight shift away from respect for social distance. Most people still say they're doing it, but not as strictly. They're starting to travel a bit more, albeit by car and not by plane or public transportation. Are you going to stay in your house all summer long? Probably not.  States are hiding supplies from the federal government. At least, Maryland Gov. Larry Hogan said tests his state got from South Korea are being stored in an undisclosed location so that the federal government can't commandeer them. The long haul. Even if your state stays closed, Covid is not going away -- and the shine is starting to fall off as life continues without us. And, sadly, so does death. I've heard multiple stories of people nearing the end of their lives for non-Covid reasons spending their last days alone or without their families. CNN's David Gelles wrote about this a while ago as he grieved for his mother, but it is ever more important and just plain sad. Life is happening. We're just not able to live it the way we used to, no matter where we are. Open in Wuhan feels like closed in the US CNN's David Culver went to Wuhan and filed a report about what the new normal there looks like now that the city has started to open up. I couldn't shake the feeling that Wuhan opening feels a lot like my neighborhood shut down. Read this: Noticeably shuttered still are fitness centers and movie theaters, with no immediate plans to reopen. Most the stores that have reopened have changed their business models. Major chains like Starbucks, McDonald's, Burger King, KFC and Pizza Hut are among the brands preventing customers from entering the physical space. Instead tables are setup at the storefronts and staff brings up the orders to hand off. I got the same feeling when I read stories two weeks ago about Italy slowly beginning to open back up. Veneto, in Italy, has bucked the national government to jump a week early into \"phase two\" of re-opening. That includes lifting a 6 p.m. curfew and allowing more outdoors exercise, sounds more restrictive than US guidelines.   Even shut down, US society has stayed relatively open compared to other countries. There are a few curfews in the US, as in Boston, but certainly no national guideline. All of this has been done differently in different states and different countries, which has partially led to different outcomes. Again, California, which I thought was one of the most restrictive states, is just now fully closing some of its beaches. Americans are still nervous President Donald Trump says we might not need testing. The CEO of Hilton, who was at the White House this week, says we do. He's right: CNN's polling director Jenn Agiesta notes that a new survey from NPR/PBS NewsHour/Marist College finds broad majorities of the American public feel it is a bad idea for people to return to several everyday activities without further testing for the coronavirus. Bipartisan majorities. On almost every item tested, those majorities stretch across party lines. Not ready for sports. There is the broadest agreement that the country is not yet ready for sporting events: 91% say it's a bad idea to allow large groups of people to attend sporting events without further testing, including 97% of Democrats, 92% of independents and 83% of Republicans. Not ready for school. Further, 85% say it's a bad idea for students to return to school without more testing, including 94% of Democrats, 89% of independents and 71% of Republicans. Not ready for restaurants. Eight in 10 (80%) say it's a bad idea to open restaurants for people to eat in them, including 63% of Republicans, 82% of independents and 92% of Democrats. Not ready for work. About two-thirds, 65%, say it is a bad idea for people to return to work without further testing. Among Democrats, 84% feel that way as do 65% of independents, but a narrow majority of Republicans (51%) say it's a good idea for people to return to work even without further testing. (Notably, men are far more likely to consider this a good idea (40%) than are women (24%).) This last point is important. Another 3.4 million people filed for unemployment for the first time last week, bringing the six-week total to 30.3 million. That should be repeated. 30.3 million Americans have filed for unemployment for the first time in just the past six weeks. Also, people are hoarding cash. We've reached the highest savings rate since 1981. It's a sign nobody knows what's going to happen in all this, and no one feels secure.  Trump in charge Trump was asked Thursday about the new \"Operation Warp Speed\" initiative to develop a vaccine. Here's what he said:  Are they overpromising? \"I'm not overpromising. I don't know who said it but whatever the maximum is, whatever you can humanly do, we're going to have,\" Trump said. \"I hope we're going to have a vaccine, and we're going to fast-track it like you've never seen before, if we come with a vaccine. I think they probably will.\" Who is in charge? \"You know who is in charge of it, honestly?  I am,\" Trump said. \"I will say, we're dealing with, as you know, the general and the admiral. They're very much in charge. But I think probably, more than anything, I'm in charge. And I'm the one that gets blamed. And I get blamed anyways.\" What to read Thank you for your service, Jared Kushner -- CNN's Peter Bergen looks at Jared Kushner, past and present, and gets frustrated about the whole state of US government. \"This is the kind of thing we expect in a banana republic: the nepotistic incompetence and the demands from the public to lavish praise on the brilliant ruling family. It would be laughable if there weren't so many lives lost already and so many more in our future.\" Read it. 'Libertarian with a welfare state' -- Politico has an interesting take on Sweden, which is thought of as a Bernie Sanders utopia, but with its lax restrictions during coronavirus has enamored some conservatives. President Trump was defensive about Sweden's decision not to lock down in tweets Thursday morning. The fact is there is a libertarian streak in the country despite its social services. Read it."], "Language": false}