{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/us/usa-gymnastics-coach-maggie-haney-suspended-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Hanna, CNN"], "Writers": [["Jason Hanna"]], "FirstPublishDate": ["2020-04-30T21:32:34Z"], "LastModifiedDate": ["2020-04-30T21:32:34Z"], "Headline": ["USA Gymnastics suspends coach Maggie Haney for 8 years"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["USA Gymnastics has suspended New Jersey gymnastics coach Maggie Haney -- once the coach of Olympic champion Laurie Hernandez -- for eight years over allegations that she had verbally and emotionally abused gymnasts. USAG, the sport's governing body in the United States, confirmed the suspension to CNN after the Orange County Register first reported it Wednesday. USAG said a \"hearing related to Maggie Haney\" had concluded in a statement to CNN, adding that an independent panel  \"found that Ms. Haney violated the USA Gymnastics Code of Ethical Conduct, Safe Sport Policy, and other policies. As a result, the hearing panel determined that Ms. Haney is suspended from membership, and any coaching of USA Gymnastics athletes or in member clubs, for a period of eight years...\" The organization has not released details about the allegations that led to the suspension. But the Register, citing interviews and documents, reported several athletes alleged in hearings that began in February that Haney bullied and harassed them, including by cajoling them to compete or train while injured. The Register reported that one athlete who testified against Haney was Hernandez, who left Haney's tutelage after the 2016 Olympics, at which she won a team gold and an individual silver on the balance beam. CNN's attempts to reach Haney's attorney Russell Prince, as well as Hernandez, for comment weren't immediately successful. Prince told The New York Times he and his client disagreed with the hearing panel's findings. \"We don't think that it in any way, shape or form evaluated all of the facts of the circumstances,\" Prince said. \"The process is completely heavy-handed. I would anticipate an arbitration.\" The suspension means Haney, who had coached at MG Elite in New Jersey, cannot coach any member athletes, or at member clubs, for eight years. She can apply for reinstatement afterward, the organization said. After the 2016 Olympics, Hernandez took a break from gymnastics and won ABC's 23rd season of \"Dancing with  the Stars\" in late 2016. She later left her home state of New Jersey to train with a different gymnastics coach in California. In an Instagram post Thursday, Hernandez said it was difficult to share her story with the hearing panel but felt doing so could help others. She doesn't name her coach in the post. \"This kind of behavior and treatment is never okay,\" she wrote. \"There are some things from my experience that will unfortunately stick with me forever, and I'll always be working to heal from it -- but sharing my story gives me a chance to close the chapter, take a breath, and start something new.\" Haney's suspension comes as USA Gymnastics tries to recover from the sexual abuse scandal involving former national team physician Larry Nassar. Nassar, once a celebrated sports physician for the USAG national team and Michigan State University, was sentenced to decades in prison in 2017 and 2018 after a series of guilty pleas to child pornography and sexual misconduct charges in federal and state courtrooms. Those charges came after more than 150 women and girls said he sexually abused them over the past two decades. USAG filed for bankruptcy in late 2018 as it struggled to recover from the scandal. As part of a plan to emerge from bankruptcy, the organization has proposed a $215 million settlement for survivors of Nassar's abuse, but some athletes have criticized the proposal."], "Language": false}