{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/football/psg-ligue-champion-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Homero DeLaFuente and John Sinnott, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-30T17:22:38Z"], "LastModifiedDate": ["2020-04-30T17:22:38Z"], "Headline": ["Paris Saint-Germain named French Ligue 1 champion after season canceled"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Paris Saint-Germain has been named French Ligue 1 champion by France's Ligue de Football Professionnel after the remainder of the season was canceled because of the coronavirus pandemic. French Prime Minister Edouard Philippe announced the cancellation of the Ligue 1 season on Tuesday saying, \"the 2019-2020 season of professional sports, especially football, will not be able to resume.\"   The French football giants' title is their third consecutive and seventh in the past eight years. PSG was 12 points above second-placed Marseille at the top of the table when the season was suspended on March 13 . READ: Mbappe lives up to billing as the new Pele \"We would like to dedicate this 2019-2020 Ligue 1 title to healthcare staff and to all the everyday heroes on the front line whose commitment and self-sacrifice over many weeks have earned our deepest admiration,\" said PSG Chairman and CEO Nasser Al-Khelaïfi on Thursday following the announcement. \"We understand, respect and support the decisions taken by the French Government to end the championship. Health, as the government has always said, must be everyone's priority. \"I would like to thank the players, the coach, the technical and medical staff as well as all the club's employees for their tremendous work. This trophy is a reward for their hard work every day. \"In these difficult times, I hope that this trophy will bring a little happiness and hope to all our supporters, and I am grateful to them for their unwavering support which helps drive Paris Saint-Germain forward.\" France has 166,628 coronavirus cases according to the latest figures from Johns Hopkins University. "], "Language": false}