{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/09/media/emily-maitlis-bbc-coronavirus-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Sara Spary, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-04-09T11:40:22Z"], "LastModifiedDate": ["2020-04-09T17:25:28Z"], "Headline": ["BBC host slams UK politicians for suggesting 'fighters' can survive Covid-19"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Emily Maitlis, host of BBC current affairs program Newsnight, criticized UK government officials on Wednesday for their language surrounding the coronavirus. In a clip that has since been widely shared on social media, Maitlis opened Newsnight on Wednesday by rebuking politicians for implying that those with a \"fighter\" attitude could survive the virus.  Maitlis said: \"The language around Covid-19 has sometimes felt trite and misleading. You do not survive the illness through fortitude and strength of character, whatever the prime minister's colleagues will tell us.\" She was likely referring to language used by UK Foreign Secretary Dominic Raab, who suggested that Prime Minister Boris Johnson — who is currently being treated in intensive care for Covid-19 — would beat the virus because he is a \"fighter.\"  Maitlis, who won plaudits for her tough interview last year with Prince Andrew, went on to say the idea the disease was a \"leveler\" between rich and poor was a \"myth.\" \"Those serving on the frontline right now — bus drivers and shelf stackers, nurses, care home workers, hospital staff and shopkeepers are disproportionately the lower paid members of our workforce,\" she said. \"They are more likely to catch the disease because they are more exposed.\" Maitlis said that inequality meant the lockdown would be experienced very differently by the rich and poor -- with those who live in tower blocks finding it tougher.  \"This is a health issue with huge ramifications for social welfare,\" she said. \"And it's a welfare issue with huge ramifications for public health.\" The United Kingdom has been one of the worst hit countries, with 7,097 deaths recorded and 60,733 cases, according to figures from Johns Hopkins University. In a bid to stem the spread of the virus, the country has been in lockdown since March 24 when Johnson issued a stay-at-home order, directing people to only leave their homes for essential shopping, daily exercise or for work if they cannot do so from home. Authorities in 210 countries and territories have reported more than 1,514,000 coronavirus cases worldwide since China reported its first cases in December."], "Language": false}