{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/football/paulo-dybala-juventus-coronavirus-positive-italy-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Valentina di Donato, Aleks Klosok and Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-29T15:03:23Z"], "LastModifiedDate": ["2020-04-29T18:53:55Z"], "Headline": ["Juventus striker Paulo Dybala still COVID-19 positive after six weeks"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Juventus striker Paulo Dybala is still positive for the coronavirus six weeks after initially contracting it, a source close to the player has told CNN. The Argentine striker was one of the first Juventus players to contract Covid-19, along with Italian defender Daniele Rugani and French midfielder Blaise Matuidi, but has made a recovery. \"He is doing well now, he has no symptoms and is even training. Now he is waiting for the results of the latest two swabs,\" the source said. \"Dybala has to respect the healthcare system and the time it takes. He is a soccer player and doesn't get preferential treatment.\" Dybala has had four tests overall. The first two tests came back positive but is now currently awaiting the results of the third and fourth tests. It is unclear when each of Dybala's tests took place. A Juventus spokesperson told CNN: \"Dybala is still positive and when he tests negative it will be communicated.\" Antibody response Dybala first announced on Instagram on Saturday March 21 that he and his girlfriend Oriana Sabatini had tested positive after his first test. On March 27, the 26-year-old spoke to Juventus' official YouTube account about his experience of contracting the disease: \"I developed strong symptoms, but today I already feel much better. \"Now I can move better, walking and trying to train. I could hardly breathe, I couldn't do anything after five minutes. My muscles ached. Fortunately, Oriana and I are better now.\" The club announced earlier this month that both Rugani and Matuidi had made full recoveries after their swab tests came back with negative results. READ: From Senegal to superhero, but Sadio Mane's story isn't pure fantasy Earlier this week the World Health Organization said there is \"no evidence yet\" that people who have tested positive for Covid-19 are immune from a second infection. \"Right now, there are no studies that evaluate the antibody response as it relates to immunity, so we can't say that an antibody response means that someone is immune,\" said Dr. Maria van Kerkhove, who is the technical lead for the coronavirus response with the WHO. \"Saying that there's no evidence in this area, doesn't mean that there's no immunity, it just means these studies haven't been done yet,\" Van Kerkhove added. READ: Thierry Henry and the coronavirus pandemic: Zoom calls, cleaning and how MLS 'has no limits' Slowly on its way back Italy has been particularly badly affected by the coronavirus. There have been 201,505 confirmed cases and 27,359 deaths in Italy so far, according to John Hopkins University statistics. Italy's Serie A league was postponed following the pandemic's outbreak, but teams can return to training next month after Italian Prime Minister Giuseppe Conte announced the loosening of lockdown restrictions across the country in the coming weeks. New measures will come into effect on May 4, such as the relaxing of travel restrictions, increased access to parks and gardens and the ability to hold funerals with up to 15 attendees. The manufacturing and construction sectors will reopen entirely, while bars and restaurants will be allowed to offer takeaway services. Conte also announced that on May 18, further restrictions -- such as sports teams returning to training and museums and libraries reopening -- would also be lifted. Visit CNN.com/sport for more news, features, and videos However, Italy's Sports Minister Vincenzo Spadafora said he saw an \"increasingly narrow path for the resumption of the Serie A.\" \"If I were one of the presidents (of the clubs) I would focus on the next season,\" Spadafora told private TV broadcaster La7. While France canceled its 2019/2020 football season on Tuesday, England's Premier League and Germany's Bundesliga are exploring ways of trying to finish the current campaign, though Dybala's case potential raises further questions for major European leagues to consider. FIFA's chief doctor said this week he remained skeptical about leagues restarting the 2019-20 season. \"My proposal is if it is possible, avoid playing competitive football in the coming weeks,\" the chair of FIFA's medical committee Michel d'Hooghe told BBC Sport. \"Try to be prepared for the start of good competition next season.\""], "Language": false}