{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/business/jobs-unemployment-coronavirus-hassett/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-04-28T16:32:23Z"], "LastModifiedDate": ["2020-04-28T17:01:44Z"], "Headline": ["White House economist: Unemployment could hit 20% by June"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The White House is telling Americans to brace for a period of Great Depression-level unemployment this summer.   Kevin Hassett, a senior economic adviser to President Donald Trump, warned Tuesday that the jobless rate in the United States could spike to between 16% and 20% by June.  That would be a startling spike from current levels of 4.4% and would mark the highest unemployment since the 1930s. (Unemployment spiked at 25% in 1933, according to estimates from the US Bureau of Labor Statistics.) The economic numbers between May and July \"will be as bad as anything we've ever seen,\" Hassett told CNN's Poppy Harlow.   Beginning in March, the coronavirus pandemic crushed wide swaths of the American economy. Restaurants, movie theaters, theme parks and sports arenas have shut down completely. And it remains unclear if consumers will return to those crowded places even if social distancing restrictions are relaxed. The health crisis has led to a sudden surge of unemployment. American workers have already filed more than 25 million initial jobless claims since March 14. The economy lost more than 700,000 jobs in March, lifting the unemployment rate from a 50-year low of 3.5%.  40% drop in GDP? Economists estimate GDP contracted during the first quarter by an annualized rate of 4%. If confirmed by the government on Wednesday, that would mark the worst quarter for the US economy since the Great Recession. It would also be the first outright contraction since 2014.   The biggest pain will be felt during the second quarter. Hassett, who served as a CNN commentator, said US GDP could collapse that quarter by an unprecedented annual rate of 40%. That matches some predictions from Wall Street investment banks.  \"I'm not saying we're going to have a Great Depression, but I am saying prepare yourself,\" Hassett said. \"GDP tomorrow will probably be a negative number and that will be the tip of the iceberg of a few months of negative news that's unlike anything you've ever seen.\"  Other Trump administration officials have painted a more positive outlook. Treasury Secretary Steven Mnuchin told reporters on Sunday that the US economy will rebound this summer.   \"What I do think is, as we open up the economy in May and June, you will begin to see the economy bounce back in July, August, September,\" Mnuchin said. \"And my expectation is that you'll see an increasing rate of growth in those three months.\"  How fast will the economy recover? Wall Street is betting on a rapid recovery, despite the risks that lie ahead.   The S&P 500 has spiked 29% since the low on March 23, a stunning rebound that reflects optimism about the pandemic and relief over the aggressive response from the Federal Reserve, Congress and the White House. The US economy is experiencing its greatest shock since the Great Depression, and yet the S&P 500 is down just 11% on the year.   Investors are also relieved that some US states including Texas and Georgia have begun to slowly reopen their economies, albeit with health restrictions and social distancing still in place.   The Congressional Budget Office projects a strong rebound in the US economy during the second half of the year. The nonpartisan group estimates that GDP will surge by 23.5% during the third quarter and 10.5% during the final three months of the year.   \"It's quite plausible we see a turnaround like the CBO projects. But I'm still worried,\" Hassett said.   Risk of second wave The CBO forecast is based on the assumption that social distancing requirements are drastically reduced during the second half of the year as the pandemic fades.   The risk is that a second wave of infections forces stay-at-home orders to snap back on, derailing the economic recovery.   Moody's Investors Service warned Tuesday that renewed lockdowns would deal \"severe harm\" to the economy and could \"quickly escalate into a deep financial crisis that would be far worse in scale and scope\" than the 2008 financial crisis. \"If there's another wave in September,\" Hassett said, \"the economy is going to take another hit, for sure.\" "], "Language": false}