{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/sport/nfl-draft-winners-losers-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By John Lynch, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-28T11:02:28Z"], "LastModifiedDate": ["2020-04-28T11:02:28Z"], "Headline": ["Who Mastered (And Muffed) The Virtual NFL Draft"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["In the early 1980s, the NFL Draft was held in a New York hotel conference room on a Tuesday morning.  The \"annual player selection meeting\" as it was called back then had only team executives in attendance and was broadcast on a brand-new cable network, ESPN, that had to convince the league this was something people would want to watch.  But now it's one of the most anticipated and talked about events on the American sports calendar.  Last year over 600,000 filled the streets of downtown Nashville for the three-day extravaganza.  This year's draft was supposed to be held on a floating stage in front of the Bellagio hotel in Las Vegas.  But because of the coronavirus pandemic, those lavish plans were scrapped, and the first-ever virtual draft was born.  Everyone, from the commissioner Roger Goodell, to players, team execs and even fans in their own homes, connected only through the internet and TV sets.  And it delivered in a big way. The American sports fan Some NFL commentators were skeptical about whether the league should be holding a draft while so many were in the midst of massive suffering and loss during this coronavirus pandemic.  But an opening montage narrated by Super Bowl winning quarterback Peyton Manning centering around hope set the perfect tone for a draft like no other.  The broadcast sprinkled in dozens of message`s from current and former players thanking health care workers and others fighting the virus.  And the league held a Draft-A-Thon during the broadcast, raising more than $6.7 million over the three days, adding to the more than $100 million the league has helped raise for agencies assisting those in need during the pandemic.  It was respectful yet fun and just what sports fans in the U.S. needed after going more than a month without a major live sporting event. The league says more than 55 million fans tuned into the three-day event, setting a new record. Technology After some early hiccups in a dress rehearsal, everything seemed to go without a hitch, at least to the average viewer.  Commissioner Roger Goodell announced the picks in front of a TV in his basement and even offered fans the chance to virtually boo him (a draft night tradition) as he came on TV.  The league gave over 60 prospects video equipment to capture the moment they were selected.  The cheers and tears that followed were heartfelt and beautiful to watch.  And it was great to see some emotional moments from team owners, coaches and executives as well.  Many of them celebrated the picks they made with their families, something they don't get to do when they're all huddled in team facilities all weekend. We even saw New England Patriots coach Bill Belichick's dog sitting in front of his computer at the dinner table.  You'll never see that at a draft again. The Brady-less Patriots After losing six-time Super Bowl champion Tom Brady to the Tampa Bay Buccaneers in free agency, the Patriots were hoping to draft a quarterback with one of their ten picks in the draft. But it didn't happen.  Bill Belichick said that wasn't by design but the right quarterback wasn't there when their time came up to pick.  That leaves Jarrett Stidham and Brian Hoyer on the roster.  Could the Pats be vying for another quarterback before next season starts or will they have to star with an unproven leader of their offense? Tom Brady and the Bucs Brady is joining some elite offensive talent in Tampa Bay, including the addition of his former teammate Rob Gronkowski last week.  But they needed some help on the offensive line and they got it with their first-round pick Tristan Wirfs.  Then in the second round they helped their defense with cornerback Antoine Winfield Jr.  Antonie Sr. was a cornerback in the league for 14 years and intercepted a pass from Brady back in 2001.  Now Jr. will be playing with Brady in Tampa. Aaron Rodgers and the Packers As a Green Bay supporter, it pains me to list them as a loser but I feel I have to.  The Packers were one win away from the Super Bowl last year but their superstar quarterback seemed frustrated by the lack of production from his wide receivers.  Thirty-seven receivers were taken in the draft, none of them by Green Bay.   Not only that, the Packers traded up in the first round to select quarterback Jordan Love.  Rodgers was drafted late in the first round in 2005 and sat behind the legendary Brett Favre.  Let's see how Rodgers will deal with having to compete with a quarterback taken late in the first round. Arryn Siposs Three shoulder reconstructions forced the former Australian Football League player to quit the sport and turn his attention to American Football.  He was hoping to get drafted after a successful career as a punter for Auburn University but that didn't happen.  After the draft is over, players that are left undrafted are free to sign with any club and Siposs was the first to find a home, with the Detroit Lions signing him as a free agent minutes after the draft concluded.  If Siposs makes the club, he'll be the 8th Australian in the NFL.  Seven others born outside the U.S. were taken in the draft."], "Language": false}