{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/football/michael-robinson-liverpool-spain-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-04-28T10:41:52Z"], "LastModifiedDate": ["2020-04-28T10:57:12Z"], "Headline": ["Spain's top sports stars pay tribute to Michael Robinson, who has died aged 61"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Some of Spain's biggest sporting names have paid tribute to former footballer Michael Robinson, who has died at the age of 61. Robinson won the European Cup, First Division and League Cup treble in his one year at Liverpool, before eventually ending his career in Spain where he settled and made a name for himself as a football pundit. \"With tremendous sadness we inform you of Michael's death,\" read the message from Robinson's family on his Twitter account. \"It leaves us with a great emptiness, but also countless memories, full of the same love that you have shown him.  \"We will be eternally grateful to you for making this man SO HAPPY, he never walked alone. Thank you.\" Former club Liverpool wrote on Twitter: \"We're deeply saddened by the passing of former player Michael Robinson, aged 61.\"  \"The thoughts of everybody at Liverpool Football Club are with Michael's family and friends at this sad time. Rest in peace, Michael.\" Robinson spent three years at Brighton and Hove Albion, reaching the 1983 FA Cup final, before his move to Liverpool and made 24 appearances for the Republic of Ireland national team. The former striker called time on his playing days while at Osasuna and went on to become a well known and respected figure in the Spanish football media. READ: 30 years of dreaming -- Liverpool's agonizing wait for English football's biggest prize Tennis star Rafael Nadal, NBA All-Star Pau Gasol and Spanish World Cup winner Cesc Fabregas all paid tribute to Robinson, who revealed in 2018 that he had been diagnosed with cancer. \"We woke up with the sad news of the death of one of our own,\" Nadal wrote on Twitter. \"You were the one who always made us happy about sport. We are grateful to you.  'Rest in peace Michael Robinson. A hug and all possible strength to your family.\" Fabregas wrote: \"Today a great person with a heart of gold leaves us. You without a doubt leave a great emptiness in the professional world but more in the personal. We will miss you a lot Michael Robinson. Rest in peace, friend.\" Robinson won the award for best current affairs program at the 2009 Premios Ondas for his show 'Informes Robinson.' FC Barcelona described Robinson as \"a person who loved football and who knew how to explain it with knowledge and ingenuity.\""], "Language": false}