{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/us/five-things-april-28-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-28T10:12:40Z"], "LastModifiedDate": ["2020-04-28T10:14:39Z"], "Headline": ["5 things to know for April 28: Coronavirus, stay-home orders, testing, economy, oil"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["New York has become the first state to outright cancel its presidential primary due to the pandemic. The state's board of elections says, with the candidates basically already set, it would be nothing more than a risky \"beauty contest.\" Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  While some countries are beginning the slow return to some kind of normalcy following the worst of the pandemic, the World Health Organization says the threat is \"far from over.\" The WHO's director-general says there are still concerns about increasing trends in Africa, Eastern Europe, Latin America and parts of Asia. In some of these places, low testing capacity means the number of reported cases could be significantly underestimated. A new Yale study reached a similar conclusion about the US. Researchers found deaths across America spiked as Covid-19 began its spread in March and April. Many of these deaths were not attributed to the disease, raising concerns that actual Covid-related deaths have been underreported. The virus has now infected more than 3 million people worldwide and killed at least 211,000. Follow here for the latest updates.  2. Stay-at-home orders The struggle to reopen US states after weeks of social distancing measures is being bumped up to the federal level. Attorney General William Barr warned in a memo that while stay-at-home orders are \"necessary,\" the Justice Department could step in to fight policies it feels go too far. A group of conservative lawmakers has announced the formation of the Save Our Country Task Force, which will push states to reopen for business quickly. The task force fits neatly into plans from the White House to focus more on the negative impact coronavirus measures have had on the economy. In Pennsylvania, a statehouse candidate and a group of local businesses have asked the US Supreme Court to lift Gov. Tom Wolf's shutdown orders. However, there's a cautionary tale in all this: President Trump's strong rebuke of Georgia Gov. Brian Kemp, who began reopening the state last week, is still reverberating ominously in state capitals across the country.   3. Testing  The White House has released new guidelines on coronavirus testing, but they appear to fall short of the level recommended by the nation's top disease experts. The goal of the initiative is to help each state reach the ability to test at least 2% of its residents, with a focus on vulnerable populations and emergency workers. However, experts have said the US should be testing millions of people a day in order for the country to start getting back on its feet. The plan also puts the bulk of testing responsibility on states rather than the federal government, even though states have said they need help getting enough tests. Meanwhile, the Pandemic Response Accountability Committee, manned by inspectors general, has staffed back up after President Trump ousted its chair this month. The group has launched a website to help the public track its investigations into coronavirus response efforts.   4. Economy  Businesses applying for the next round of Paycheck Protection Program funding have said they're experiencing error messages and slow processing. The program faced similar problems when it was rolled out this month. Congress is also dealing with repeated questions about how lenders are choosing which clients get money first and whether some publicly traded companies should be eligible for help. This latest round of funding adds up to $310 billion dollars, which is expected to be used up in a matter of days. Meanwhile, Senate Majority Leader Mitch McConnell says the next legislative package Congress passes will have more money for state and local government relief, which is a shift in messaging from the powerful Republican. 5. Oil US oil prices are still plunging as companies try to deal with excess supply and not nearly enough demand. Prices fell below $11 a barrel yesterday, dipping perilously close to the crisis point of $10 a barrel. You'll recall oil prices last week briefly plummeted below $0, so \"crisis\" is now a relative term for a market in deep peril. The latest crash came as the United States Oil Fund -- a popular fund geared to track the price of oil -- said it will dump its June oil contracts in favor of longer term agreements. And another oil company, Diamond Offshore, filed for bankruptcy. BREAKFAST BROWSE The largest hole to ever open in the Arctic ozone is now closed  For once, human's weren't to blame -- it was just a polar vortex.  Some lizards evolved to survive hurricanes through bigger toe pads Congratulations, you will now spend a portion of your day wondering about lizard toe pads.  Local officials will seek to remove a California planning commissioner who threw a cat and openly drank on a Zoom call First, it was don't drink bleach; now, it's don't drink and throw pets on Zoom calls? People need to behave. Microsoft Word says it's wrong to use 2 spaces after a period Somewhere, an old-guard CNN copy editor is seething.  Tribeca and YouTube are working on an online festival Finally, a chance to wear your fancy evening gown while sitting at home on the couch. TODAY'S NUMBER $4.6 million That's how much the Los Angeles Lakers got as part of the federal government's Paycheck Protection Program. The organization, which is listed as the second-most valuable NBA team, says it has repaid the money after finding out the program's funds, intended to help small businesses, have been depleted.  TODAY'S QUOTE \"The Olympics were canceled in the past for problems like war. We are fighting against an invisible enemy now.\" Tokyo 2020 President Yoshiro Mori, who says if the pandemic is not over by next summer, the Tokyo summer Games will be canceled, according to an interview published in Nikkan Sports. TODAY'S WEATHER Check your local forecast here>>> AND FINALLY Eine Kleine piggy painting  Because, why NOT watch an artist paint a royal portrait of a guinea pig named Cesario? (Click here to view.)"], "Language": false}