{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/football/newcastle-united-jamal-khashoggi-premier-league-saidi-arabia-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [["George Ramsay"]], "FirstPublishDate": ["2020-04-27T14:17:55Z"], "LastModifiedDate": ["2020-04-27T16:50:04Z"], "Headline": ["Newcastle United takeover will 'greatly stain' Premier League, says Jamal Khashoggi's fiancée"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["The fiancée of late journalist Jamal Khashoggi has urged the English Premier League to block Newcastle United's potential takeover, given the involvement of Saudi Arabia's Public Investment Fund (PIF). The PIF is part of a three-party deal that is being fronted by PCP Capital Partners, a venture capital and private equity company run by British businesswoman Amanda Staveley, and real estate firm Reuben Brothers, which wants to buy the club from English businessman Mike Ashley. Hatice Cengiz's calls come amid criticism from human rights group Amnesty, which claims the PIF, chaired by Saudi Crown Prince Mohammed bin Salman, is using the Premier League as a \"PR tool\" for \"sportswashing\" the country's poor human rights record.  \"UK authorities and the Premiere League (sic) should not allow someone like Mohamed Bin Salman (sic), who has yet to face any accountability for the murder of my late fiancé, Jamal Khashoggi, to be so involved in sports in the UK,\" Cengiz said in a statement.  \"Doing otherwise will greatly stain the reputation of the Premiere League and the UK. Mohamed Bin Salman is strategically using international sports to repair his badly damaged reputation after the murder of Jamal.\" Last December, Saudi Arabia sentenced five people to death for Khashoggi's murder in the Saudi consulate in Istanbul. The CIA concluded in 2018 that bin Salman personally ordered Khashoggi's murder, which the crown prince denies. The PIF did not respond to CNN's request for comment. Previous requests to the PIF and Saudi officials for a comment regarding the Newcastle takeover have also been unanswered. The Premier League declined to comment when contacted by CNN, while lawyers representing PCP did not respond to a previous request for comment. The Newcastle takeover has also been criticized by Qatari-based media giant beIN amid concerns of Saudi Arabia's alleged involvement in illegally streaming football matches. BeIN, which owns exclusive rights to the Premier League in the Middle East and North Africa, advised that the Premier League \"investigate the potential acquirer of the club\" -- comments the Premier League declined to respond to.  Under Premier League rules, prospective new owners of clubs need to pass the organization's fit and proper person's test. If the deal goes through, it would end Ashley's 13-year ownership of Newcastle."], "Language": false}