{"Type": ["article"], "Url": ["https://www.cnn.com/2018/12/03/cnn-underscored/personal-monogrammed-custom-gift-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Banu Ibrahim"], "Writers": [["Banu Ibrahim"]], "FirstPublishDate": ["2018-12-03T15:38:43Z"], "LastModifiedDate": ["2020-04-27T16:03:02Z"], "Headline": ["Stuck on a Mother's Day gift? Get personal with these customizable gift ideas"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Mother's Day is coming up fast, and while a simple present or gift card may work for a co-worker's birthday, those generic gifts aren't going to cut it when it comes to your mom and the other most important women in your life.  We know it can be tough shopping for moms. What can you give to the woman who gave you everything? If you're in a bind, you can never go wrong with thoughtful, customized gifts.  Whether it's a monogrammed robe or an album full of personal photos, these one-of-a-kind gifts reinforce just how much thought you put into your gift, and how much you really love your mom, your wife, your daughter or any other truly special woman. Not sure where to start? Peruse the gift ideas below, all of which can be tailored to perfectly suit the recipient.  At the Beach Personalized Family Puzzle ($129; uncommongoods.com) Customize this beachy wooden jigsaw puzzle for your beach-loving mom. Add your family members to the puzzle so that they can play alongside the whimsical cast of characters. Choose skin tones, hair color and even add a family pet. You can engrave the frame with a name and date of your choice, too. It does take two weeks to create. So, if you're more of a last-minute shopper, Uncommon Goods was thinking of you when they came up with their printable PDF gift note. It features an image and the name of the product, plus provides a place for you to write your own note that will hopefully tide mom over until her cool, thoughtful, customized gift arrives IRL.   _______________________________________________________________________________ Color Changing Coffee Mug ($15.16, originally $18.95; etsy.com) When you put a hot drink in it, this mug changes from black to a custom photo you submit. The front says \"Best Mom Ever.\"  _______________________________________________________________________________ Cuyana Leather Travel Case Set ($120; cuyana.com)  If you have a classy woman in your life, these elegant leather travel cases are a simple and beautiful gift. Plus, a monogram makes this bag exclusively hers, without being cheesy.  _______________________________________________________________________________ Anthropologie Monogram Agate Coaster ($16; nordstrom.com)  Add a monogram to these stunning agate coasters to make them truly personal. The soft white color with an elegant gold letter creates a chic coaster that will complement any bar cart.  _______________________________________________________________________________ Custom Photo Book  (starting at $15.98; shutterfly.com)  This photo book is super easy to customize with Shutterfly's free \"Make My Album\" service, where an expert designer will help you create your album in days.  _______________________________________________________________________________ Hannah Design Solid Sterling Silver BAR Four-Sided Personalized Hand Stamped Necklace, ($29.99; amazon.com) Customize all four sides of this best-selling sterling silver necklace with names, birth dates, coordinates of a favorite spot or anything up to 11 characters in length. It also comes with one birthstone of your choice (hers or yours?). Additional stones can be added for an additional fee as well. Customize it further with your choice of chain length and style.  _______________________________________________________________________________ Custom Map Print (starting at $49.99; grafomap.com)  With Grafomap you can make custom, minimalist maps that mark the most memorable places in your mother's life, whether it was where she grew up, where she raised you or where she moved once she finally got you out of the house.  _______________________________________________________________________________ Custom Cutting Board (starting at $24; etsy.com) If she loves cooking, she'll love this customizable cutting board, which comes in maple, walnut or bamboo.  _______________________________________________________________________________ Custom Wine Glass ($9, originally $10; etsy.com) These stemless wine glasses can be customized with her name in your choice of 23 fonts and 33 colors.  _______________________________________________________________________________ Homesick Candle ($29.95; homesick.com or amazon.com)  One of our favorite gifts, these candles capture the essence of a hometown or special place. With scents inspired by cities, states, countries and even life events like a new job (which has notes of leather and cinnamon), there's a perfect candle for every occasion.  _______________________________________________________________________________ Personalized Farmhouse Floral Tea Towel ($10.99; bedbathandbeyond.com)  This towel has a cute floral design paired with a rustic, homey font, making it the perfect kitchen towel for the cook in your life. You can customize it with a letter and two lines of writing for a personal message.  _______________________________________________________________________________ Curology (starting at $19.95/month; curology.com)  If she's obsessed with skin care, Curology is an amazing service that curates a skin routine specifically for an individual.  _______________________________________________________________________________ Custom iPhone Case (starting at $22.50, originally $44.99; shutterfly.com)  There's so much competition among phone cases, why not personalize your mom's with something that's truly unique? Shutterfly allows you to put your own photos on the back of a phone, so it's really one of a kind.  _______________________________________________________________________________ Personalized Sports Shirt (starting at $37.99; fanatics.com)  Sports fans will absolutely love these personalized shirts from their favorite teams. Pick a number and put any name on the back of the shirt so they can show their fandom to the world.  _______________________________________________________________________________ Long Distance Mother Map 8-inch by 10-inch Framed Print ($45.00; amazon.com) This handmade custom map print is a great choice when you feel far apart but know you're still close at heart. Customize it with your location and the location of your mom. Choose from a handful of colors, frames and sizes to make it just right.  _______________________________________________________________________________ Moleskine Personalized Notebooks and Planners (prices vary; moleskine.com)  Perfect for journaling or planning out the year, Moleskine notebooks are high-quality products made even better with personalization. With two lines you can spell a name, plus Moleskine has a series of cute symbols you can add on, such as dogs and flowers.  _______________________________________________________________________________ Custom Candle ($24; amazon.com)  If you want to commemorate your mom's wedding, or any other special moment in her life, this custom candle marks it with a small map.  _______________________________________________________________________________ Plaque Steel Bracelet ($48; fossil.com)  If you're looking for personalized jewelry, try this simple and elegant bracelet that's sure to be a wardrobe staple. _______________________________________________________________________________ Personalized Coffee Mug ($15.99; amazon.com)  With all sorts of designs available, from an elephant to a wreath, this mug is fully customizable with a logo, a name or any other text. Available in 11-ounce and 15-ounce sizes, it's perfect for anyone who loves coffee or is building a mug collection.  _______________________________________________________________________________ Personalized Rustic Serving Tray ($50; uncommongoods.com) Serve your mother breakfast in bed this Mother's Day with this personalized serving tray. Handcrafted out of pinewood and cast iron, this sturdy tray will last for years, making a gift she'll never forget.  Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}