{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/football/serie-a-italy-lockdown-restrictions-eased-teams-return-to-training-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicola Ruotolo, Robert Iddiols and Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-04-27T10:44:11Z"], "LastModifiedDate": ["2020-04-27T10:44:11Z"], "Headline": ["Serie A teams could return to training next month as Italy looks to loosen lockdown measures"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Serie A teams could return to training next month after Italian Prime Minister Giuseppe Conte announced the loosening of lockdown restrictions across the country in the coming weeks. Italy has been one of the countries most affected by the Covid-19 pandemic, recording more than 197,000 confirmed cases and 26,644 deaths. \"Now, the phase of coexistence with the virus begins for everyone, and we must be aware that the contagion curve could rise again in some areas of the country,\" Conte announced via video link from the Presidential Palace in Rome.   \"The risk is there, and we must face it methodically and with rigor.\" New measures will come into effect on May 4, such as the relaxing of travel restrictions, increased access to parks and gardens and the ability to hold funerals with up to 15 attendees. READ: AS Roma delivers care packages to its elderly fans during coronavirus lockdown READ: Cristiano Ronaldo and Juventus squad give up $100 million in wages amid coronavirus outbreak The manufacturing and construction sectors will reopen entirely, while bars and restaurants will be allowed to offer takeaway services. Conte announced that on May 18, further restrictions -- such as sports teams returning to training and museums and libraries reopening -- would also be lifted. CNN has reached out to Serie A for comment. However, he warned of the possible consequences the country faces if people stop adhering to the social distancing guidelines. \"If we do not respect social distancing, the curve will go up and will go out of control, our deaths will increase, and we will suffer irreversible damage to our economy,\" Conte said. \"If you love Italy, carry on distancing!\" After June 1, Conte announced the government plans to reopen \"barbershops, beauty salons, massage centers, and other personal care activities more widely\" but said that schools would remain closed, otherwise \"we would have a new outbreak in probably one or two weeks.\""], "Language": false}