{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/tennis/thiem-tennis-fund-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-27T10:14:35Z"], "LastModifiedDate": ["2020-04-27T10:14:35Z"], "Headline": ["Tennis star Dominic Thiem rejects plans to help struggling players through coronavirus crisis"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["World no. 3 Dominic Thiem has rejected the notion that top tennis stars should provide financial support to the game's lower-ranked players due to the coronavirus pandemic.  It comes after Novak Djokovic, the president of the ATP Player Council, called for players to contribute to a fund set up by the game's governing bodies. Tennis has been suspended until at least mid-July while the world fights the coronavirus crisis, meaning some players will struggle to make a living during the shutdown.  However, Thiem questioned why he should ease the burden on such players ranked lower than himself and said his donations would be better placed elsewhere in society.   \"No tennis player is fighting to survive, even those who are much lower-ranked,\" he said in an interview with Austrian outlet Krone. \"None of them are going to starve.\" READ: Federer receives support after urging tennis to unify during the coronavirus crisis\n Donating money elsewhere He added: \"There are many, many players who don't put the sport above everything else and don't live in a professional manner.  \"I don't really see why I should give such players money. I'd rather give money to people or organizations that really need it.\" Thiem, 26, is yet to win a grand slam but has reached three major finals -- most recently at this year's Australian Open.   The Austrian has earned nearly $24 million in career prize money, according to the ATP. \"None of us top players got anything handed to us, we all had to fight our way up. I don't have the guarantee in any job that I will do well and earn lots of money,\" he added.  Meanwhile, a host of the game's most recognizable stars, such as Roger Federer and Rafael Nadal, have publicly backed the scheme.  READ: Murray predicts tennis will be 'one of the last sports to get back to normality' The struggle Earlier in the lockdown, tennis player Sofia Shapatava told CNN Sport how she was struggling to cope financially amid the crisis. The world No. 375 started an online petition asking for financial help from the International Tennis Federation (ITF) for players struggling to pay the bills. \"I've talked to so many players and I've a couple of friends who don't know how to pay the rent this month. A petition is a way to be heard,\" she said. "], "Language": false}