{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/26/football/spanish-football-league-coronavirus-testing-players-delay-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Al Goodman, Isabel Tejera, Claudia Rebaza and Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-26T11:31:08Z"], "LastModifiedDate": ["2020-04-26T13:53:47Z"], "Headline": ["Spanish soccer league delays Covid-19 tests for players, who ask that health workers be prioritized"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Spain's top soccer league has informed clubs that testing for players for the coronavirus ahead of a return to training will be delayed.  In a letter sent to the clubs, La Liga said it would not start testing players, coaches and medical staff for Covid-19 until the Spanish government approves a protocol to carry out such measures. The league made the decision to hold off testing professional players because \"the resumption of training sessions is going to be delayed.\" \"If we consider that we'll have the protocol in the coming days, maybe next week -- well, from April 28 until May 11, 12, 13, or 14 -- to start the training again, that's a lot of days for the players\" to wait after testing, La Liga President Javier Tebas said in a press conference on Friday. READ: Bundesliga ready to resume in May pending approval from German government All football in Spain was postponed indefinitely following the introduction of Spain's state of emergency on March 14. Some Spanish media outlets had reported that La Liga had hoped to start testing players for Covid-19 as early as next week, as a first step to resuming training. But La Liga's announcement that it will delay testing comes hours after the Spanish Footballers Association (AFE) said it sent two more letters to the government \"again expressing the concern\" of first and second division team players about Covid-19 tests and a resumption of training. The association said players think those decisions should be made by the government, rather than the league, and it added the players \"consider there are other groups that need the tests more at this time, along with access to health care supplies.\" Jordi Figueras, a defender for Racing Santander in Spain's second division, told CNN the decision was the right one. Racing Santander issued a statement last Thursday stating their priority was to finish the 2020/21 season, but that tests should be available for the health workers on the front line before players.  READ: Men and women footballers experiencing 'glaring' rise in mental health issues during lockdown While admitting that football is important and players do want to go back to training, Figueras thinks that \"football is not the first priority.\"  \"The priority is the world's well-being and health and particularly the health of health workers, police officers, supermarket staff -- the ones who work every day to provide us with food -- pharmacists, drivers, all those who are risking their lives to save ours, they should be the ones tested first,\" the 32-year-old said.  \"Without knowing when training would exactly resume, there is no point to get tested soon.\" Spain's state of emergency is due to end on May 9, after almost two months. But government officials said re-opening the country will be a gradual, step-by-step process, as they try to avoid a second wave of infections. Spanish Minister of Health Salvador Illa said at a nationally televised press conference Friday: \"I want to highlight the sense of responsibility of many sports professionals, who have indicated that PCR (tests for the virus) must be done under medical criteria and in the order that the health authorities have established.\" Visit CNN.com/sport for more news, features, and videos Spain has the second-highest number of Covid-19 cases in the world, with 223,759 cases and 22,902 deaths by Sunday, according to Johns Hopkins University.  The hardest hit areas in Spain have been the region surrounding the capital, Madrid, and the region around Barcelona, the country's second-largest city."], "Language": false}