{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/media/newspaper-obits-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Katie Pellico and Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-04-25T23:01:04Z"], "LastModifiedDate": ["2020-04-25T23:01:04Z"], "Headline": ["Writing about the dead during a pandemic: 'They are not a statistic or data point'"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A few weeks ago, The Chicago Tribune had four reporters and a single editor working on obituaries.  Now, with the Covid-19 death toll in Illinois approaching 2,000, 19 reporters are assigned to that task, and \"we are preparing to add more people to the team,\" managing editor Chrissy Taylor says. \"Our goal is to do as many as we can.\" Obituary desks are expanding all across the United States as newspapers strain to capture the scope of the loss from the pandemic. The papers are honoring individual lives through short stories, features and special presentations. And in doing so, they are converting the death toll statistics of Covid-19 into deeply human stories. \"People relate to stories far more than statistics,\" said Tampa Bay Times reporter Claire McNeill. From Florida to California and points in between, reporters and editors said they felt \"honored\" and \"grateful\" to write about the lives taken by the virus. \"With all the talk of flattened curves, PPE and backordered test kits, coronavirus coverage can start to feel clinical. It's important to remember this is a story about people who've lost loved ones in sudden, tragic and heart-wrenching ways,\" Seattle Times executive editor Michele Matassa Flores said. On Sunday the Seattle Times will launch a special series called \"Lives Remembered\" on its front page. Instead of assigning staffers to writing obituaries full-time, about 15 reporters are pitching in to write the stories in addition to their other assignments. In Detroit, the first \"Remembrances\" feature was published in print last Sunday. Detroit Free Press editor and vice president Peter Bhatia said it was modeled on after The New York Times' cherished \"Portraits of Grief\" collection of short obits after 9/11. \"We created a simple Google form for people to tell us about their relatives/friends and we have reporters follow up to get details, photos, etcetera,\" Bhatia said. In Chicago, Christy Gutowski, who typically writes about child welfare, criminal and social justice topics for the Tribune, is now the paper's lead reporter on its ever-expanding obits team. \"I don't view it as a typical obit with a set template,\" she said. \"I am writing a life story to ensure history properly remembers someone's loved one. They are not a statistic or data point.\" Gutowski said the obit effort accomplishes three goals: honor the victim, comfort the victim's family, and help the public to fully understand the human toll of this health crisis. \"This is an important public service,\" she said. \"I feel that I, in a small way, am making a positive contribution at such a difficult, important time in the world.\" Redeploying staff....what's left of it The obits team has also expanded in New Orleans, a metro area especially hard-hit by the virus. \"We have redeployed staff to handle the increase in volume, and they have done a great job under difficult circumstances for us and for Louisiana,\" said Peter Kovacs, editor of The Advocate in Baton Rouge, which serves both metro areas. The circumstances are distressing within newsrooms, too, where reporters have grown accustomed to doing more with less after years of cutbacks and layoffs. Now shuttered businesses are pulling their advertising and pushing media companies to institute pay cuts, furloughs and layoffs at newspapers across the country. At The Tampa Bay Times, where 11 journalists were laid off in March, enterprise editor Maria Carrillo said rotating reporters are working on a section titled \"The Floridians lost to the coronavirus.\" \"The goal is to document every life lost in Florida,\" she said. The stories are snapshots of life interrupted. Sheila Remley \"loved to travel. In May, she had planned a cruise to Amsterdam.\" Luis Alpiste \"used to wake up his kids at midnight with a cake to celebrate their birthdays.\" Thomas Minichillo \"longed to leave rehab and get back home. He'd tell his wife: 'I just want to go for a walk with you.'\" But the effort has been complicated because the identifications of victims \"have been slow to come,\" Carrillo said. Some medical examiners aren't providing the names. So the paper is collaborating with other Florida news outlets and asking readers to send in information about their loved ones. McNeill of The Tampa Bay Times, who was working on a series about climate change before the pandemic, is now writing stories about the dead. These obits \"are not like the breaking news stories or obituaries I used to report on the night shift, where I'd meet a family in a singular instance of pain after something like a shooting or a crash,\" McNeill said. \"That grief was contained to a smaller universe, somewhat alien to outsiders. Now most of us exist in a suspended state of anxiety and panic, and the grief feels more universal, part of a wave of unfolding tragedy. Part of our role is to keep people from becoming faceless in that wave. No death is impersonal.\" McNeill said that a single obit she wrote, about 71-year-old Rosemarie Gabriele, \"the first woman to die in one of our local counties,\" received a far bigger response than dozens of \"numbers stories\" she wrote about the rising death toll. \"Because we wrote about Rosemarie as her full self, with her love of opera and belief in God right alongside her frustrating stubbornness, people connected to her,\" McNeill said. 'The stories are so intense' Some readers seized on the story's description of Rosemarie's love of Fox News, \"finding fuel for their anger with the president, who was still downplaying the virus when Rosemarie got sick,\" she added. \"More than anything, Rosemarie's family wanted everyone still moving through the world with a sense of invincibility to wake up, and get serious.\" To that point, families have a variety of reasons for wanting to speak with reporters and make sure their loved ones are memorialized. \"The stories are so intense. Similar in so many ways, the ways people are suffering for days at a time,\" said Gary Miles of The Philadelphia Inquirer. Normally the paper's assistant sports editor, Miles is now overseeing obits, organized under the title \"The People We've Lost.\" Four writers are dedicated to the project. At the Inquirer and numerous other major metro newspapers, there is a noticeable increase in paid death notices, which are purchased by families to pay tribute to loved ones. Last Sunday's Boston Globe contained 16 pages of notices, up from seven pages in the same week a year ago. \"The volume of death notices reflects just how significantly Massachusetts has been hit by the coronavirus and captures the scope of the story in our region in a very visceral way,\" Boston Globe editor in chief Brian McGrory said. Obits are different — they aren't purchased. Rather, they are picked by editors and reporters in an attempt to capture the stories about the lives of notable people. McGrory said reporters from around the Globe have been enlisted to \"write elegies about people who have died, which we are running in groups once a week or so.\"  At the Los Angeles Times, too, reporters across the paper have pitched in. Deputy managing editors Shani Hilton and Shelby Grad said the goal is to eventually have a public, searchable database of the deaths they document. In Tampa Bay, McNeill pointed out that \"writing about these victims is also a way of holding the powers that be accountable. When lapses in care lead to outbreaks, and mixed messages hurt efforts to slow the spread, telling victims' stories is a way of underscoring the very high stakes of this moment.\""], "Language": false}