{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/football/bein-sports-piracy-saudi-arabia-qatar-newcastle-united-football-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-24T10:01:47Z"], "LastModifiedDate": ["2020-04-24T15:25:46Z"], "Headline": ["English Premier League club takeover takes geopolitical twist"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["The potential takeover of an English Premier League club has taken a geopolitical twist after Qatari-based media giant beIN Media Group aired concerns of Saudi Arabian involvement in the purchase of Newcastle United due to the Saudis' alleged role in illegally streaming football matches. BeIN, which owns exclusive rights to the Premier League in the Middle East and North Africa, has written separate letters to the Premier League and a number of club chairmen in light of a proposed takeover of Newcastle. The three-party consortium attempting to take over the club includes Saudi Arabia's Public Investment Fund (PIF), which is chaired by Saudi Crown Prince Mohammed bin Salman. In a letter sent by beIN CEO Yousef Al-Obaidly to Premier League CEO Richard Masters, Al-Obaidly alludes to the \"direct role\" Saudi Arabia has had in the \"launch, promotion and operation\" of alleged pirate streaming service beoutQ. \"We consider it essential for the Premier League to fully investigate the potential acquirer of the club, including all directors, officers and other representatives from the KSA PIF or other Saudi Arabian entities involved in or otherwise providing any financing for the acquisition,\" said the letter.  \"Our request is purely based on Saudi Arabia's past and present theft of your and your member clubs' intellectual property rights.\" READ: Activists argue Saudi involvement in English football club takeover is attempt to 'whitewash the abuses of the regime' BeoutQ has not responded to previous emailed requests for comment from CNN on its operations in recent months. CNN has attempted to contact the Saudi Ministry of Media in relation to the piracy claims but has not received a response. The Premier League declined to comment when contacted by CNN. Under Premier League rules, prospective new owners of clubs need to pass the organization's fit and proper person's test. BeIN has previously accused beoutQ of ripping its feed and sports commentary of live matches, replacing the beIN logo with a beoutQ logo. A number of other sports leagues, including the NBA and the US Tennis Association, filed complaints with the US government last year in relation to beoutQ, claiming it illegally transmits beIN's coverage. The Premier League has previously accused beoutQ of breaching its intellectual property rights \"on a systematic and widespread basis.\" The league also released a statement in July saying it had contacted nine law firms in Saudi Arabia to obtain legal counsel, all of which \"either simply refused to act on our behalf or initially accepted the instruction, only later to recuse themselves.\" The allegations of piracy come after Amnesty International accused the PIF of \"sportswashing\" and using the Premier League as a \"PR tool to distract from the country's abysmal human rights record.\" READ: Men and women footballers experiencing 'glaring' rise in mental health issues during lockdown CNN has made several attempts to contact Saudi Arabian officials and the PIF in relation to the criticism from Amnesty but has not received a response. In September 2019, a Premier League report said beoutQ's pirate broadcasts have been \"transmitted using satellite infrastructure owned and operated by Arabsat.\" Arabsat did not immediately respond to CNN's request for comment. On Friday, UK lawmaker Clive Betts called on the government to take action. \"The beoutQ piracy issue should be an immediate priority for regulatory scrutiny surrounding the Newcastle United takeover,\" said Betts, Chair of the All-Party Parliamentary Group on Football.  \"While the Premier League needs to seriously look at any potential conflict between the ownership of a football club and the alleged three year theft of UK media rights by the future owner, the government should take a role, not sit on a bench.\" Oliver Dowden, the UK's Secretary of State for Digital, Culture, Media and Sport, said earlier this week that it is down to the Premier League to handle the matter."], "Language": false}