{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/politics/gyms-reopening-lobbying-coronavirus-trump-phase-one/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Michael Warren, Ellie Kaufman, Jasmine Wright and Caroline Kenny, CNN"], "Writers": [["Michael Warren", "Ellie Kaufman", "Jasmine Wright", "Caroline Kenny"]], "FirstPublishDate": ["2020-04-23T11:04:14Z"], "LastModifiedDate": ["2020-04-24T00:41:32Z"], "Headline": ["With lobbying push, gyms get on Phase One of Trump's reopening plan"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["When President Donald Trump revealed his guidelines for \"opening up America again\" last week, among the bolded names of businesses and institutions that could reopen were restaurants, movie theaters and places of worship -- so long as they adhered to strict social distancing protocols. Tucked near the bottom of the list, right above a warning that bars should stay closed, was a curious inclusion: gyms. While an integral part of many Americans' routines, gyms and fitness clubs would seem to present a particular risk for contact spread of a contagious virus. Filled with people sweating and breathing hard, sharing equipment and spaces, gyms are in many ways the last kind of business to prioritize during a deadly pandemic. Their inclusion follows a last-minute lobbying push by an industry not known for flexing its muscles in Washington. While not every major company was part of the effort, conversations with 10 leaders in the fitness-club business reveal an influential network of relationships that kicked into gear over the past few weeks and helped move gyms to the front of the line -- even to the surprise of many in the industry.   Noteworthy figures in events leading up to the President's announcement include a Trump-loving fitness-center owner in Pennsylvania, Rudy Giuliani's son Andrew, billionaire real-estate mogul Steve Ross and the US Surgeon General. Among the most influential advocates is an Iranian-born founder of one of the country's largest fitness club chains, Bahram Akradi of Life Time Fitness. Akradi has been pitching governors and the Trump administration on what he calls a \"comprehensive, multifaceted tactical plan\" to fight the coronavirus and rebuild the economy. He now finds himself on one of Trump's economic recovery working groups and in conference calls with the President himself, including on the day before Trump released his new guidelines. Multiple people at fitness-center companies -- from executives at giants like Gold's Gym to independent health clubs --  told CNN they did not expect gyms to be mentioned in reopening plans from either the Trump administration or Georgia Republican Gov. Brian Kemp, who announced Monday fitness centers were included in several public-space business that could begin reopening by the end of the week. \"We just really lucked out and were able to get our message into a couple of the right people's hands,\" said Meredith Poppler, a top official at the International Health, Racquet and Sportsclub Association, the industry's main trade group.  Poppler told CNN that in recent weeks IHRSA, which receives funding from many of the brand-name gym companies, began a full-court press to deal with the economic fallout hitting gyms and fitness clubs. That included hiring more lobbyists and aggressively pressing its message about the importance of physical fitness during a pandemic to lawmakers in Washington as well as officials in the Trump administration. The messaging worked even better than they'd hoped. \"We were as surprised as anyone when we saw President Trump announce the three phases and that gyms were in the first phase,\" said Poppler. Connections in the White House The day before Trump announced his plan at his daily press briefing, the President had a conference call with 16 executives from various industries to talk about reopening the country. On the call were Akradi and Ross, who in addition to his real-estate empire is a part owner of luxury fitness companies Equinox and SoulCycle -- an outsized presence for the relatively small fitness-club industry. Akradi insists there was no talk on that call about including gyms in the first group of opened businesses. \"Everybody talked about their employees, taking care of their people,\" Akradi said. \"We never discussed gyms.\" A spokesman for Ross confirmed Akradi's account. \"Stephen Ross never discussed gyms, exercise clubs or anything like that with the President and any implication otherwise is factually incorrect garbage,\" said Jon Weinstein of Related Companies, the real estate firm founded and partially owned by Ross.   Another key figure is Jim Worthington, a board member at IHRSA and something of a Trump superfan. The owner of two gyms in Pennsylvania and one in New Jersey, Worthington was tapped for a spot on the President's Council on Sports, Fitness and Nutrition back in 2018. He is also the founder of the PAC People4Trump, whose website features photos of Worthington at the President's inauguration in January 2017. In an interview, Worthington told CNN he has been working with several people within the administration on gym-related issues. The first is Andrew Giuliani, the son of former New York City mayor (and Trump attorney) Rudy Giuliani. Andrew is an official in the White House Office of Public Liaison, and Worthington says he worked with Giuliani to try to allow large, multi-location health clubs to qualify for a similar exception afforded to chain restaurants in the recently passed small-business payer protection loan program. (Worthington says the issue is one Congress, not the White House, has to resolve.) Worthington said he has communicated his concerns about the industry through Kristina Harder, the executive director on the presidential fitness council and a former top aide to Assistant Secretary for Health Brett Giroir. According to a former Health and Human Services official, Harder is also close with the team around Ivanka Trump. On behalf of IHRSA, Worthington has also been emailing with Jerome Adams, the Surgeon General, for feedback on guidelines health clubs should follow to ensure they're in compliance with CDC regulations. A spokeswoman for the Surgeon General confirmed that Adams told Worthington he would be \"happy to review\" any such guidelines. Worthington said he can't take full credit for the inclusion of gyms in Phase One. \"I think it's been a collective effort,\" he told CNN. \"I think there's been a handful of people and not just patting myself on the back, but I may be one of them.\" IHRSA was thrilled with the move, calling it a \"small victory\" for a relatively small industry that makes just $32 billion a year. The group even wrote a letter on Apr. 17 to President Trump saying they were \"eternally grateful\" for the move. Worthington and Joe Moore, IHRSA's president, signed the letter. A challenge for gyms There are some with serious concerns that gyms that open in Phase One could become vectors for the virus just as the outbreak might otherwise be winding down. One of them is Dr. Saju Mathew, a family medicine specialist in Atlanta, Georgia who studied public health at Emory University. \"How are they going to make sure that people work out where they're six feet apart from each other at all times? Are they going to only let people stagger in? I just have a lot of health and safety concerns. And then locker rooms could be even a bigger issue,\" Mathew told CNN. Many of the gym executives that spoke to CNN said they have been busy planning how they will reopen and trying to do so carefully. The accelerated timeline in Georgia, they said, means many are unlikely to be ready to reopen facilities there on Friday. A spokesperson for Planet Fitness told CNN there is \"no set date\" for reopening their clubs in Georgia or elsewhere around the country. Orangetheory Fitness will reopen some franchised Georgia locations on May 11, the company confirmed to CNN in a statement. The executive chairman of Equinox Group, Harvey Spevak, told CNN's Cristina Alesci the company will not open their SoulCycle studios in Georgia on Friday, when the restrictions on gyms lift in that state. Spevak said the company is working with outside infectious disease experts who will help the company make decisions on reopening.   And some executives who spoke to CNN expressed some hesitance at a lack of federal guidance dictating what measures they should follow when they reopen. Adam Zeitsiff, the CEO of Gold's Gym, said that even in Mongolia, where Gold's Gym also operates, the government has mandated distances between members, a quota capacity for gyms and guidelines about testing employees. \"There still hasn't been a final guideline given to us as to how we're going to reopen,\" Zeitsiff said. Every gym executive CNN spoke with said they had been working to develop company-wide standards for cleaning and social distancing measures to keep members safe when they do reopen. Zeitsiff said that during Phase One, employees will be asked to wear a mask and gloves, and people will be assigned to monitor who is using what machine — going in and cleaning after members clean themselves. They also plan to temperature check employees.  Other gym conglomerates like Planet Fitness and 24 Hour Fitness said they plan to use their company app to check people into their clubs with less contact between members and employees, including eliminating touch-screen check-in machines. 24 Hour Fitness said they plan to open their gyms in 60-minute sessions through the day, followed by a 30-minute closed gym cleaning period, according to a statement they provided to CNN. Jim Rowley, CEO of Crunch Global, said part of their procedures when reopening will be to use the gym app in order to limit class sizes for group fitness classes. He said they are also considering using it to check members in. Since closing Crunch gyms, Rowley says his staff has been working on a \"37-page manual\" on their procedures for reopening. The franchise is investing in special cleaning methods and hiring more staff to handle the increased cleaning demand.  \"We're spending -- and this is the tough part,\" Rowley said. \"We don't have any revenue but we're having to spend money to reopen on labor, hiring new staff members, having more hours for janitorial disinfectant and buying products that are more expensive thinking about safety.\"  Anthony Geisler, CEO and founder of Xponential Fitness which manages eight boutique fitness chains, including the popular Row House, Pure Barre and Club Pilates, said he believes boutique fitness studios are safer to reopen than big gym franchises, because they are often smaller spaces and that it will be easier to track people taking classes if someone were to become sick. \"There's a massive difference between a 'gym' like a 40,000 big box facility and 1,000 square foot Pilates studio,\" Geisler told CNN. Mathew said gyms with large numbers of people coming in and out of the building is likely \"going to be a huge health hazard.\" \"You can imagine in a gym setting, if you just traced people from weight to weight, if one person is infected, he or she can infect three or four people around them and then the chain begins,\" Mathew said. CORRECTION AND UPDATE: This story has been corrected to accurately state Harvey Spevak's title and Steve Ross' ownership stake in the Equinox Group. It also has been updated to include new comments about Ross' phon"], "Language": false}