{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/politics/las-vegas-mayor-social-distancing-cnntv/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-04-22T19:33:48Z"], "LastModifiedDate": ["2020-04-23T14:59:59Z"], "Headline": ["Las Vegas mayor won't give businesses social distancing guidelines for reopening: 'They better figure it out. That's their job'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Las Vegas Mayor Carolyn Goodman on Wednesday repeatedly called for the city's businesses to reopen while refusing to provide any social distancing guidelines on how to do so safely.  \"I am not a private owner. That's the competition in this country. The free enterprise and to be able to make sure that what you offer the public meets the needs of the public,\" Goodman, an independent, told CNN's Anderson Cooper. \"Right now, we're in a crisis health-wise, and so for a restaurant to be open or a small boutique to be open, they better figure it out. That's their job. That's not the mayor's job.\" Goodman does not have the power to order Las Vegas' casinos to reopen and her comments are at odds with the reopening guidelines issued by the state's Gaming Control Board, which will ultimately sign off on a plan to have the iconic Sin City businesses running again.  Those guidelines ask businesses to send in reopening plans at least seven days before resuming operations.  The board also lists procedures that businesses should follow when reopening including complying with all prescribed local, state and federal Covid-19 heath requirements. Democratic Nevada Gov. Steve Sisolak said on Tuesday that casino owners are working together on coming up with a plan on how to protect their customers when they eventually do open. The state plans to follow the federal government's guidelines on reopening the economy from stay-at-home orders, a crucial part of which is declining reports of new cases for 14 consecutive days. Sisolak described the state as being in \"phase zero\" on Tuesday and he did not give a date on when to expect reopenings to begin. Still, Goodman's comments come as more states plan phased reopenings of their economies even as public health experts have repeatedly stressed the dangers of relaxing social distancing measures too early. There has been a disconnect between some Democratic mayors and Republican governors on how to safely reopen areas under stay-at-home orders to limit the spread of the coronavirus.  Governors in Georgia and South Carolina announced plans earlier this week to allow businesses to reopen in their states, but have faced pushback from mayors who don't believe it's safe to open businesses like gyms, tattoo parlors, nail salons and other places deemed nonessential in initial orders. The pandemic has proved catastrophic to the nation's economy, including in places like Las Vegas where many businesses that are core to the city's identity -- namely casinos, hotels and theaters -- are closed. \"I want everything back. We never closed down the United States. We've never closed down Nevada. We've never closed down Las Vegas because that's our job. Entertainment capital of the world where everything is clean,\" Goodman said, without providing any examples of guidance the city government would give casinos or hotels on how to limit coronavirus' spread inside their facilities. \"We would never have gotten to the point we are now as the center for entertainment, conventions and sports and everything else so positive without being clean.\" When pressed by Cooper about the dangers of such a move, Goodman said \"it sounds like you're being an alarmist,\" and cited her \"long life\" as the credentials for her thought process.  \"I grew up in the heart of Manhattan. I knew what it's like to be in subways and on buses and crammed into elevators,\" she said.  But public health experts widely agree that to control the epidemic in the absence of strict social distancing measures, states and localities will need to build the capacity for additional testing and contact tracing. That process of identifying new cases of Covid-19 and then tracking down and quarantining anyone who could have been infected by those newly identified cases would be crucial to returning to normal life. Geoconda Argüello-Kline, the Nevada Culinary Union's secretary and treasurer, blasted Goodman's comments as \"outrageous\" in a statement Wednesday evening.  \"Health and safety is our priority -- workers and guests have to be safe. We want people back to work, but it has to be safe and secure and we don't want workers to be part of an experiment,\" she said. \"Workplaces need to be safe and healthy -- not a Petri dish.\" Goodman, however, said Wednesday that while testing is \"important\" it's \"not my job, unfortunately.\" In fact, the Las Vegas mayor appeared to signal interest in the city becoming a control group without social distancing measures to compare against other regions with strict guidelines. \"I offered to be a control group and I was told by our statistician you can't do that because people from all parts of southern Nevada come in to work in the city and I said, 'Oh, that's too bad because I know when you have a disease, you have a placebo that gets the water and the sugar and then you get those that actually get the shot,'\" she said. \"We would love to be that placebo side so you have something to measure against.\" Those comments were rebuked by Clark County Commission Chairwoman Marilyn Kirkpatrick later Wednesday, who said pointedly, \"We certainly don't want to be a 'control group' for some out-of-left-field school science project.\" \"I understand that people are frustrated, but we must be patient,\" Kirkpatrick said. \"If we're not patient, then we risk a lot more sicknesses, a lot more deaths and we risk the very real danger of our health care system being overwhelmed.\" This story has been updated with additional context and developments on Wednesday."], "Language": false}