{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/media/virtual-nfl-draft-espn-spt/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-04-23T10:48:59Z"], "LastModifiedDate": ["2020-04-23T12:28:26Z"], "Headline": ["'It's unprecedented': How the NFL and ESPN plan to broadcast a virtual NFL Draft"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["This year's NFL Draft was supposed to be one of the most elaborate productions in NFL history. It was going to take place on the glitzy Las Vegas strip with thousands of fans in attendance, and the league was going to ferry players via boat to a stage on the Bellagio fountain. The coronavirus quickly changed all that: No more Las Vegas, no more live audience, and no more boats. But that doesn't mean that this weekend's draft will be any less complex to produce. In fact, it may even be more complicated. The NFL Draft, which kicks off on Thursday night on ABC, ESPN and NFL Network, will take place virtually. ESPN's anchors will be at the network's studios in Bristol, Connecticut. Players, coaches, general managers, analysts and NFL Commissioner Roger Goodell will be in their homes. Goodell will reportedly announce first-round draft picks from his basement. A watershed moment for media ESPN will coordinate more than 100 camera feeds for this weekend's draft, according to Seth Markman, ESPN's vice president of production, who oversees the draft. \"It's unprecedented as far as having all of these people not be in one spot,\" Markman told CNN Business. \"The amount of feeds we're going to get coming into our building, we've never seen anything like it. How do we communicate with all those people? How do we choose the best shots? There's a lot of variables and I think until Thursday night actually happens, it's hard to tell exactly how this is all going to work out.\" ESPN and NFL Network's production will be supported by a vast amount of technology.  Amazon Web Services is hosting hundreds of camera feeds through its cloud system, Verizon is helping with connectivity and supplying more than 100 phones for communications, Microsoft is working with several teams to create virtual war rooms and Bose is providing more than 130 headphones. The draft could be a watershed moment in media, says Michelle McKenna, the NFL's chief information officer. \"This might impact the way we traditionally mix user-generated content with traditional media in the future,\" McKenna told CNN Business. She added that the league sent \"tech kits\" to those who will be on air during the draft. The kits included multiple phones, a light, a microphone and a tripod stand. \"Typically in a broadcast situation, you have professionals that are curating and transmitting the programming. We are now having individuals create and transmit their own content,\" she said. \"It's not going to be like having a high production camera operator in your living room. It's you. Well, you or your mom.\" Even if everything goes as planned and all the technology works without a hitch, it's still the NFL Draft — one of the most unpredictable events in all of sports. The truest reality TV show there is... on steroids \"I always call the draft the truest reality television show there is because there is no script, and this one's going to be that on steroids,\" Trey Wingo, ESPN's host for the draft, told CNN Business. \"Suddenly the IT guy on your team is the most important member of the entire broadcast.\" The NFL Draft is one of the biggest marquee events on the sports calendar. Nearly 50 million viewers watched last year's draft in Nashville, Tennessee over the three-day broadcast. 600,000 people were in attendance over those three days. This year's draft obviously won't break any attendance records, but it could achieve record ratings with millions stuck at home, starving for sports content.  ESPN has scrambled to fill its air since the coronavirus outbreak put the sports world on hold. It's done so with a mix of live studio shows, archival content and \"stunt event programming.\" One stunt event, for example, was the network's broadcast of the NBA and WNBA's remote H-O-R-S-E tournament last week. The draft will not just be about football, however. The league will also hold a \"Draft-A-Thon\" during the event that will pay tribute to healthcare workers and benefit charities like the American Red Cross and Feeding America.  NFL Network's Rich Eisen, who is hosting the \"Draft-A-Thon,\" told CNN Business that the draft is a significant sporting event, which is something that's in short supply right now.  \"I don't know the next time we're going to have that. I do hope we have it multiple times over the rest of the year, but you can't say that for sure right now,\" Eisen said. \"It's an event that feels normal, even though it doesn't look that way.\" While many things are different about this year's draft, the preparation for it will mostly be the same, according to Mel Kiper Jr., ESPN's longtime draft analyst. \"Oh, nothing has changed. You're looking at more players probably on tape now since you're not traveling back and forth,\" Kiper told CNN Business. \"Everything we've been doing for dot com, for radio, for TV is exactly the same as it would've been except the draft won't be in Las Vegas.\" Wingo agreed, saying that the draft has always been about turning \"a very large ship very quickly.\" \"It may be increased a little bit, but my view of the draft doesn't change at all. It's going to be the same thing,\" he said. \"It's just a matter of how we're going to disseminate the information.\" Despite it being held virtually, Wingo hopes that one draft day tradition stays alive. \"It's become sort of a tradition over the last few years that every time Roger Goodell gets up there to make the pick, there's a smattering of applause and then loud booing,\" Wingo said. \"I think it'd be great if Roger, at his house, somehow plays a boo track when he walks out.\""], "Language": false}