{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/opinions/governors-public-schools-covid-19-ramirez-buher/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Mario Ramirez and Andrew Buher"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T10:53:31Z"], "LastModifiedDate": ["2020-04-23T10:53:31Z"], "Headline": ["To help schools open safely this fall, governors must act now"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Since the onset of the Covid-19 crisis, the Trump administration has shown a striking lack of attention to the damage the pandemic has done to our nation's public schools. The White House's guidance for reopening society, released Thursday, devoted all of two sentences to how and when to reopen our 98,000 public elementary and secondary institutions. While schools are regulated by the states, a catastrophic national pandemic of this magnitude necessitates the use of expertise and resources that only the federal government can provide. Yet that guidance and support from the administration has been confusing at best, and absent at worst.   Remarkably, there appears to be little discussion taking place in Washington about when and how to reopen our public schools. This mammoth challenge may fall upon governors -- to pick up the slack and protect the health of students and staff, and to ensure that a generation of children is not denied their shot at the American dream.    As any teacher, school principal or district superintendent can tell you, returning to school after a long absence is hard, even in periods of normalcy. Doing so in the face of Covid-19 will be monumentally difficult.    The stakes could not be higher. The academic and social-emotional development, as well as the mental health of an entire generation of students, hangs in the balance. In addition to the systemic challenges of remote learning, most every student is coping with the devastating impacts of stress from physical and social isolation, a bleak economic situation, and, in some instances, the death of a family member or friend.     Public schools exist to provide our children with hope and prepare them for productive work and fulfilling lives. They are a central source of community, and a place to come together as a nation to assemble openly and to elect our public officials.    Covid-19 has fundamentally destabilized their ability to serve these critical functions.   Despite the heroic efforts of our educators since the onset of the pandemic, projections for third through eighth-grade student performance in math and reading will fall short of where they should be at the close of the school year, according to the Northwest Evaluation Association.  There will be an unprecedented need for mental health and wellness interventions for staff and students. Critical services, such as access to school food, may be stretched beyond capacity.   Local leaders urgently need tactical direction on how to translate federal public health guidance into action in their school communities. But the administration has yet to provide any direction on how to reopen schools, so governors  -- as they have had to do on other issues during this crisis -- must now step up to move quickly and intentionally to establish return to school committees who can create a framework for planning and implementation. The core work of the committees should include:   ●\tEngaging local communities. State leaders must ask communities critical questions about the damage that has been done to student learning, what resources are needed to undo the damage, and what the curriculum, training, and delivery plan to minimize the impact should entail. ●\tEnsuring students and staff can return to school as safely as possible. State leaders must determine whether and how students and staff need to be screened before entering school, what cleaning and disinfection standards need to be in place, and how  sick children or personnel should be managed at school.  ●\tProviding parents with an understanding of what the school experience will be in the fall, and how it will impact their children's learning outcomes. State leaders must determine how academic progress during the time away from school will be measured, whether school calendars will change, and what  the timing of state-level assessments will be.  ●\tAdvocating for additional resources. State leaders must seek funding to prevent layoffs, and address the wellbeing needs of staff and students to make up for missed services, including special education, physical therapy, occupational therapy and speech.    This fundamental framework is essential to enable local education leaders, district superintendents and school principals to begin the critical work of building and implementing a safe, efficient, and equitable return to school.    The rubber will hit the road in our local communities. In lieu of guidance from the federal government, Opportunity Labs recently convened a team of experts in public health and public education to help district superintendents and school principals plan and execute this unprecedented work. The Return to School Roadmap for local education leaders includes essential actions, informed by evidence-based public health and education best-practices, that need to be taken before and after schools open. For instance, mandating school-level outreach to at-risk students, setting an ambitious goal to ensure that every student is on track for success academically by the end of the 2022 school year, and establishing policies for extracurriculars and athletics including the allowance of spectators, close-contact sports, and equipment sterilization based on public health guidance.   What will the procedures be on the first day of school? Who will be allowed in school buildings? How will schools implement social distancing procedures if still necessary? How will students and staff be assessed for mental health interventions? What can we do to keep the classes of 2020 and 2021 on the path to postsecondary success? What changes should be made to remote learning programs in the case that a second wave of pandemic materializes?     These questions present intimidating challenges for our schools and the answers are not black and white. Undoubtedly, there will be necessary adjustments made along the way based on the status of the pandemic. But for district leaders and school principals to even begin to contemplate this historic challenge, governors must take immediate action, or school is unlikely to open this fall."], "Language": false}