{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/tennis/andy-murray-tennis-coronavirus-time-out-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Macfarlane and Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-22T15:01:14Z"], "LastModifiedDate": ["2020-04-22T17:12:00Z"], "Headline": ["Andy Murray predicts tennis will be 'one of the last sports to get back to normality'"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["As tennis tournaments are forced to push back their starting dates because of the coronavirus pandemic, Andy Murray says tennis will be \"one of the last sports to get back to normality.\" The tennis calendar has been severely disrupted by the spread of Covid-19, with Wimbledon canceled, the French Open postponed until September, and US Open officials \"monitoring the situation.\"  International travel has ground to a halt to slow the spread of the virus and because of the industry's global footprint, three-time grand slam winner Murray thinks tennis fans will have to wait to watch their beloved sport.  \"If you took the French Open, let's say things in Europe have improved, but there are certain countries that might still have issues,\" Murray told CNN's Christina Macfarlane. \"Let's say it was still an issue in South America, for example, and France was not allowing flights in from South America or certain countries.  \"And you then have a tournament basically where people or players from a certain continent or countries are not allowed to come in to compete. I think the tournament loses.\" Murray added that we'd have to feel as though \"the whole world is working normally and traveling normally\" again before tennis can come back, \"especially the major competitions.\"  READ: Milos Raonic hopes new tennis schedule doesn't cause 'uptick in injuries' among players Doing more Having watched how quickly the virus has spread in Britain without the ability to test every case, Murray is uncertain if he too has been infected. \"I was a little bit sick for two or three days about four weeks ago. So actually, before the beginning of when the quarantine started, I was sort of isolating for probably four or five days before that,\" said Murray. \"Most people I've spoken to have had some sort of symptoms and felt a little bit sick, but it's quite difficult to know whether you have actually had the virus or not. And obviously, the test should be saved for people that are in severe situations and the frontline NHS workers in this country.\" With no competitions taking place, the income of athletes has been impacted. Georgian tennis player Sofia Shapatava recently started an online petition asking for financial help from the International Tennis Federation (ITF) for players struggling to pay the bills, which over 2,000 people have signed. While admitting that the \"top 60-70 in the world will be fine,\" Murray thinks that the distribution of funds to help players who are struggling needs to be \"looked at.\" \"Players ranked 250-300 in the world, it's going to be really, really challenging for them,\" said Murray, whois  currently ranked 129. \"And I think in the last few years, there has been some improvements and some changes, but probably not enough.  \"Sometimes you see the prize money check for the winner of the grand slams. And it's like, I don't know what it is exactly, but something like $4 million. And could that money be used better and spent elsewhere in the earlier rounds or the qualifying draws or maybe used to grow some of the smaller events?\" READ: Coco Gauff says she was 'really depressed' and 'lost' for a year Frustrating timing A hip problem forced Murray to miss almost a year, and in January 2019, the Scot wept in a press conference when he said he intended to retire because of the injury, only to play doubles at Wimbledon later that year. The former world No.1 had been aiming to make his return at the Miami Open in March before it was canceled.  \"I was training to get ready for that and that was going to be a good test. I was fit and feeling pretty strong,\" said Murray. In the absence of any tennis, Murray has been isolating at home in Surrey near London with his wife and three kids.  Outside of hopping on Instagram Live calls with Novak Djokovic and Rafael Nadal, the two-time Wimbledon winner has been catching up on experiences he missed out on when traveling for international tennis tournaments.  \"When you're traveling, you often miss (events) like the first time that maybe your kids walk, that they crawl and things like that,\" he explained. \"We got some bikes for our kids and they basically cycled for the first time on their own.  Visit CNN.com/sport for more news, features, and videos \"They've done a little bit of swimming without holding on to their mom or their dad for the first time and things like that which, they might seem like small things, but to a parent, they aren't.\""], "Language": false}