{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/football/football-depression-coronavirus-rise-lockdown-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Don Riddell, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-22T13:02:37Z"], "LastModifiedDate": ["2020-04-22T13:03:48Z"], "Headline": ["Men and women footballers experiencing 'glaring' rise in mental health issues during lockdown"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Many people are struggling with the threat of Covid-19. There's the fear of the virus, concerns about the economy and the financial impact of an extended lockdown and the loss of a supposedly normal life that we all used to take for granted. Professional football players are not immune. This week, FIFPRO -- the only global representative body for pro footballers -- published results of a new survey, which found that the percentage of players reporting symptoms of depression has doubled. Over the last three weeks, FIFPRO surveyed more than 1600 players in countries which had implemented drastic lockdown measures.  It found that 22% of women and 13% of men reported symptoms consistent with a diagnosis of depression, while 18% of women and 16% of male players had symptoms consistent with a diagnosis of generalized anxiety. For mental performance consultant Dr. Tiffany Jones, the only surprise is that the numbers aren't higher. While athletes all over the world are twiddling their thumbs, she's been rushed off her feet trying to help them get through a period of relentless uncertainty. \"The mental health aspect of this is becoming glaring,\" she told CNN. \"Athletes get a natural high from playing sports. It's the equivalent of shooting heroin for the first time, so not having the physiological and psychological elements of sport is creating mental health issues.\" READ: Even Olympic champions struggle to resist junk food binges during lockdown Dr. Tiffany Jones is having to get creative, setting up video calls with her clients, helping with virtual workouts and even racing them at jigsaw puzzles -- anything to try and mimic the rush.  \"It's not the same, but I tell them that competing is a muscle. If it's not used then it will atrophy. I tell them that if they don't want to compete then that's a problem,\" she said. \"After racing through a 100-piece puzzle, they're like 'thank God, I missed that!'\"  Reasons for the anxiety are mixed, but she's not surprised that women are struggling more than men.  Female athletes have a shorter career span and there's obviously a financial concern too. Take, for example, some of the players the doctor works with on the Barcelona team. \"The men said they'd give 50% of their salary back and I thought 'good for them' and then I found out that the women had to do the same,\" she said. \"Well, 50% of $15,000 to $30K is not the same as 15 to 30 million!\" 'I wanted to die' Dr. Jones is careful not to stray into stereotyping, but anecdotally -- in this regard -- she's found it to be true.  \"I've had my athletes keep a journal and they write down their fears and insecurities. When I read the female ones, they're worried about others and what this means globally. Whereas my males are typically worried about their direct family members, their careers and what does this mean for them,\" she added. While many football players are only just coming to terms with the notion of self-isolation, those who have previously suffered from depression know exactly how punishing it can be.  In the winter of 2017, the Swedish player Anton Olsson found himself all alone. The high of winning promotion to the third division quickly evaporated when the training stopped and some of his closest teammates left town. \"It was just me and my thoughts,\" he told CNN. \"I wanted to die.\"  Olsson's problems stemmed from the fact that his identity in life was almost totally built around football. Without it and the structure it provided, he was lost. \"I have always seen myself as a footballer, but your self-esteem outside of football can be weak. When you're alone, you start doubting yourself as a person,\" he said. \"You just think you're really bad because you're not training. You think you're not so good at football, you're not so good at your work or you're not so good with your friends or you don't have the biggest apartment or the best relationships, every bad thought is getting true.\" READ: Taiwan plays ball -- and broadcasts live games to the world 'I felt that I wasn't loved' Olsson told CNN that he had identified the method by which he was planning to take his own life and he described a bleak period of 24 hours when his world crashed down around him. \"I didn't go out, I didn't care about anything -- any relation -- I didn't care about my dog. I didn't care about what I was eating. I didn't see a meaning with my life. I just felt that I was so bad at everything.  \"I felt that I wasn't loved, I have no friends, I'm not good at football, and I'm not good at work. I just pushed myself down further and further, to a point where I was sitting on the floor, with a blanket over me, and I just cried. I didn't want to live.\" Olsson was able to find a way out of the darkness and he's eternally grateful to his Mom, Dad and brother for guiding him through. Having found the courage to now talk about it publicly, he wants to help other football players who might be in desperate need. He estimates that the problem is widespread. \"It's in every club at every level,\" he said.  \"Maybe two or three cases on every team.\" Yet still, the stigma remains.  \"People are scared to talk about it, afraid that coach will say 'he's weak, he's not trustworthy, and we can't have him in the midfield today because it's going to be a hard battle on the pitch,'\"  The key for Olsson and anybody like him is to start talking.  \"When you're feeling really bad, you just want to have something smashing on your door, saying hello and going out for a coffee,\" he said. \"You can't smash the door now because of lockdown, but just call them and talk. And if you see that you need something more, then search for professional help.\" He says that you should think of your mind as if it was any other part of your body. 'If I have a knee injury, I will go to the best doctor I can find. Do the same with your head, with your feelings, with your emotions, with your mental problems.\" Coaches at risk FIFPRO's findings are revealing and they should be a cause for concern, but there may be another group in sport who are even more vulnerable to the consequences of the virus -- coaches. Dr. Jones says that they are struggling, \"because they don't know how to support their teams and their athletes and if they don't have a strong coaching philosophy, they're being exposed.\"  There is a technical aspect, too; up until just a few months ago, coaching happened on the field, face-to-face. Not anymore. \"Some don't know how to go virtual. I've been finding that it's the coaches and their staff who worry more,\" she added. There may, however, be some kind of a silver lining to the cloud of Covid-19. Olsson thinks that the demonstrable increase in cases of depression is a good thing.  He told CNN that it would help football players realize that they are not alone, there are others who are suffering like them and that perhaps the stigma will be lessened. And if Dr. Jones wants to smile, all she has to do is look at her clients' social media feeds.  \"The number of athletes who've got puppies during this time is remarkable. A puppy! That you're going to have for 10 to 15 years? They're like 'I've got to do something to give me life!' I mean, I guess whatever they need to cope.\" "], "Language": false}