{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/travel-from-home-challenge/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["by Channon Hodge, Alisha Emrahimji, and David Williams"], "Writers": [["Channon Hodge", "Alisha Ebrahimji"]], "FirstPublishDate": ["2020-04-22T11:10:18Z"], "LastModifiedDate": ["2020-04-22T11:10:18Z"], "Headline": ["Everyone is still traveling ... in their living room"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Just a few weeks ago, engineer Philipp Klein Herrero emerged from his sleeping bag, scaled a snowy mountain, skied off the top slopes and hit a near 360 degree turn before crashing to the ground.  Herrero managed this dream adventure while keeping to social distancing rules. He just did the whole thing from his apartment.  Herrero, who lives in Barcelona, spent 10 hours creating an entire ski trip from bedsheets and ski equipment that had been gathering dust since he'd canceled his annual annual family ski trip to France because of Spain's lockdown.  Instead, he used his GoPro and a stop-animation technique to recreate his trip, hoping to cheer up family and friends. When he posted the video to YouTube he ended up reaching an audience of over 600,000.   \"I wanted it to feel like an actual mountain adventure if you closed your eyes,\" said Herrero. \"When I posted the video, it literally exploded. I never expected this kind of traffic.\"  The pandemic is forcing people to get creative if they want to hold onto those dreams of flying up, up and away again. Social media users are now one-upping each other on TikTok, Instagram and Facebook by recreating scenes of themselves roaming through airports, gazing out of airplane windows, and even missing their flights.     The #TravelFromHome challenge    Herrero said he was initially inspired by videos of people continuing to play sports at home. His video was flagged on Reddit, and seen by another young engineer, Thomas Cervetti. Cervetti used bed sheets, towels and bookcases to recreate an entire surf trip in his home in Malaysia for Facebook.  The idea also hit Instagram and became even more popular on TikTok using the hashtag #travelfromhome or #travelfromhomechallenge.  One of the first and most popular of these videos came out on April 4 when TikTok user @jeroengortworst filmed himself sipping champagne while his flight landed on the island of St. Martin. His \"plane\" was actually a tiled floor and his \"window\" was a washing machine door. His video hit big on TikTok and then racked up over 40 million views when a St. Martin tourism group reposted it to Facebook.    A high view count can be in part due to TikTok's short length. As TikTok videos are only around 20 seconds long, it's easy to get caught up watching the same one over a dozen times before peeling yourself away and getting back to work.    TikTok is also one of the few platforms that allows users to (legally) use short copyrighted song clips as their video's soundtrack. So, Dina Butti, an Egyptian Canadian living in Dubai, edited her take with Bob Marley's \"Everything's Gonna Be Alright.\" Marley tells us \"Don't worry about a thing\" as Butti pretends to stare out her plane window while actually gazing into her washing machine door.  Others have cleverly placed screens behind toilet seats -- anything that mimics that classic airplane oval shape seems to work.   Butti said she was devastated when she had to cancel plans to see her brother and his pregnant wife in Boston. Her family is so spread out that she has no idea when she'll see them all again. Her TikTok video was a lovely distraction.   \"I feel so silly for having complained about long flights and jetlag,\" she said. \"Just wish I could see them!\"  Delaine DCosta and her husband Mr. D live in Abu Dhabi and said they made their video just for fun. They've chronicled their travels to over 49 countries and were set to go to Malta in March when they had to cancel.     In Greece, serial traveler Sakis Tanimanidis turned his treadmill into a moving walkway and baggage conveyor belt. He'd been setting up trips to Scandinavia, New York, Mexico, Madrid and Africa when the coronavirus ended those plans.    \"The good thing about traveling is you become memory rich,\" he said .\"So during this lock down I have been traveling still through my memories, photos and videos. When the time comes, we'll get to see the world again.\"      You can be really creative when you have to be  The trend has also helped travel bloggers keep their content fresh without reposting old stuff.  Earlier in March, Aanvi TK a lifestyle and travel vlogger was the first to use the hashtag #travelfromhomechallenge on Instagram.  She'd been swiping through her own photo galleries and was getting tired of fretting over canceled vacation plans (she'd been planning a 10-day trip to Africa.) So, she asked her audience to get creative.   She stood in front of a beach scene she'd colored onto poster paper, slathered on some sunblock and asked everyone to recreate those yearned for vacations from home.  Now, she spends her weekends curating #travelfromhome  content instead of flipping through the past. \"I'm not complaining about the lockdown because I'm saving hours of commuting in traffic,\" said Kamdar. \"I know it sounds odd, but I'm loving this and could actually get used to this.\""], "Language": false}