{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/us/south-dakota-races-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe and Chris Boyette, CNN"], "Writers": [["Madeline Holcombe", "Chris Boyette"]], "FirstPublishDate": ["2020-04-22T09:27:38Z"], "LastModifiedDate": ["2020-04-22T09:27:38Z"], "Headline": ["South Dakota dirt track plans race with 700 spectators despite governor telling fans not to go"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Hundreds of people are scheduled to attend two large auto races over the weekend in South Dakota, but Governor Kristi Noem warned that it is not a good idea amid the pandemic. The Park Jefferson Speedway in Jefferson tweeted that all 700 tickets have been sold to the Open Wheel Nationals race on Saturday. Also in Jefferson, the New Raceway Park said on Facebook Monday that 310 of their 500 tickets were sold to a race on Sunday. Both racetracks posted that everyone that comes are required to wear a face mask, but the CDC has said that to prevent the transmission of the coronavirus, people should stay at least six feet from other people, not gather in groups, stay out of crowded places and avoid mass gatherings. Governor Noem has faced criticism for refusing to issue a mandatory stay at home order in the state, even following a coronavirus outbreak at a major pork processing plant in her state. The state has reported 1,755 cases and eight deaths, and the outbreak raised questions about the nation's food supply.  She has, however, issued an executive order suggesting South Dakotans practice social distancing. Noem was asked what she could do about the large crowds at the races during a Tuesday press conference. \"I can encourage people not to go. I don't think it's a good idea for them to attend,\" Noem said. \"I still recommend that we follow the plans that I have laid out for South Dakota where we don't gather in sizes of over 10 and that folks continue to social distance if they're not feeling well to stay home and to wash their hands.\" Asked if she could do anything stronger to stop people from attending the races, Noem said encouraging people not to attend is the course she will take. The county can't stop the gathering either. Noem said at the press conference that legislation to expand cities' rights to prohibit these kinds of gathering to counties did not pass.  \"There are no laws that we are breaking by opening this track at this time,\" Steve Kiraly, New Raceway Park owner, told CNN affiliate KCAU. Kiraly said he is hoping to set a trend for safe engagement with outdoor sports over the summer. \"The problem with that mentality is your footprint at an event like this is that it isn't just designated to the track itself,\" Union County resident Jeremy Harkness told the station. \"You're going to have people that stop and get gas and touch pumps or go to the bathroom and touch a handle or a railing and stuff, and inadvertently you could easily expose someone.\""], "Language": false}