{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/us/nyc-parade-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim and Elizabeth Joseph, CNN"], "Writers": [["Allen Kim", "Elizabeth Joseph"]], "FirstPublishDate": ["2020-04-21T17:11:15Z"], "LastModifiedDate": ["2020-04-21T22:48:56Z"], "Headline": ["NYC mayor promises to throw healthcare workers and first responders the biggest ticker tape parade ever"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Usually reserved for dignitaries and sports champions, New York City's Canyon of Heroes will one day, when the time is right, welcome a new celebrated class: healthcare workers and other first responders. Mayor De Blasio pledged Tuesday morning that New York City will throw a massive ticker tape parade to honor those on the front lines battling the coronavirus, following its eventual reopening. \"When the day comes that we can restart the vibrant beautiful life of this city again, the first thing we will do is we will have a ticker tape parade down the Canyon of Heroes for our healthcare workers and our first responders,\" De Blasio said. \"We will honor those who saved us.\" The Canyon of Heroes is the name given to the parade route that follows Broadway between the Battery and City Hall in New York City. \"The first thing we will, before we think about anything else, is we will take the time only as New York City can do to throw the biggest, best parade to honor these heroes,\" De Blasio said.  \"Many, many great heroes have gone down that canyon to be appreciated and loved by millions of New Yorkers, but I think this will be the greatest of all the parades because this one will speak to the rebirth of New York City,\" de Blasio said. Every night, people across New York City erupt in cheers as a show of support for the healthcare workers and first responders that risk their lives every day to help those infected by the coronavirus. The front-line workers have become heroes that people across the city have rallied behind for the work they're doing to fight the disease. New York City has at least 13,683 confirmed and probable coronavirus deaths, according to the city website. There have been at least 132,467 coronavirus cases in the city and approximately 34,729 people have been hospitalized, the city said. What's a ticker tape parade? The first ticker tape parade was held in 1886 to celebrate the dedication of the Statue of Liberty. Since then, a total of 206 ticker tape parades have been thrown. Although, only 24 have been held since 1965. Those celebrated include the U.S. women's national soccer team winning the FIFA Women's World Cup, the New York Giants winning the Super Bowl, the New York Yankees winning the World Series, Nelson Mandela of South Africa and the astronauts of the Space Shuttle Discovery mission STS-95. The parades were given that name from what was originally thrown in the parades: ticker tape. Ticker tape was printed from stock tickers, a machine that was used to track stock information, and it was used as a source of scrap paper that people threw during the parades.  While the stock exchange upgraded to electronic devices, the famed ticker tape was eventually replaced with shredded paper and confetti."], "Language": false}