{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/cnn-underscored/kenneth-cole-sale-sitewide/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarai Thompson"], "Writers": [["Sarai Thompson"]], "FirstPublishDate": ["2020-04-21T15:10:56Z"], "LastModifiedDate": ["2020-04-21T15:10:56Z"], "Headline": ["Take 15% off sitewide at Kenneth Cole"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["You don't need to wait until stores reopen to upgrade your wardrobe. Kenneth Cole is here to help you save money as you make your own closet look like a trendy, modern boutique. Take 15% off sitewide at the brand with the exclusive promo code CNN15.  All of the brand's chic clothes, shoes, handbags, bedding, luggage and more are available at a discounted price. Plus, this coupon code stacks, so you'll be able to combine the offer with other sales happening on the site for the ultimate savings.  Check out our favorite finds from Kenneth Cole below, and be sure to browse the website for other items that speak to you.  Shoes Nio Lace-Up Sports Shoe ($72.25, originally $85; kennethcole.com) The Nio Lace-Up Sports Shoe is made with a memory foam sole that provides extra cushioning for your feet. _________________________________________________________  Hannon Block Heel Suede Sandal ($110.50, originally $130; kennethcole.com) Spring into sunny weather with this block-heeled, ankle-strap sandal. Plus, the heel is bolstered by a textured outsole for maximum comfort and grip.  _________________________________________________________  Nyle Leather Sneaker ($250.75, originally $295; kennethcole.com)  Created with shock-absorbing Poron cushioning, this sophisticated sneaker is designed to provide all-day comfort thanks to built-in arch support. It's available in black or white.  _________________________________________________________  Riley 110 Woven Rose Metallic Mule ($152.15, originally $179; kennethcole.com) Add a bold pair of metallic mules to your collection. These leather heels, featuring a plush and shock-absorbent insole, can up the ante on any outfit.  Apparel Slim Fit Trousers ($85, originally $100; kennethcole.com) Upgrade your closet with a classy pair of black dress pants at 15% off their usual price.  _________________________________________________________  Window Check Gathered Belted Blouse ($75.65, originally $89; kennethcole.com) Show off your sense of style at the office (or on your next video conference call) with this black and white checkered blouse.  _________________________________________________________  Tech Blazer ($148.75, originally $175; kennethcole.com) Throw on the Tech Blazer to add a professional flair to any outfit.  _________________________________________________________  The Long Line Blazer ($126.65, originally $149; kennethcole.com) A long tailored blazer adds a chic sensibility to any look.   Handbags Modern Vegan Leather Ziptop Messenger Briefcase ($136, originally $160; kennethcole.com)  Tote your laptop and other essentials in this briefcase, made from vegan leather.  _________________________________________________________  Lightweight Nylon Backpack ($84.15, originally $99; kennethcole.com) This lightweight backpack features a dual zip closure and padded shoulder straps.  _________________________________________________________  Today Is Not A Dress Rehearsal Tote ($29.75, originally $35; kennethcole.com) Proceeds from sales of this bag will go to The Kenneth Cole Foundation, which helps support public health and civil liberties initiatives.  _________________________________________________________  Pebble Leather Crossbody Bag ($118.15, originally $139; kennethcole.com)  A fashionable way to carry all your everyday essentials. For more great Kenneth Cole deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}