{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/golf/jay-monahan-golf-pga-tour-coronavirus-trump-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse and Andy Scholes, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-18T19:19:10Z"], "LastModifiedDate": ["2020-04-21T08:29:15Z"], "Headline": ["Golf 'lends itself more to social distancing,' says PGA Tour commissioner Jay Monahan"], "Section": ["golf"], "MappedSection": ["SPORT"], "Article_Body": ["Besides a few pockets across the globe, sport has been canceled or postponed due to the coronavirus pandemic.  And golf is no different, with three of the majors postponed, and The Open canceled. At the time of writing, the only event unaffected is the Ryder Cup which remains set to go ahead as planned from September 25-27 in Wisconsin. With guidelines instructing people to not congregate in groups to slow the spread of Covid-19 becoming commonplace, sport has looked some way from returning.  But for golf, the spread-out nature of the sport means that returning on the week of June 8 to 14 -- which has been proposed -- is a realistic option for PGA Tour commissioner Jay Monahan.  \"And for us to return with no spectators, our sport lends itself more so than any other sport to social distancing,\" Monahan told CNN Sport's Andy Scholes.  \"If you think about what happens inside the field of play, our players are very rarely within six feet of each other. And so to come back in that environment and to think about every single facet of the competition and how we create a safe environment.  \"And I think that's what puts us in a spot where we feel like we can return at that point in time. Golf is inherently unique in that regard.\" READ: Grieving Mikaela Shiffrin grateful she saw her father in his final moments Help from the commander in chief In an attempt to begin to reopen the USA, President Donald Trump put together a council of leading experts from various sectors to provide their expertise on how best to do so.  Monahan was named on that council -- something he calls an \"honor\" -- alongside LGPA commissioner Mike Whan.  And during his brief time spent in the company of other leading individuals from different industries, Monahan says the \"collective power of an industry\" has been made evident to him.  \"Whether it's testing protocols, social distancing, fans or no fans. Being able to get those insights from other leagues to share our own,\" he explained.  \"At a time when the President has come out and said that he sees sports as a critical element to the reemergence and revitalization of our country is very powerful.  \"There are very few instances, or certainly have been over the last several years, where we all come together and have that kind of conversation. I think in having that conversation you realize the important role that sport plays in our society, and that's incredibly inspiring.\" Trump is a keen golfer himself and has \"offered to provide a lot of help and resources\" to Monahan and the PGA Tour.  \"He's been pretty clear in his comments that he sees sport as an important part of our revitalization and reemergence.  \"He's made that clear publicly and he's made that clear to all of us and has offered to provide a lot of help and resources.\" READ: Donald Trump wants sports back, but some governors are less keen on the idea Changing plans The majority of the men's major golf calendar has been moved to the second half of the year because of the coronavirus outbreak. The PGA Championship and the US Open have been moved from May and June to August 6-9 and September 17-20 respectively, while The Masters will be staged from November 12-15. But the absence of golf is not something that just effects the players and fans.  \"There are over 3,000 charities that benefit from PGA Tour golf over the course of the year. So we have an enormous impact market-to-market, week-to-week, a lot of health care related charities and organizations,\" Monahan explained.  Visit CNN.com/sport for more news, features, and videos \"Seeing the best players in the world competing, competing again and also seeing the impact of what we do week in and week out. That's the inspiration that I feel, I know so many people feel as we, as we prepare for our return. But sport is the ultimate unifier. Sport is the ultimate source of inspiration.\""], "Language": false}