{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/cnn-underscored/social-distancing-bundle-review-rosetta-stone/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-04-20T22:04:51Z"], "LastModifiedDate": ["2020-04-20T22:04:51Z"], "Headline": ["Make the most of your stay at home with this social distancing bundle"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["As social distancing measures continue, you may find yourself running out of things to do. Even working from home in your sweatpants is probably growing stale. Fortunately, you can be productive with The Social Distancing Lifetime Subscription Bundle Featuring Rosetta Stone. This $199.99 bundle on stacksocial.com comes with lifetime subscriptions to Rosetta Stone, a 12-minute Premium Micro Book Library and KeepSolid VPN Unlimited.  Rosetta Stone is a leading language learning service that provides a large library of lessons in 24 languages. It utilizes voice recognition software for you to practice your pronunciation. A book summary app called 12min, which is available for Android and iOS devices, including the Apple Watch, includes  over 380 digestible book summaries, an inventory that's growing all the time. Finally, there's VPN Unlimited, a VPN service downloadable on numerous operating systems, browsers and mobile devices. You can even configure it on your router. If you're unclear as to what a VPN is, feel free to check out our guide here. Here's how these services work Each item in this bundle can be downloaded or viewed on a variety of devices. Once you make your purchase, you'll receive a code to unlock your lifetime access. From there, you can just dive in!  Rosetta Stone and the 12min app will walk you through the process of getting started. Rosetta Stone  provides a number of languages to select from and help you configure speech recognition, for example, and 12min will help you find micro books you're interested in by offering a number of genres. VPN Unlimited doesn't fall under the learning category, but it's just as easy to use. And don't forget, these services are yours for life. You can access them wherever you are, on any compatible device. You can even download micro books for offline listening in the case of the 12min app. We've spent around a week with the social distancing bundle, so read on for our hands-on experiences with each one. Rosetta Stone Unlimited Access: Lifetime Subscription (24 Languages) Once signed into Rosetta Stone, you can select from 24 languages to learn. Speech recognition technology is incorporated, so don't be surprised when it asks you to use your microphone. It'll also require you to choose whether you identify as a male adult, a female adult or a child. This is simply used to calibrate its recognition software. Eventually, you can practice with live tutoring. Once we were all set up and ready to go, we decided to try Hebrew. Here's how the courses take shape. There are 12 units, each of which covers a category like Past and Future or Shopping. Within a unit are four lessons, which cover vital aspects of the unit's subject like currency, cost and preferences (in the case of Shopping). Every lesson is composed of what we'll call sub-lessons. These focus on specific structures like grammar, pronunciation or vocabulary, to name a few. The sub-lessons are composed of 5-30 minutes worth of activities, and as you complete them, a progress bar will fill up to indicate your progress. Trust us, it is straightforward and easy to start from the beginning or skip to future lessons. The activities generally use images to depict an object or scene. These are geared toward learning grammar, filling in blanks with multiple choices or pronouncing vocabulary. It's not always clear at first what an image depicts, but Rosetta Stone uses a number of images to make it apparent. During the writing lessons, you'll hear a statement and write it in your selected language. We liked the variety of available activities, each of which compounded on previous lessons and units to help build your knowledge. And it's easy to go back to review a sub-lesson or activity. There are even review activities in each unit. We had a great experience with Rosetta Stone. Even if you have knowledge  of a language, you can simply skip the lessons that you don't need. With 12 units that are packed with lessons and activities, there is a lot to learn. And while this program doesn't make you fluent, it definitely sets you up to have authentic conversations with native speakers. 12min Premium Micro Book Library: Lifetime Subscription You can select from a number of genres from the get-go on this app. These range from sports to career and business to science. Then you can select micro books to start. These are composed of titles from your preferred genres, but after this selection, you can search for anything the app has to offer. When you open the micro books you want to try out, you can opt to read them, listen to them or even download them for later. We tried out a few books that we'd previously read, including \"Steve Jobs\" by Walter Isaacson. This book depicts the life of Steve Jobs, and we thought the micro book gave us an excellent summary. Essentially, it took the key historical moments of Jobs' career, as well as prominent figures in his life, and boiled it down for us into a brief history. We also tried out \"On the Origin of Species\" by Charles Darwin. Once again, the book is placed in a historical lense, noting Darwin's achievements and the journeys he took to make his discoveries. However, we were pleasantly surprised by the micro book's narrator breaking down key principles of evolution as well as Darwin's experiments. Modern analogies were even tied in to help bridge the historical gaps. We were impressed with this service. But, as it seems to stand right now, it is more about summarizing informative works than stories. We searched for \"The Grapes of Wrath,\" \"The Great Gatsby,\" \"The Sun Also Rises,\" \"Gone With the Wind\" and \"Of Mice and Men\" and found none of these titles. You can suggest titles, however, and the inventory is always growing, so a lifetime subscription should prove fruitful. KeepSolid VPN Unlimited: Lifetime Subscription VPN Unlimited is a Virtual Private Network available for download on numerous operating systems, browsers and mobile devices. You can even configure it to your router. And once you're subscribed, you can be logged into the service on up to five different devices. If you're not familiar with a VPN, you can read about them here. VPN Unlimited is a standard VPN, and in the app, you'll find a number of features you would expect from a VPN. This includes over 400 servers in over 80 worldwide locations as well as the quick connect feature. Quick connect will connect you, by default, to the most optimal server available. In other words, the server that will create the least latency. You can also select from a number of server protocols, which can add additional layers of encryption while sacrificing internet speed. Our experience with this VPN was mixed, at best. For starters, VPN Unlimited does not feature nearly as many servers as, say, NordVPN. VPN Unlimited  has over 400 international servers, which is nothing to scoff at, but NordVPN hosts over 5,400 of them.  We also found that, while we were connected to the optimal server, there was more latency than we experienced with NordVPN. We tested this by playing a 4K video without the VPN on, and then playing a different section of the video with it on. We also navigated around Google Docs with it on and off and found a negligible difference in speeds.  So while Unlimited VPN works for productivity, you may want to shy away if you're looking to stream. Another unfortunate quirk of this VPN is that it appears to block internet speed tests, so we could not perform one. It certainly sweetens the pot that VPN Unlimited is part of a great bundle, but there are more optimal VPNs. In our guide, we provide recommendations, most notably NordVPN. Bottom line This social distancing bundle is small, but diverse. We had a great experience with Rosetta Stone, which offers a plethora of languages and so many lessons that it's basically an online class. And the 12min app, though limited to less than 400 micro books, provides awesome and informative summaries in bite-sized form. VPN Unlimited, while not the best VPN out there, is a nice bonus. It will serve your purposes if you need a VPN. Start spicing up your stay-at-home experience with The Social Distancing Lifetime Subscription Bundle Featuring Rosetta Stone ($199.99; stacksocial.com). We have a hunch you'll learn a thing or two. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}