{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/health/sanjay-gupta-podcast-april-17-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN staff"], "Writers": [["CNN staff "]], "FirstPublishDate": ["2020-04-17T15:25:44Z"], "LastModifiedDate": ["2020-04-17T15:25:44Z"], "Headline": ["How to Help: Dr. Sanjay Gupta's coronavirus podcast for April 17"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Donating blood. Stocking food banks. Helping the elderly. CNN's Chief Medical Correspondent Dr. Sanjay Gupta talks to people making a difference and talks you through some of the ways you can help those affected by the crisis. You can listen on your favorite podcast app or read the transcript below. (Audio of echoing applause) Dr. Sanjay Gupta: That's the sound of applause for our healthcare workers every night around seven o'clock in New York. People in many other cities and countries around the world are doing the same -- cheering on and thanking those on the frontlines.  Everybody wants to be empowered at times like these. We don't want to be helpless. And a big part of that is reaching out and making a difference. So today, I'm going to talk about some ways that you can give back. I'm Dr. Sanjay Gupta, CNN's Chief Medical Correspondent. And this is \"Coronavirus, Fact vs. Fiction.\" Jonathan \"Bear\" Yeung (from video): Covid-19 is horrible. People are sick, people are dying. I want to help our hard-working doctors and nurses stay strong in fighting to save lives. Dr. Gupta: That's 9-year old Jonathan Yeung -- who goes by the nickname Bear. He's from North Vancouver. He made headlines by raising more than $2,000. He did it in just two days, to buy healthy snacks for healthcare workers at his local hospital.  I spoke to Bear, who like many other kids, is currently out of school. Bear: I felt a little bit happy because I got a longer spring break, but then I was kind of worried because I didn't know when school was going to start again and I was sad, I couldn't see my classmates that much.  Dr. Gupta: What is it that you miss the most?  Bear:  High fives. Playing tag, sometimes playing tag. Dr. Gupta: Playing tag ... When you decided that you wanted to do something about this yourself. What inspired you to do that?  Bear: It started when I overheard my dad's conversation with his friend, Dr. Amar, who works in Washington State. He said doctors and nurses are working very long hours and sometimes don't have time to eat.  Dr. Gupta: So what did you do?  Bear: After that phone call, I decided to get healthy snacks and nutritional bars, coconut water and sports drinks. Dr. Gupta: I love that, Bear. I think everyone who hears that loves it. They want to know how you did it. Bear: First, I donated all my $70 -- my savings of $70. Then I made a lot of phone calls to friends and family around the world. And so far, I have donations from Canada, Asia, USA, Australia and Germany.  Dr. Gupta: When you were delivering these supplies, the bars and the electrolyte fluids to the hospital, I'm sure that had to have been a really gratifying thing. You must have felt really good about it. Can you tell me about some of the reaction that you got from people?  Bear: Happy and, I think, grateful reactions, I'm pretty sure. And I felt very responsible. Dr. Gupta: Even at his young age, Bear is one of the countless people going to extraordinary lengths to help. Becky Hoeffler is another example. She works at Duke University in North Carolina, but over a month ago, she started shopping for the elderly on her lunch breaks. Becky Hoeffler: It actually came about when I called my grandfather the other day. He told me, \"I'm on my way to the grocery store,\" and I was just kind of concerned. He's 91, and I thought, \"Is there a reason you have to go to the grocery store?\" Dr. Gupta: Like Becky, many others across the country are stepping up and doing things like buying groceries for other more vulnerable folks who probably shouldn't be doing it themselves. Hoeffler: Utilizing people power I think is one of the best ways we can combat the virus. Dr. Gupta: I love that. People power. We are seeing people from all walks of life come together to support their local businesses, their healthcare workers and their communities.  People who've had coronavirus are also giving back. Through donating their blood for an experimental treatment known as convalescent plasma. Diana Berrent recently recovered from Covid-19. Last week she told my colleague John Berman why she's excited to donate blood now that she's virus-free. Diana Berrent: This is a way that you can give back. And that's a very motivating factor when you're home and you're sick and you're scared. And to know that in a couple of weeks you can go out and save lives. I called the New York blood bank and got the first possible appointment and I'll be going in tomorrow to donate my plasma. Dr. Gupta: All of this is humankind at it's best. Inspiring and uplifting.  But there are still a lot of challenges that could use your help. We've seen a spike in hunger across the country, as millions of people have lost their jobs and income due to cities being virtually shut down.  Derrick Chubbs: Normally here in central Texas, we distribute food to about 50,000 central Texans every single week. Dr. Gupta: That's Derrick Chubbs, CEO of the Central Texas Food Bank, in Austin. Chubbs: But what we've been seeing based on the Covid-19 virus is just in the month of March alone, we saw an increase of well over 207% of those that were seeking our services. Dr. Gupta: We heard the same thing from Eric Cooper, CEO of the San Antonio Food Bank.  Pictures of seemingly endless lines of cars went viral last Thursday as the organization gave out more than a million pounds of food. Their largest single-day distribution in their 40-year history.   Eric warned that food bank supplies could soon run short. Eric Cooper: It has been incredibly difficult to really rely on philanthropy to meet this wave of need. We're always in some ways rationing our food to try to meet the need, but in the Covid-19 crisis, it's just having enough food. So we're really hoping for more state and federal support to come our way to be able to meet this need. Dr. Gupta: I know many of you want to help. I hear it from you all the time. So here at CNN, our \"Impact Your World\" team has compiled an interactive guide to connect you with organizations helping those affected by the crisis. CNN Producer Mayra Cuevas: We have over 10 categories, including arts, food support, people with disabilities, restaurants, refugees and international relief, among others. And we're still adding some. It lets readers customize their giving around their passion points.  Dr. Gupta: That's Mayra Cuevas from our \"Impact Your World\" team. Each section on the website takes you to a list of vetted charities where you can donate or get involved. And, if you're listening today and looking for help yourself, we also have a list of resources to get you the help you need. Cuevas: In every section in the interactive guide, if there was an organization that was providing help, we tried to list it. The mental health section is a great example of that. If you're struggling with stress, depression or anxiety, there are multiple crisis lines where you can call, text or email. Some organizations are offering virtual AA groups, help for victims of domestic violence, and support for the LGBTQ community. There are so many opportunities for people to get the help that you need.  Dr. Gupta: You can find those resources at cnn.com/coronavirus \"How to Help.\" You can also head to that page and nominate organizations you know are making a difference.  I've said it before, I'll say it again: the one way we can all make a difference, wherever you are, is by staying home and practicing physical distancing. I know it's hard. I really do, but at least for now it is really crucial. It's going to help flatten the curve that's going to help lessens the burden on hospitals and our healthcare heroes. We'll be back Monday. Thanks for listening. You can also head to cnn.com/coronavirus and sign up for our daily newsletter, which features the latest updates on this fast-moving story from CNN journalists around the globe.  For a full listing of episodes of \"Coronavirus: Fact vs. Fiction,\" visit the podcast's page here."], "Language": false}