{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/cnn-underscored/tiger-king-themed-party-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wallace"], "Writers": [["Elizabeth Wallace"]], "FirstPublishDate": ["2020-04-17T13:58:29Z"], "LastModifiedDate": ["2020-04-17T13:58:29Z"], "Headline": ["Everything you need to host a killer 'Tiger King' party"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["You binge-watched Netflix's \"Tiger King\" in three days and have already devoured the additional episode? Oh, whoops, maybe that's just us. No matter whose side you took in the series about big cats and the folks who caged them — and those who fought to protect them — Joe Exotic fans and foes alike can agree on one thing: The tales were a riveting escape from current reality for many of us.  Not ready to let go of the bleached mullets and all of those cuddly cubs? All you cool cats and kittens can cue up the series and experience it all over again — and this time, invite friends and family to join you over video calls and cocktails.  Go full-on big-cat theme and dress up as your favorite character, or just put on a cute tiger-print top or fun cowboy hat. Then invite your guests to make a donation to their favorite wildlife or animal welfare charity, like The Humane Society, World Wildlife Fund, ASPCA or Wildlife Conservation Society.  Keep scrolling for a roundup of \"Tiger King\"-themed clothes, accessories and party supplies.  Oakley Men's Mark Novelty Snap Back ($35; amazon.com) Jeff Lowe's signature Oakley cap is permanently emblazoned in our brains. This one is pretty close to the original, too.  _______________________________________________________________________________ Tie-Dye Bandana ($12; urbanoutfitters.com) And you'll need bandanas to go underneath that Oakley cap. _______________________________________________________________________________ Animal Print Vinyl Bucket Hat ($24; urbanoutfitters.com) A few of these will come in handy for other occasions, hopefully long after quarantine, too.  _______________________________________________________________________________ Women's Tropicwear Outback Hat ($44.95; llbean.com) Channeling Bhagavan \"Doc\" Antle — and helpful for shielding the sun on solo walks come warmer spring days. _______________________________________________________________________________ Camel Ranger Wool Hat ($29.98, originally $59.50; luckybrand.com) After the party, you can adopt it for a perennial cool-urban look. _______________________________________________________________________________ Asos Design Cowboy Hat ($32; asos.com) You'll need a few flamboyant print cowboy hats; this is a good one to order in multiples. _______________________________________________________________________________ Floral Headband ($3.50; etsy.com) If you can't get fresh flowers right now, you can make do — and pay homage to Carole Baskin — with these floral headbands. _______________________________________________________________________________ Hey All You Cool Cats And Kittens Sweatshirt ($19.67; etsy.com)   And we think she'd appreciate this sweatshirt, too.  _______________________________________________________________________________ Coofandy Men's Western Shirts (starting at $12.99; amazon.com) How many embroidered Western shirts is too many for Joe Exotic?  _______________________________________________________________________________ Inc Sequin Zebra T-Shirt ($41.65, originally $59.50; macys.com)  For the full Siegfried and Roy effect. _______________________________________________________________________________ UO Western Rayon Button-Down Shirt ($19.99, originally $59; urbanoutfitters.com) A subtler version of the Western shirt that will be super cute come fall, too. _______________________________________________________________________________ Bershka Fringed Jacket in Tan ($60; asos.com) The transitional layer every Western-influenced queen needs. _______________________________________________________________________________ ARD Champs Men's Leather 10 Pockets Motorcycle Biker Vest ($32.99; amazon.com) Throw on a black leather vest over any item, and you're party-ready. _______________________________________________________________________________ Vintage Cotton Terry Crewneck Sweatshirt in Leopard Print ($40, originally $69.50; jcrew.com) This may be in regular rotation in your new Netflix-and-Zoom life, for the comfort factor alone. _______________________________________________________________________________ Liuhond Skinny Slim Fashion Men's Ripped Jeans ($34.99; amazon.com) Joe's ripped distressed denim is a look we frankly forgot we needed right now. _______________________________________________________________________________ Topman Bandana Skinny Fit Stretch Jeans ($50.98, originally $85; nordstrom.com)  These ripped jeans aren't just good for channeling Joe, but will last you long after the show's hype has died down as well.  _______________________________________________________________________________ Ruifan Non-Pierced Stainless Steel Clip-On ($9.99; amazon.com) Six different sizes of clip-ons, for your ears, your nose, your — wherever. _______________________________________________________________________________ Set of 3 Temporary Tiger Tattoos ($2; etsy.com)  We know Joe and the gang love their tattoos, so here's to getting in the spirit.  _______________________________________________________________________________ Bevi Sports Sunglasses ($19.95; amazon.com) Mirrored sunglasses shield your eyes — and a million sins. _______________________________________________________________________________ Rimmel Scandaleyes Waterproof Gel Eye Liner Pencil ($3.99; target.com) Those big gorgeous cats came by their black-lined lids naturally; Joe Exotic might have chosen this waterproof option.  _______________________________________________________________________________ Hey All You Cool Cats and Kittens Mug ($12; etsy.com)  For your coffee or your wine during this party, here's a mug that can take it all. Also, check out this wine glass with an identical message.  _______________________________________________________________________________ Joe Exotic Scented Candle ($20; etsy.com) Despite the label saying this smells like a fresh-cut mullet and raw meat, the actual aroma is of leather and fruit, which is probably for the best.  _______________________________________________________________________________ Tiger Stripe Party Supplies Pack ($19.99; amazon.com) Enough supplies for multiple virtual parties, and all the reunions coming later, too! _______________________________________________________________________________ Martha Stewart Collection Animal Print Faux Fur Throw ($38.93, originally $130; macys.com) A very tasteful faux fur throw at an excellent discount.  _______________________________________________________________________________ Wappinger Animal Print Handmade Tufted Wool Yellow Area Rug ($95.99; wayfair.com) Cute for a playful kids' room later on, too. _______________________________________________________________________________ Melissa & Doug Tiger Plush Toy ($71.99, originally $79.99; kohls.com) Doubles as a body pillow when times get tough.  _______________________________________________________________________________ Diet Dr. Pepper 6-Pack (prices vary; instacart.com) Mixes well with spirits — or just a midday work break. Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}