{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/cnn-underscored/creative-writing-bundle-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-04-16T22:01:19Z"], "LastModifiedDate": ["2020-04-16T22:01:19Z"], "Headline": ["Sharpen your writing skills with this comprehensive creative writing bundle"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's time to hone your writing skills. Aspiring journalists, novelists, bloggers or otherwise, read up on our hands-on look at The Ultimate Creative Writing Course Bundle. This is a $29.99 bundle available on the CNN Store focused on providing the knowledge and strategies needed to enter a host of writing-intensive fields. Within, you'll find 11 courses covering the world of professional and creative writing. For the novelists, there are courses like the Novel Writing Diploma, Creative Writing Diploma and Proofreading and Editing Diploma. For the journalists, you'll find helpful lessons in the Freelance Journalism Diploma and Freelance Writing Diploma.  Wherever your interests lie, keep reading for our thoughts about our hands-on experience. Here's how these courses work The lessons packed into these courses are useful for beginners and experienced writers alike. If you're just starting out, you'll find a world of advice and strategies that can serve as your guide from start to finish. And even if you've been around the block a few times, each course holds a number of resources and tips you may have overlooked.  We were particularly impressed with just how many helpful examples are packed into each lesson. Plus, each module has assessments at the end, short challenges to help you test your knowledge. Perhaps best of all, once you buy this bundle, it's yours for life. Skip between lessons and courses at your leisure from any device that browses the internet. If we've piqued your interest, keep reading for our look at this creative writing bundle. Creative Writing Diploma The creative writing course opens with tips on how to begin, like honing your flow of ideas. List your story ideas as they come to you; later, you can review them and pick your favorites. We then move on to outlining, an important step in which you break your story down into its essential elements. And don't worry if you stray from your outline as you write — nothing is set in stone.  Next are lessons on beginning the writing process, by finding a place you can concentrate and creating character profiles. A character profile contains as much information as you can think of about a character, from emotions and desires to height and eye color. After you've got your characters and outline sorted out, the course covers another important aspect of writing: Show, don't tell. Let the reader discover the world and story through the perspectives of your characters. For example, don't just describe a flower's color, have a character admire it or pluck its petals.  We also learn about important literary elements like point of view, character motivation and writing what you know. The lessons on story structure are vital too. The course advises dividing your story into a beginning, a middle and an end. Grab your readers' attention and relate to them; build suspense and sustain interest; and then pull it all together and emphasize what your story was saying. There's also general advice, like seeking feedback and carrying a notebook to capture creative ideas when they hit you. Later lessons concentrate on other forms of writing, like poetry and even biography. The poetry lessons cover what defines poetry, as well as its vital structures like rhythm and meter. The course emphasizes playing around with expressions of thoughts and feelings, light and shadow. Even your feelings about a cold day can be fleshed out into poetry. But it's important to write poetry about specific instances of feelings, not just feelings themselves.  Successful Self-Publishing Diploma Lessons range from the reasons for self-publishing to final steps like marketing and how to get your book on the shelves.  Naturally, there are upsides and downsides to self-publishing. On the plus side, you have creative control over your work. You can also take a bigger cut from your book sales, though you'll want to redistribute some of this into marketing. But on that note, budget is one major downside to self-publishing. You'll need to fund your endeavor as well as promote it. And without a publisher, it can be hard for your book to gain traction and be recognized. There are also legal issues to consider, like being cautious about copyrights, defamation and libel. From here, things began to get more technical, like methods for managing your title, editing, and fixing grammatical errors. A number of common mistakes are laid out in examples, which was a nice touch. The course advises the use of beta readers, who can sweep your book for glaring errors.  The lessons that follow dive deeper into the nitty gritty, like parts of the book, including a copyright page, the table of contents and the preface. Book size, interior layout, fonts and other vital formatting information are then presented in a very thorough fashion. For example, the lesson on fonts recommends specific typefaces and sizes, providing examples of what looks good and what to avoid. Finally, we learn about the business end of things, with lessons on production, distribution, sales and marketing. The lessons start out with printing, advising you to discuss with a printing service before sending your book. Once you have printing set up and completed, you'll naturally want to get your book on the shelves. The lessons here describe specific requirements for this process, like getting your book categorized with an ISBN. You'll need to persuade bookstores to give you shelf space too, be they big names or independent shops. And to actually have your book sold and distributed, you'll want to find a wholesaler. Last but not least, you may want to seek reviewers to get your book some attention. And if a review is not as glowing as you'd hoped, always remember to stay professional. Freelance Journalism Diploma The course covers different categories of journalism like news stories, feature stories and niche areas like sports and fashion. It outlines some pros and cons of freelance work. Unfortunately there aren't all that many upsides, but one of the biggest is defining your own hours. Among the more numerous downsides is having no paid sick leave or holidays.  But if you're ready to enter the freelance world, what makes for a good journalist? To list a few things: good grammar, people skills, flexibility and being observant. And don't forget ethics. As a journalist, it's your responsibility to be transparent and truthful in any project you undertake. Under news journalism, the lesson goes over potential roles as a journalist, from editor to correspondent to columnist. We learn about research and its role in developing a story. The section on feature writing follows a similar pattern. We are introduced to categories like personality profiles and trend stories. There's even a lesson on obtaining quotes. Finally, there's the section on niche journalism, which is given a healthy amount of attention in this course. You may think something is too specific to write about, but chances are there's actually an audience out there for it.  The closing lessons in this course are about marketing yourself and what to request for payment. Of course, a primary piece of advice you'll find here is to gain as much experience as possible. You should also expand your online presence. Make use of sites like LinkedIn, Twitter, Pinterest and Instagram. There are also valuable lessons on how to pitch a story to editors. On the payment side of things, it's always a good idea to try to research what a certain company or group typically pays. You can ask around on online forums if you have no idea. This lesson also brings up websites like Freelancer and UpWork, which are online job boards tailored for freelancers.  Bottom Line If there's anything this hands-on experience taught us, it's that we had a lot to learn about writing. Anyone interested in entering the field, be it creatively, professionally or both, should look into this great set of courses. Jump into The Ultimate Creative Writing Course Bundle ($29.99; cnnstore.com) to sharpen your writing skills and prepare to make a splash in your career of choice. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}