{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/media/disney-credit-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Bill Carter, CNN Business"], "Writers": [["Bill Carter"]], "FirstPublishDate": ["2020-04-16T21:36:56Z"], "LastModifiedDate": ["2020-04-16T21:36:56Z"], "Headline": ["Disney needs credit, and has earned it"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Walt Disney Company, unquestionably, deserves a lot of credit. It has built a lineup of entertainment properties like none other in the world, and it has a history even older than Mickey Mouse (he's 92). So the storied brand has fully merited the huge store of credit it gets—from movie-goers, vacationers, Broadway audiences, sports fans, lots and lots of kids. And now...from banks. The big media headline this week was that Disney had secured a new one-year line of credit from Citibank, a $5 billion agreement to extend through April 9 of next year. The infusion of cash is targeted to offset what the company is facing due to the coronavirus pandemic: a plunge worse than Gaston's off the parapet of the Beast's castle. In the short term, anyway, that's where Disney's revenues are headed, straight down. The falloff is completely unavoidable, and not because of anything Disney has done wrong, but the exact opposite: Disney, under its long-time chief executive, Bob Iger, has created an empire of mass attraction. The masses are attracted to its incredible range of properties, and they virtually always share them en masse. Unfortunately, combatting the scourge of Covid-19 has meant separating people from each other, and, inevitably, from just about everything Disney does to make money. Theme parks, of course, are front of mind, every ride and animatronic creation shut down and silenced. But then there are the movies and Broadway shows that are supposed to be played in theaters (often the same stories repackaged in multiple forms, a distinctive Disney invention); and the docked and anchored cruise ships, the now-empty hotels, the Disney shops in every now-closed mall. The all-encompassing shutdown of every form of sports event, too, is especially devastating for Disney because its once titanic profit center, ESPN—already challenged by the scaling back of fees from cable operators thanks to over-the-top television viewing -- has been reduced to re-running games from the recent and distant past (what's better than watching a competition when you already know the outcome?) or hastily made-up and half-baked events like its NBA \"H-O-R-S-E\" tournament. With no certainty about when live sports might resume, ESPN doesn't even have anything to talk about during its myriad editions of \"SportsCenter\" either—except the upcoming NFL Draft, which has already been analyzed more than thoroughly than the neurotic Elliot Carlin on \"The Bob Newhart Show.\" The most dangerous days for ESPN may be ahead with both the baseball and college football seasons threatened. How can a cable operator—or subscriber—justify paying a monthly fee for a sports channel with no sports? The only upward-pointing arrow has been the warm reception for the new Disney+ streaming service, which quickly amassed more than 50 million viewers. But that division won't be generating profits to offset the cash bloodletting for several years at least. Disney was put on a credit watch by Fitch Ratings, the outlook shifting to negative, because of the impact of the pandemic. Like most every Wall Street analysis, the downgrade came with a confident prediction of a bounce-back when conditions rebound to \"normal.\"  No bank, certainly not Citibank, could miss the obvious need for Disney to protect itself with an infusion of borrowed cash; nor have any reason to worry that the company is good for the money.  The most recent $5 billion from Citibank was intended to pump up an already existing credit nest-egg. Disney had previously agreed to a separate $5.25 billion one-year credit agreement with Citibank, on top of a five-year $3 billion agreement. That adds up to just over $13 billion in fallback financial reserves for the company, a total which happens to have some perverse symmetry with the record movie box office revenues scored by Disney in 2019. That was also about $13 billion, a cause for celebration that might be of little comfort now. The turn of events has surely created the greatest challenge yet faced by the most enduring Disney hero, the beautifully suited (though not caped) Mr. Iger. He had saddled up to ride into the sunset of retirement just before the fearsome storm clouds gathered on the world's (and Disney's) horizon. Iger announced at the end of February that Disney Parks, Experiences and Products chairman Bob Chapek will replace him as CEO. To cap off that succession plan, Chapek was elected to the company's board of directors, Disney announced on Wednesday. Now, as reported in the New York Times and elsewhere, it looks like Iger is going to have strap on his CEO hat again to confront perhaps the greatest crisis in the venerable company's history crisis head on.  That means deciding how many people will be furloughed, have salaries cut, or, at some point, let go. This from a company that was at the pinnacle of the media world as the new year began. Whenever some semblance of what used to be called real life resumes, that pinnacle seems unlikely to be approached again, any time soon. If ever. By anybody. I have known Bob Iger since he took his first big job in entertainment, in 1989, when he was a surprise (and clearly prescient) choice to become the head programmer at ABC. What shaped him then has always remained in place, according to everyone I ever spoke to about him throughout his long career, first at ABC and then at Disney. He was an executive characterized by hard work, an attentive eye and an ear to transformations in the business and a skill for management, first in managing up, but later in managing across an expanding empire. He was also a charming sort of fellow, but always, always in a low-key way. Sometimes in interviews you had to strain to hear him. The word I heard most often used about him was \"unflappable.\" Maybe he will remain so in the midst of a financial battering that descended suddenly on a place he had worked so ambitiously and diligently to fashion into an unprecedented powerhouse of media and entertainment. But Iger could also be forgiven if all of this untimely ill-fortune maybe got him flapping, just a bit."], "Language": false}