{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/cnn-underscored/best-peloton-indoor-cycling-accessories/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Courtney Thompson"], "Writers": [["Courtney Thompson"]], "FirstPublishDate": ["2020-03-17T13:52:56Z"], "LastModifiedDate": ["2020-04-16T19:49:15Z"], "Headline": ["20 must-have accessories for anyone with a Peloton"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["As a devoted member of the Peloton wolfpack, I can say that having a professional-level workout located just steps away from my bed or kitchen is chief among the reasons why I love the bike so much. I'm a working mom to four kids, so carving out time to go to the gym is nearly impossible. But with a Peloton, I get to attend a virtual New York City cycling studio setting from the privacy of my very own home whenever I want.  And as staying home is becoming more and more encouraged as a result of the spread of coronavirus, that concept is more important than ever. Now if you spend a significant amount of time on your Peloton or at-home cycle (or are interested in one), there are actually a ton of accessories you can invest in to make the ride even more comfortable. From a portable speaker to boost sound to padded bike shorts to aid your aching butt, these indoor cycling accessories can support and enhance your ride.  Check out our top Peloton accessories picks below, ranging from my favorite wireless earphones to ride in to the compression cycling socks that everyone should be wearing in the saddle. This list is your go-to for every possible product an avid indoor cyclist needs, and you might as well consider it the ultimate Peloton gift guide, too. See you on the leaderboard!  Bose Portable Home Speaker ($299, originally $349; amazon.com) A common complaint amongst Peloton owners is the lacking sound quality emitted from the screen. Eliminate your frustration — and create a supersonic in-studio experience — with Bose's latest Bluetooth smart speaker. In addition to being Google Assistant- and Amazon Alexa-enabled, the speaker can easily connect with Peloton via the settings/Bluetooth tab. More to know: The petite speaker (it's only 2.3 pounds and 7.5-inches tall!) delivers incredible, 360-degree sound and is water-resistant, meaning you can take it from the bike to the beach in the same day.  _______________________________________________________________________________ Apple AirPods Pro ($249, bestbuy.com) Debuting last fall, the Apple AirPods Pro are lighter than ever, are now noise-canceling and have a perfect seal in your ear, even when you're out of the saddle and aiming for an 80 cadence. They pair seamlessly with your Peloton and funnel all the bike's audio silently into your eardrums — you know, for those times when the whole house is still sound asleep, but you want to fit a quick workout in. Prefer a sportier, wraparound earphone? Then the Powerbeats Pro Wireless Earphones are the way to go.  _______________________________________________________________________________ Lululemon Wunder Train High-Rise Tight 25\" ($98; lululemon.com) Launched in late February, Lululemon's newest fabric Everlux is ultra-lightweight and quick-drying and was specifically designed to cool users during high-intensity, high-sweat exercise. I took the Wunder Train High-Rise Tights for a (literal) spin and loved the leggings' silky interior feel and how they virtually wicked sweat away from my body. Given all the leaning forward that occurs during a ride, I also appreciated the Wunder's wide, no-pinch waistband.  _______________________________________________________________________________ Athleta Speedlight Tank ($44; athleta.com) If you're on the hunt for the perfect workout tank, fear not, I've found it. Created specifically for medium- and high-impact workouts, the seamless (no chafing!) tank stays put even when you're out of the saddle. Available in 16 colors and many more patterns, the top also has side ruching that is super flattering.  _______________________________________________________________________________ Athleta Ultimate Bra in SuperSonic ($49; athleta.com) Peloton workouts are intense — and your 10-year-old sports bra isn't going to get the job done. Luckily Athleta recently relaunched all of its sports bras with new and improved technologies, and I'm here to tell you that the Ultimate Bra is your new go-to. Available in sizes A through DD, the bra was designed specifically for high-intense cardio. I love the buttery-soft feel of the fabric, the simple design and how the bra stretches and breathes with you while keeping your girls utterly secure.  _______________________________________________________________________________ Beroy Womens Bike Shorts with 3D Gel Padding (starting at $22.99; amazon.com) The first few weeks on the Peloton — specifically on its seat — can be rough on your rear end. Invest in some padding via these bike shorts from Beroy that have nearly 1,300 positive Amazon reviews. Comprised of quicky-dry nylon and spandex fabrics, the shorts feature gel padding that works to prevent soreness.  _______________________________________________________________________________ Lululemon Fringe Fighter Headband ($18; lululemon.com) Forewarning: You're going to sweat on the Peloton. Like, a lot. To combat the beads from dropping into your eyes, invest in this super-soft, reversible headband from Lululemon, which will simultaneously keep bangs and flyways at bay.  _______________________________________________________________________________ Annapurna Featherless Down Hooded Jacket ($199; sherpaadventuregear.com) When you hop off the bike and head out to run errands, avoid a chill with this seriously lightweight but ultra-warm jacket that is filled with 3M Thinsulate (in lieu of heavier down!). Water-repellant and packable (it compresses into a provided stuff sack), the Annapurna comes in black and navy and has a pretty floral lining.  _______________________________________________________________________________ Tommaso Pista Women's Cycling Shoe Bundle ($89.95; amazon.com) In the event you didn't purchase the Peloton cleats, consider this much cheaper pair, which is compatible with a variety of pedal systems/brands (like Peloton, Flywheel, SoulCycle and more) thanks to the interchangeable clips. With more than 400 positive reviews on Amazon, the cleats feature breathable liners that wick away sweat, air ports and mesh inserts for ventilation and non-skid heel strips that provide extra grip on the floor... for those times when you have to hop off the bike and run downstairs!  _______________________________________________________________________________ Charmking Compression Socks, 6 Pairs (starting at $11.99; amazon.com) For those unfamiliar with cycling shoes, they're very sturdy and rigid, which makes for a better riding experience. An unfortunate side effect, however, is ankle chafing. Combat this with these compression socks, which have over 2,400 positive Amazon reviews and protect your ankle and foot from irritation, while also improving your blood flow.   _______________________________________________________________________________ Scosche Rhythm+ Heart Rate Monitor Armband ($79.95, originally $94.95; amazon.com) If you didn't opt for the Peloton's chest-mounted heart rate monitor, consider this one from Scosche (which, bonus, is currently on sale). Sweatproof and waterproof, the Bluetooth-enabled band connects seamlessly with the Peloton — as well as many other fitness apps — giving you a hyper-accurate BPM reading to maximize the benefit of your workout.  _______________________________________________________________________________ Hydro Flask Trail Series ($44.95; hydroflask.com) Water breaks are imperative while cycling, and Hydro Flask's brand-new Trail Series is 25% lighter than its same-size counterparts and its shape is tapered now, too. I tried out the 24-ounce version, which fit perfectly in Peloton's bottle holder, and loved how cold it kept my water. Pair it with the Standard Mouth Sports Cap to avoid any spills.  _______________________________________________________________________________ RockBros Bicycle Trainer Sweat Net ($9.99; amazon.com) Remember when I mentioned how much you sweat on the Peloton? Well, for some riders, it looks like a wave crashed on their bike after the ride. Soak up that sweat — and spare yourself the cleanup — with this handy dual-layer net that easily attaches to the bike and is adjustable in length.  _______________________________________________________________________________ Zacro Gel Bike Seat Cover ($17.99; amazon.com) If you're finding the bike seat to be consistently uncomfortable and you're simply not feeling the padded short, try this gel cover that has more than 3,600 positive reviews on Amazon. Peloton-compatible, the cover slips over the seat and is tightened with a drawstring.  _______________________________________________________________________________ TaoTronics Bike Phone Mount ($11.99; amazon.com) You want to be all in on your Peloton workout... but sometimes you want to quickly check your email, too. Instead of pausing the class (or leaning to try to grab your nearby phone), keep your phone handy with this mount. Easily clamped onto the Peloton, the mount has 360-degree rotatable cradle that can hold phones ranging from 1.97 to 3.94 inches wide either vertically or horizontally. More to know: It works on strollers, grocery carts, you name it.  _______________________________________________________________________________ AmazonBasics Cotton Washcloths, Pack of 24 ($16.99; amazon.com) Wipe the sweat off you and your bike with this 24-pack of basic white washcloths. Comprised of 100% looped terry cotton, the 12- by-12-inch cloths have more than 9,000 positive reviews on Amazon and are lightweight and quick drying.  _______________________________________________________________________________ Lasko 1827 18″ Adjustable Pedestal Fan ($39.99, originally $45.99; amazon.com) One thing your home workout situation likely doesn't have? Fans everywhere. And trust me, you're going to be hot. In addition to opening any nearby windows, invest in a standing fan that you can easily reposition near your bike. This one from Lasko has more than 6,500 positive Amazon reviews and is lauded for being ultra-quiet, adjustable in height (it can range from 38 to 54.5 inches tall) and easy to assemble (no tools necessary!).  _______________________________________________________________________________ Spintray for Peloton ($59.99; amazon.com) While I wouldn't recommend simultaneously doing computer work while taking a high-octane Peloton class, if you're on a self-guided workout, go for it. This laptop tray easily slips over Peloton's handlebars and allows users to blend work and fitness seamlessly.  _______________________________________________________________________________ BalanceFrom GoFit All-Purpose Dumbbells ($67.42; amazon.com) Peloton packages include a pair of 1-, 2- or 3-pound weights, but if you're quickly outgrowing them, invest in this set of dumbbells starts at just 5 pounds and works up to 12.   _______________________________________________________________________________ Henna E.C.O. Yoga Mat ($59; prana.com) In case y"], "Language": false}