{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/los-angeles-mayor-coronavirus-concerts-cnntv/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-04-15T21:38:26Z"], "LastModifiedDate": ["2020-04-16T01:08:45Z"], "Headline": ["Los Angeles mayor says large gatherings like concerts and sporting events may not come back until 2021"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Los Angeles Mayor Eric Garcetti said Wednesday large gatherings like sporting events or concerts may not resume in the city before 2021 as the US grapples with mitigating the novel coronavirus pandemic. \"It's difficult to imagine us getting together in the thousands anytime soon, so I think we should be prepared for that this year,\" Garcetti told CNN's Wolf Blitzer on \"The Situation Room.\" \"I think we all have never wanted science to work so quickly,\" he continued. \"But until there's either a vaccine, some sort of pharmaceutical intervention, or herd immunity, the science is the science. And public health officials have made very clear we have miles and miles to walk before we can be back in those environments.\" Garcetti's assessment -- paired with new comments from New York City Mayor Bill de Blasio -- underscores just how far the US is from returning to normal life, even as President Donald Trump has leaned into his desire to reopen the nation's economy by May 1. \"I've got to see in my city real, steady progress, even to start to think about relaxing some of those social distancing standards even a little bit,\" de Blasio told CNN earlier Wednesday. \"I want to get people back to work, of course. I want to get kids back to school. But I think it will take months to go through that whole sequence.\" \"And the last thing I want to do is gather 10,000, 20,000, 50,000 people in one place. That's like the exact opposite of social distancing,\" he added. Both Los Angeles and New York -- the two largest cities in the country -- house enormous media markets as well as major sports teams and concert venues. As a result, Garcetti and de Blasio are among the most visible local elected officials who are wresting with a timeline to relax social distancing measures. Public health experts widely agree that to control the epidemic in the absence of strict social distancing measures, states and localities will need to build the capacity for additional testing and contact tracing. That process of identifying new cases of Covid-19 and then tracking down and quarantining anyone who could have been infected by those newly identified cases would be crucial in returning to normal life. The President, however, has downplayed the need to improve testing availability in order to reopen the country, and said Wednesday that he would unveil new federal guidelines on Thursday meant to begin that reopening process. But given aggressive steps to curb the virus taken by the nation's governors and mayors -- who actually hold the power to enforce closures -- it remains unclear how seriously those guidelines would be taken.  Garcetti, in a news conference Wednesday night, outlined five pillars that LA will use as a guide to reopening the city: a strong system of testing, real-time outbreak surveillance, sufficient hospital capacity, an aggressive approach to new cases and ongoing research. The introduction of those pillars came the same day Los Angeles Times report said the mayor had indicated in a conference call with high-level staff that large gatherings may need to hold until 2021.  Wednesday also marked the second day in a row that Los Angeles County is reporting more coronavirus-related deaths than ever before. Health Director Barbara Ferrer said 42 people died, and another 472 coronavirus case were confirmed in the county. Still, Garcetti said he has \"some optimism\" because \"we've bent this curve.\" \"But we have to stay at home for these next few weeks, we've extended that until May 15,\" he said.  \"But I do think, as we've all said, there is no light switch that will go on, this is more like a circuit breaker box and we have to have the ability to turn it all off again should we see outbreaks.\" This story has been updated with additional developments Wednesday."], "Language": false}