{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/sport/sports-coronavirus-donald-trump-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay and Jill Martin, CNN"], "Writers": [["George Ramsay", "Jill Martin"]], "FirstPublishDate": ["2020-04-15T11:43:40Z"], "LastModifiedDate": ["2020-04-15T17:15:55Z"], "Headline": ["Donald Trump wants sports back, but some governors are less keen on the idea"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["It's been over a month since a basketball was dunked in the NBA and a soccer ball was kicked in MLS and US President Donald Trump, for one, is missing live sports action. \"We want to get our sports back, so importantly,\" Trump said at his coronavirus briefing Tuesday. \"I'm tired of watching baseball games that are 14 years old, but I haven't had too much time to watch. I would say maybe I watch one batter and then get back to work.\" READ: MLB team employees are the subjects of a massive nationwide coronavirus antibody study Trump named commissioners from all major US sports leagues as part of a new economic advisory board to reopen the country, as well as, among others, NFL owners Jerry Jones and Robert Kraft, WWE boss Vince McMahon and NASCAR vice chairperson Lesa Kennedy. But with the number of new coronavirus infections continuing to rise every day in the US, whether Trump will be watching live baseball games to watch anytime soon remains to be seen.  Leading infectious disease doctor Anthony Fauci has said that the US is not yet ready to ease up on restrictions aimed at slowing the spread of coronavirus. And amid the pandemic, governors -- who reserve the power to reopen state activities -- are less inclined to talk about when sports might resume. \"I come from a state where sports are extraordinarily important to people,\" said Illinois governor J.B. Pritzker.  \"We're not going to allow sports to reopen, major league sports, unless we have all of these preconditions set, because I'm not going to have tens of thousands of people getting into an arena together and giving each other Covid-19.\" Pritzker's view on restarting sports was echoed by California governor Gavin Newsom during a press conference on Tuesday. \"The prospect of mass gatherings is negligible at best until we get to herd immunity and we get to a vaccine,\" said Newsom. \"So large-scale events that bring in hundreds, thousands, tens of thousands of strangers altogether across every conceivable difference, health and otherwise, is not on the cards based upon our current guidelines and current expectations.\" READ: NBA and WNBA stars entertain fans in a virtual tournament 'Essential service' In Florida professional sports have been deemed an \"essential service\" and therefore given the green light to resume.  WWE, for example, restarted filming televised shows on Monday by producing content on a closed set at their training facility in Orlando. Meanwhile Major League Baseball could see games moved to Florida as part of a contingency plan to get games underway. \"We are appreciative that the governor (Ron DeSantis) is open to playing games in Florida as one potential solution, but we all agree that such efforts can only be undertaken in a manner that does not endanger public health, nor the health of our players and fans,\" the league said in a statement to CNN on Tuesday. Arizona governor Doug Ducey also said that he has had discussions with MLB commissioner Rob Manfred, adding that he is \"very open-minded\" to hosting games when the state was deemed in a position to do so. \"We have the facilities that are here. We have the hotel space that is here. We're going to want to make certain that the metrics and data are proper before we are able to go forward,\" said Ducey. \"Two words that would allow the country and the state of Arizona to know that things were headed back to normal would be: 'Play ball.'\" READ: Christian McCaffrey signs record contract to become highest paid running back in the NFL, reports say Speaking on FOX Business on Tuesday, Manfred said that \"we don't have a plan, we have lots of ideas\" about when and where play might resume. \"The only decision we have made, the only real plan that we have, is that baseball is not going to return until the public health situation is improved to the point that we're comfortable that we can play games in a manner that is safe for our players, our employees, our fans and in a way that will not impact the public health situation adversely,\" he said."], "Language": false}