{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/what-matters-april-14/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-04-15T04:09:52Z"], "LastModifiedDate": ["2020-04-15T15:17:45Z"], "Headline": ["The economy can't reopen without schools"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump and the nation's governors can argue all they want about who has the power to open up the US economy.  But it's not clear how any of this completely ends until the children are back in school. School is how we teach our children facts and figures. It's also how we take care of them in the middle of the day. Parents can't easily pick up and go back to work if they have no place to put their children. The reality is that nobody -- not governors or the White House -- can completely reopen the economy if the schools are still shut.  And they aren't reopening anytime soon. The nation's two largest school districts -- in New York and Los Angeles -- formally announced in just the past few days that they'll stay closed for the rest of the school year.  That's because the public health emergency is not yet under control. More than 23,000 Americans have died. If New York is nearing its apex, as the governor there said Tuesday, that means much of the rest of the country is not yet at its apex -- or, put another way, things are still getting worse.  Right now, schools are closed everywhere -- Education Week has maintained an interactive map of school closures since the beginning of this thing, and that map suggests that nearly every American school kid is not currently in school. It charts around 124,000 school closings affecting more than 55 million American kids. What are all those kids doing? They're supposedly distance-learning or homeschooling, taking screen lessons or self-teaching. (Let's get real. A lot of them are playing Minecraft or making TikToks.) Just like the American education system on any given day, the coronavirus closure is a massive patchwork. Of course there are outliers. The New York Times found a district in rural California where the K-8 school is still in session. But school is done for the year for kids in at least 21 states. That means no cultural rites of passage like sports championships, proms or SATs, which are all on hiatus.  There are nearly five months between now and Labor Day -- Anthony Fauci said last week that he is optimistic that schools will mostly be open in the fall, but he cautioned it'll be a different reality, because coronavirus isn't going away. Watch that full (and nuanced!) answer here. It made me feel better, until I looked at the calendar. If schools aren't opening because of the difficulty of social-distancing kids, will summer camps? What about pools, even?  Little agreement on when or how to get kids back to school -- California Gov. Gavin Newsom said Tuesday that schools should look at staggering schedules or implementing social distancing. (Again, it's very hard to get kids to respect 6-foot boundaries.) In New York, it's not clear there's any real plan, since New York Mayor Bill de Blasio informed Gov. Andrew Cuomo via text over this past weekend that he would be closing schools there through the school year. Cuomo later said that is his decision and not de Blasio's. Ahem. We shall see. The extended closures have meant figuring out how to distribute free meals to millions of kids who depend on them. It's also meant figuring out how to get kids who don't have computers and internet access the ability to get online for distance learning. In Austin, Texas, the school district has deployed school buses to beam Wi-Fi where it's needed. Here's a video by CNN's Evan McMorris-Santoro about how different schools are dealing with all of it. Let's talk about family leave -- Some people might have the luxury of being able to work from home and try to manage a distance learning plan at the same time. A lot of Americans -- many of them hourly wage earners -- have to go into physical spaces to earn that wage. Coronavirus compounds inequality in this way. A law passed earlier this year (before many mass school closings) requires some companies to provide up to 12 weeks of paid leave until December because of coronavirus-related issues, including school closures. Some large companies that can afford it are helping even more. Microsoft, for instance, is giving its employees an additional 12 weeks of paid family leave. Other companies are providing workers with subsidies to pay for child care -- if they can find it. (That includes CNN parent company WarnerMedia.) We will learn from cautious reopenings -- Denmark is reopening some schools for younger children. That will help American officials gauge when it is safe for kids to go back and learn. But for most kids in the US, given the traditional school calendar, that won't be until the fall. In Hong Kong, schools were shut down in early February. They're still closed. The closures will change education even after students go back -- Some universities have already made the SAT optional for next year's applications. The test, which is not a fair indicator of future success, was already under fire after last year's college cheating scandal. Perhaps coronavirus will end the importance of the SAT. The tests have been canceled through at least May. The next possible testing date is June 6. And Advanced Placement exams will be given online.  College and grad students are seeing changes too -- For the highly educated, there are some perks to this emergency. Some med students have been hurried out of school to help fight coronavirus. In New Jersey, the bar exam has been temporarily waived. Most new college graduates, however, will find themselves adrift, with internships and job offers suddenly canceled. They expected to matriculate into one of the strongest job markets ever. Now people are talking about the possibility of a depression. Trump wants to grab the authority he gave away The whole question of schools, though, brings us back to the question of how to restart the US economy. Trump claimed during a wild and angry news conference Monday that he has powers he does not have, but the theoretical standoff between the President and some of the nation's governors over who does hold the authority to end the coronavirus restrictions is something of a sideshow. The economy will not return with the flip of a switch. And even if it did, Trump was slow to turn things off. He'd be unable to turn them back on again. Power of convenience -- The whole fight is a window into how Trump views himself. He believes (incorrectly) he is something of a king when it comes to bringing governors like Andrew Cuomo or Gavin Newsom into line, but he has shown a real meekness and hands-off respect for states led by Republicans who didn't want to make residents stay at home. That's how we ended up with Spring Break Florida 2020 -- and the spike in deaths to show for it. Back in the early days of this outbreak, CNN spoke with Elizabeth Goitein, an expert on presidential powers, for some insight about what powers US and state laws spell out when it comes to Trump and state governors or mayors. She's the co-director of the Liberty and National Security Program at the Brennan Center for Justice at New York University.  We went back to her after Trump's claim of \"total authority\" on Monday: CNN: In a weird twist, since we first talked, Trump is now claiming \"total authority\" to open the country back up, rather than keep people at home. What do you make of that? Is it a completely different legal question about federalism -- Trump vs. governors -- or do you think it relates to his emergency powers? EG: The President seems to assume that he can order the states to do anything he wants, because the federal government ultimately has more power than the states. This is wrong for two reasons. First, when it comes to a state government's exercise of police powers within that state, the state's powers are actually much greater than the federal government's. Second, even to the extent the federal government might have some authority here (for instance, to lift burdens that states have imposed on interstate travel), that authority resides with Congress, not the President. The President has no inherent constitutional authority to deal with public health crises. Congress has not authorized the President to \"re-open\" the states, and so he has no legal basis to act. Read the whole thing here. Left unsaid Read this description by CNN's Maeve Reston and Stephen Collinson about what Trump didn't mention during his news conference/airing of his own personal grievances Monday: When the Category Five presidential storm had blown out, Trump had offered no new guidance on the key issues -- for instance, the continued inadequacy of testing, which will hamper the nation's economic opening. He vowed that the economy would fire up \"ahead of schedule\" but did not explain how, when many states are at or are approaching their peak infection rates. And he appeared to warn he would try to force open state economies, including shops, schools and restaurants closed by governors and mayors. He did not explain, either, how he would convince the public to get back to normal if people did not feel confident they were safe. Read this: Pandemic planning never accounted for a president like Trump.  What are we doing here? We've spent time lately dialing into one specific issue each day with the What Matters newsletter. Need more coronavirus news? You can get the latest details on what happened during the day by clicking here."], "Language": false}