{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/politics/us-intelligence-report-china-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Veronica Stracqualursi, CNN"], "Writers": [["Veronica Stracqualursi"]], "FirstPublishDate": ["2020-04-08T13:18:16Z"], "LastModifiedDate": ["2020-04-09T01:23:38Z"], "Headline": ["ABC News: US intelligence warned of China's spreading contagion in November"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["US intelligence officials were warning as far back as late November that the novel coronavirus was spreading through China's Wuhan region and posing a threat to its people and daily life, according to ABC News. The US military's National Center for Medical Intelligence (NCMI) compiled a November intelligence report in which \"analysts concluded it could be a cataclysmic event,\" one of the sources of the NCMI's report told ABC News. The source told ABC News that the intelligence report was then briefed \"multiple times\" to the Defense Intelligence Agency, the Pentagon's Joint Staff and the White House. Repeated briefings were held through December across the US government, including the National Security Council, culminating in a detailed outline of the threat in the President's Daily Brief in early January, according to ABC News, whose report cited four sources briefed on the matter. The report, which CNN has not independently verified, raised concerns because of the disease's potential threat to US military forces in Asia, ABC News reported. NCMI denied the existence of the report later Wednesday, saying that \"no such NCMI product exists.\" \"As a matter of practice the National Center for Medical Intelligence does not comment publicly on specific intelligence matters,\" said Colonel Dr. R. Shane Day, the director of the NCMI, in a statement. \"However, in the interest of transparency during this current public health crisis, we can confirm that media reporting about the existence/release of a National Center for Medical Intelligence Coronavirus-related product/assessment in November of 2019 is not correct. No such NCMI product exists,\" Day added. CNN is seeking a response from the White House National Security Council and the Pentagon. The Pentagon, the Office of the Director of National Intelligence and White House National Security Council declined to comment to ABC News. The Trump administration has faced criticism for not responding quickly enough to contain the novel coronavirus in the US, which now has the most confirmed cases globally. The intelligence report is the latest indication that the Trump administration had prior warning of the virus well before the first case was confirmed in the US in late January and further undercuts President Donald Trump's claims that the crisis was an unforeseen and unexpected problem. US Secretary of Defense Mark Esper said Sunday that he couldn't recall if the Pentagon received an intelligence assessment on the novel coronavirus in China last November from the NCMI, which provides medical intelligence to the Defense Department on foreign health threats and capabilities.   \"But we have many people that watch this closely. We have the premier infectious disease research institute in America, within the United States Army. So, our people who work these issues directly watch this all the time,\" Esper said Sunday during an interview on ABC News' \"This Week.\" When pressed further by ABC's George Stephanopoulos if he had known if there was a briefing to the National Security Council, Esper replied that he was unaware. \"Yes, I'm not aware of that. ... We got to be prepared for any type of contingency or any type of war fighting environment that we may be operating in. That's why we've been poised and ready to support the whole of government effort.\" LISTEN: The Coronavirus: Fact vs. Fiction Podcast Trump has repeatedly praised his administration's efforts to slow the spread of coronavirus in the US, pointing to his January 31 decision to restrict travel from China. But he initially downplayed the severity of Covid-19 and has repeatedly insisted that no one predicted a pandemic crisis like the one caused by coronavirus. \"Nobody knew there'd be a pandemic or an epidemic of this proportion,\" Trump said March 19 at the White House. But the Washington Post reported that Trump and Congress ignored reports from US intelligence agencies starting in January that warned of the scale and intensity of the coronavirus outbreak in China. And Trump's trade adviser Peter Navarro warned internally in a memo in late January that the coronavirus could develop into a \"full-blown pandemic,\" risking the health of millions and trillions of dollars in economic losses, CNN previously reported. Navarro warned in a second memo less than a month later that the risk of a pandemic was rising and urged the White House's coronavirus task force to secure billions in supplemental spending. Both memos were first reported by The New York Times and Axios. This story has been updated with the National Center for Medical Intelligence's statement."], "Language": false}