{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/us/girls-scouts-coronavirus-women-represented-suffrage-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Story by Alaa Elassar, CNN\nVideo by Tawanda Scott Sambou, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-04-14T12:30:10Z"], "LastModifiedDate": ["2020-04-14T23:19:53Z"], "Headline": ["America's Girl Scouts have been impacting the world for generations. Now they're helping those on the front lines of the coronavirus pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In the midst of a global pandemic, our heroes are often on the front lines of the battle: doctors, grocery store workers, mail carriers. For more than 100 years, there has been one group of little women on the front lines always finding a way to make a big impact. They're our Girl Scouts. While they're especially known for selling baked goods outside grocery stores during a brief six- to eight-week Girl Scout Cookie season, the coronavirus pandemic has once again changed a few plans. Girl Scouts of the USA has suspended in-person activities and events, including cookie booths, for safety precautions. However, the youth organization found a way to not only continue its delicious legacy but also spread the joy to first responders, volunteers and local causes.  Consumers now have the option to buy cookies online through their Girl Scouts Cookie Care or donate cookies to communities in need. Current trends show that a little more than 1 out of every 10 packages sold are being donated, Valerie Geiss, a Girl Scouts spokesperson, told CNN. \"For 108 years, Girl Scouts has been there in times of crisis and turmoil,\" Girl Scouts of the USA CEO Sylvia Acevedo said in a news release. \"And today we are stepping forward with new initiatives to help girls, their families, and consumers connect, explore, find comfort, and take action.\" Girl Scout troops across the country have been donating cookies to nurses at local hospitals, urgent care clinics, and food banks. So far, over 60,000 boxes of cookies have been donated in New York City alone from the Girl Scouts of Greater New York council, with all of the cookies going to NYC Health + Hospitals to be distributed in grocery packages for health care workers and their families. The Girl Scouts are also stepping up to help with the mask shortages.  The council is creating a group Bronze Award project for juniors to sew masks, Geiss said. Once launched, the team will meet virtually and work individually to create the masks.  For now, troops -- such as Daisy Troop 5088 of Girl Scouts of Northwestern Great Lakes -- across the US have been making thousands of homemade masks and delivering them to pharmacies and health care facilities.  A history of caring, feeding and giving Today's pandemic is not the first time Girl Scouts went above and beyond the sweets to give back to communities in need.  Over a century ago, when women in the US couldn't even vote, Girl Scouts founder Juliette Gordon Low launched the worldwide movement \"inspiring girls to embrace, together, their individuality, strength, and intellect.\" Since then, generation after generation of Girl Scouts have crushed gender expectations and redefined gender roles by getting involved in various activities ranging from sports and studying foreign languages to learning how to code and starting a business. But the true mission of Girl Scouts is rooted in something even deeper than gender equality and women's rights: It's about helping those in need.  \"Whether it was in the First World War or making sure that clothing and supplies got to the people that needed it, whether it was during the suffrage movement, whether it was in World War II, Girl Scouts have always figured out, how can we help others in need? How do we make the world a better place?\" Acevedo told CNN.  During the Spanish flu pandemic in 1918, Girl Scouts set up diet kitchens, with girls working from sunrise to sunset cooking soup, broth and custard. Volunteers then delivered the meals to those who needed them. Officials credited the Girl Scouts for saving the lives of poor people and children who may have not survived the pandemic if it weren't for their hot meals. In the 1930s, during the Great Depression, Girl Scouts once again helped with relief efforts by collecting food and clothes for people who needed help. A decade later, during World War II, the Girl Scouts launched numerous programs including sponsoring an institute that taught women survival skills and techniques on how to comfort children during air raids. The Girl Scout troops never stopped helping. During the Korean War they assembled care kits for Korean citizens, held \"Speak Out\" conferences around the US to fight for racial equality, and now, they are once again aiding communities struggling during the coronavirus pandemic. While the world is still on the journey to true gender equality, communities across the country can rely on our Girl Scouts to lend a helping hand -- and a cookie or two."], "Language": false}