{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/eliott-c-mclaughlin-profile"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2014-10-07T16:48:31Z"], "LastModifiedDate": ["2020-04-14T17:40:34Z"], "Headline": ["Eliott C. McLaughlin"], "Section": [null], "MappedSection": [null], "Article_Body": ["Predominantly a general assignment reporter throughout his career, Eliott worked as a writer and photographer for newspapers before freelancing for Dow Jones Newswire. He worked two years with The Associated Press before joining CNN, where he contributes to CNN Digital, general newsgathering and special reports.  An ATLien with British roots, he has a bachelor's in journalism from Auburn University with a minor in Spanish and studied at the University of Salamanca in Spain. He attended the Nikon School before attending the University of Georgia's Grady College of Journalism and Mass Communications, where he graduated in 2003 with a master's of mass communication and a cognate in Islamic studies. Eliott has written regularly on Africa, the Middle East, hip-hop, civil rights, courts and sports. He has covered a range of figures in court, including Eric Rudolph, singers Bobby Brown and Whitney Houston, wide receiver Andre Rison, tight end Shannon Sharpe and running back Jamal Lewis. He also covered the Fort Collins, Colorado, proceedings surrounding Tim Masters, who was wrongly accused of murdering a woman when he was 15. He contributed field reporting to CNN's Hurricane Katrina, Jena Six, Ferguson and Las Vegas shooting coverage. Among his many notable interviews, he was the first reporter to speak with Haitian President Jean-Bertrand Aristide after he went into exile in Central African Republic. He has also interviewed Maya Angelou, Ambassador Andrew Young, the Rev. Jesse Jackson and the Rev. Al Sharpton and has sat down with several hip-hop luminaries, including L.A. Reid, Nas, Common, ?uestlove of The Roots, Afeni Shakur (Tupac's mother), Lupe Fiasco, RZA of the Wu-Tang Clan, Talib Kweli, K'Naan, Big Boi of OutKast and Damian Marley. On a personal note, he enjoys soccer (Arsenal Gunners, Atlanta United and the U.S. National Teams), basketball (Atlanta Hawks and Auburn Tigers) and American football (Dallas Cowboys and Auburn Tigers). He also likes hip-hop, fashion and food, and can occasionally be found writing fiction in his spare time."], "Language": false}