{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/us/wwe-essential-business-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-04-14T03:37:54Z"], "LastModifiedDate": ["2020-04-14T03:53:44Z"], "Headline": ["WWE deemed an essential service, returns to live televised shows"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Professional sports in Florida are getting the green light to resume production after the Florida Governor's Office deemed them \"essential services.\" This is being added to the same list that includes services such as grocery stores, hospitals, banks, utility companies and restaurants.  The order that was signed on Thursday states that employees at professional sports and media production with a national audience can continue only if the location is closed to the general public. This essential service was added because it is critical to Florida's economy, officials told CNN. World Wrestling Entertainment resumed live televised shows on Monday after weeks of taped matches, including their biggest event of the year, WrestleMania. The organization is producing new content for fans with the use of their training facility in Orlando. \"We believe it is now more important than ever to provide people with a diversion from these hard times,\" WWE said in a statement to CNN. \"We are producing content on a closed set with only essential personnel in attendance following appropriate guidelines while taking additional precautions to ensure the health and wellness of our performers and staff.\" The state of Florida is currently under a \"Safer at Home\" order until April 30. It limits movement outside of homes to providing or getting essential services or carrying out essential activities.  \"As a brand that has been woven into the fabric of society, WWE and its Superstars bring families together and deliver a sense of hope, determination and perseverance,\" reads the WWE statement."], "Language": false}