{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/success/mortgage-forbearance-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Anna Bahney, CNN Business"], "Writers": [["Anna Bahney"]], "FirstPublishDate": ["2020-04-13T17:22:47Z"], "LastModifiedDate": ["2020-04-13T17:25:33Z"], "Headline": ["Why you should think twice about delaying your mortgage payments"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Rob Allen and his friends used to talk about sports all the time. These days, the main topic of conversation is mortgage forbearance.  Forbearance, an agreement with your mortgage company that allows you to reduce or delay payments for a set time, is a possible remedy for homeowners unable to cover costs because of the coronavirus pandemic. In recent weeks, many of Allen's friends have lost their jobs, seen their income drop or have tenants unable to make rent and they are now struggling to pay their mortgage.  \"Everyone I know is going through it,\" said Allen, who lives in southern New Jersey and is an independent marketer who connects construction companies with jobs.  He still has some work coming in, but his income has dropped significantly. He, like many of his friends, is contacting his mortgage company to delay payments. With millions of people experiencing financial hardship because of the outbreak, the requests for mortgage forbearance skyrocketed by 1,270% between the weeks of March 2 and March 16, and by another 1,896% between the weeks of March 16 and the week of March 30, according to the Mortgage Bankers Association. The recently passed Coronavirus Aid, Relief, and Economic Security act, or CARES act, allows impacted homeowners with federally backed loans to delay paying their mortgage and get a break on accumulating interest for up to a year.  But securing relief now could come back to haunt you later. Your bank still expects payment at some point and it may even require a lump sum at the break's end.  \"That's the default setting,\" said Andrea Bopp Stark, a housing attorney at the National Consumer Law Center. \"Some servicers and lenders will require borrowers to pay in full at the end of the forbearance period. But if borrowers can't pay one month now, it is hard to see how they might pay four months worth of their mortgage payments at once later.\" What is mortgage forbearance? Borrowers need to keep in mind: mortgage forbearance is not mortgage forgiveness. A forbearance agreement allows a borrower to pause or reduce payments for a period of time without the lender starting the foreclosure process. In return, the borrower agrees to resume payments when the time is up and pay the additional deferred amount, including principal and interest, to bring the account into good standing. \"The forbearance agreement is just putting off payment until a later day,\" Stark said. \"It is the lender saying, We give you temporary reprieve and at the end, you pay us.\" How the deferred money is paid back at the end can make all the difference. Mortgage companies can require homeowners to pay the deferred portion in one lump sum. But in some cases, you may be able to negotiate with your mortgage servicer to pay extra each month until the deferred amount is repaid or add the suspended payments to the end of the loan. Another option is to apply for a loan modification, in which the loan company might add the deferred amount to the balance, increase the length of your loan or reduce the interest rate. Once you get through the lengthy hold times on the phone or confusing web applications, receiving forbearance is fairly easy, said Stark. More difficult is what comes later: paying for the suspended payments.  Some options, like a short-term repayment plan, may be possible to secure on the phone with an immediate approval from your servicer. For longer-term solutions, like a loan modification, you'll need to submit a formal application. If you pay your taxes, insurance or condo fees directly, those expenses are not included in the forbearance. Continue to pay them or make other payment arrangements. Is the relief worth it? When Allen talked to his mortgage company about getting a forbearance, he was initially heartened by the offer for a three-month freeze on payments.  \"But then it will all be due after the 90-day period,\" he said. \"I'm going to be facing that bill as one lump sum.\" Although his mortgage company told him he could look into a payment plan or apply for a loan modification at the end of the freeze, he thought the risk was too great. He decided not to enter into a forbearance agreement. \"I'm not willing to stall the payments just to be hit over the head with them all at once in 90 days,\" he said. \"Don't say, 'we'll delay it,' then, 'oh by the way, you owe us thousands of dollars.' That's no use.\"  Allen's auto lender offered to defer payment on his three auto loans for 60 days, and agreed to have the deferred amount tacked on to the end of the loan.  \"I don't have a car payment until June 9 and I know it will be a regular payment,\" he said.  Allen said he will use the relief from the car payments to cover the mortgage payments. \"I'm fortunate I'm able to make that choice,\" he said. \"I know others can't.\" Requesting forbearance If you can't afford your mortgage payments, the first step to entering into a forbearance agreement is to contact your mortgage servicer, the company you pay each month. You can't just stop paying without an agreement in place.  When you ask for forbearance, determine whether late fees and interest will accrue during the forbearance period. If your forbearance is under the CARES Act on a federally-backed mortgage, fees and additional interest cannot accrue. Next, ask about options for repayment, said Stark. If your servicer offers a loan modification, know that it can be a complicated and labor intensive process that involves presenting proof of income, details about any benefits you receive, bank statements and tax information. Stark recommends contacting a Housing and Urban Development approved housing counselor or looking for local legal aid groups.  \"You have to ask for assistance and you need to make plans for these payment options,\" she said. \"If you think you need this, you should start looking into this now.\" "], "Language": false}