{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/football/lionel-messi-fake-news-ronaldinho-inter-milan-barcelona-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-04-10T11:43:13Z"], "LastModifiedDate": ["2020-04-10T20:40:23Z"], "Headline": ["Lionel Messi slams report he paid for Ronaldinho's bail. Anchor apologizes, saying it was a joke"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Barcelona forward Lionel Messi has voiced his displeasure at a false report in his native Argentina that he had provided bail money to former Barcelona teammate Ronaldinho and was considering a move to Serie A's Inter Milan. TV channel TNT Sports, which broadcast the claims in its segment called \"La Bomba,\" apologized to the soccer star and said there had been a misunderstanding as the segment was meant to be humorous. TNT Sports shares the same parent company as CNN, WarnerMedia. The show on TNT Sports was also broadcast on CNN Radio Argentina, an independent radio station that licenses the CNN brand. In an Instagram story, Messi wrote: \"Lie No.1\" and \"Lie No. 2\" over a screengrab of both stories.  \"What this same outlet said about Newell's a few weeks ago was also false,\" he said, referring to rumors he would be returning to his childhood club. \"Thank goodness nobody believes them.\" A post on TNT Sports' Twitter account said the show was produced \"with a lot of humour.\" It added: \"We apologize. We had no bad intentions.\" In a video accompanying the tweet, anchor Hernan Castillo apologized and said it was meant to be a joke. Former Brazilian soccer star Ronaldinho was granted house arrest in Paraguay this week, along with his brother Robert, after allegedly entering the country with false documents. Both men will remain in a hotel in the Paraguayan capital while they continue to be investigated. READ: Ronaldinho granted house arrest in Paraguay after 'fake' passports claims READ: What next for Lionel Messi after the Instagram post that rocked Barcelona? Messi's future at Barcelona has been the subject of much discussion in recent weeks after public clashes with the club's hierarchy. Back in February, the Argentine was incensed after sporting director and former teammate Eric Abidal accused some players of not giving their all to get former manager Ernesto Valverde sacked. As the public war of words forced club president Josep Bartomeu to request an emergency meeting with the pair, reports emerged in Spain that Messi has a clause in his contract -- which runs out in 2021 -- that allows him to leave Barcelona for free this summer, as long as he informs the club by May. Even the joint announcement from Barcelona's players that Messi posted on the squad's behalf that the team would be taking a 70% wage cut to help during the coronavirus pandemic contained a thinly-veiled attack on the club hierarchy. \"It never ceases to surprise us that within the club there are people who want to put us in a bad light and try to pressure us to do something which we were always clear that we'd do,\" it read. The club was plunged even deeper into crisis on Friday after reports emerged in Spain that six directors, including two vice-presidents, had informed Bartomeu of their joint decision to resign from the board over his handling of the coronavirus outbreak. \"We have reached this point by not being able to see a way of reversing the management of the club in the face of important challenges in the future and especially post-pandemic,\" read the letter published in Spanish newspaper La Vanguardia."], "Language": false}