{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/opinions/trump-how-to-improve-coronavirus-press-briefings-lockhart/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joe Lockhart"], "Writers": [["Joe Lockhart"]], "FirstPublishDate": ["2020-04-10T18:52:03Z"], "LastModifiedDate": ["2020-04-10T18:52:03Z"], "Headline": ["How to fix the White House press briefings"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["There has been much debate about whether television and cable networks should air the entirety of the president's press briefings live. A president updating the American people during a global crisis is certainly newsworthy. But many argue that giving President Donald Trump an unchecked platform to spout false information is irresponsible. This debate, in my opinion, presents the wrong question. Instead of asking whether the briefings should be aired, we should be asking how they can be improved. We are in a national crisis and we only have one president. It's hard to make the case that his words are not relevant amid wall-to-wall coverage of the Covid-19 pandemic. What needs to change is the briefings themselves. First, get them out of the briefing room. Some 20 years ago, I approached President Bill Clinton with the idea of renaming the room after former White House press secretary James Brady, who was shot in the head and permanently disabled in the 1981 assassination attempt on President Ronald Reagan. Jim \"the Bear\" Brady represented the best in America, and that room has special meaning, not only to the Brady family and reporters, but to all Americans who received some of the most significant news in their lives from that room. The so-called \"briefings\" make a mockery of Jim Brady's contribution to his country and the importance of a free and fair press in our society. And it's not just the symbolic affront to the Brady's legacy. While Trump has failed to adhere to CDC guidelines to stay six feet apart from others, he has benefited from the new White House Correspondents Association rules that restrict the number of journalists who can attend the briefings on any given day. The briefings are now covered by a rotating pool of reporters, instead of the entire White House press corps as a precaution against the virus. The pool includes reporters from several wire services, who file stories for thousands of other news organization subscribers. The reporters for the wire services are often looking to file a number of shorter stories to satisfy their clients, so that dictates their questions. Bloomberg News, for example, frequently asks about oil prices. It may not be a pressing kitchen table issue for millions of Americans, but it's what its clients are interested in. That leaves only about half a dozen reporters to represent the entire press corps. And most importantly, there is never a single science reporter in that room -- we need journalists who have the expertise to challenge either the medical experts or the President when he's playing pharmacist-in-chief. There is an extraordinarily easy fix. Move the briefing to a much larger room to allow the entire press corps -- along with science or medical reporters -- to participate while adhering to the rules of social distancing. Imagine how much more we could get out of this with Dr. Sanjay Gupta pressing Drs. Anthony Fauci and Deborah Birx on the medical and scientific assumptions in our public response. Or how much more informed the public would be if investigative reporters from ProPublica and other major organizations were allowed to grill the administration's response and combat the propaganda that so often dominates these sessions. Trump could be sold on the idea if he believed he were performing on a bigger stage with bigger ratings. More importantly, the public would be better informed, with a clearer sense of what the administration is doing right and wrong.  In the meantime, it seems unlikely the White House will introduce major changes, and I expect television networks will continue broadcasting the press briefings until we see the other side of this crisis. A few modest changes might make it more beneficial to the public. Television news is no longer one dimensional, with graphics and chyrons often telling a different story than the one on screen. You can simultaneously watch a news story, see sports headlines and what's happening in the markets on the same screen. Imagine how much richer these White House briefings would be if experts provided a running commentary that could be incorporated on screen.  This would be a simple as saying, \"The president's assertion is correct,\" providing additional context to the dizzying array of numbers that get thrown around, or fact-checking the president and pointing out the falsehoods. My guess is this can be done in near real time. If it can't, delay the president's event by a minute or two and get a head start on providing context. The very nature of live TV is a bargain between the broadcaster and the President. If the president can't live up to his end of the bargain by telling the truth, then delaying him is both an appropriate step and no loss to the American people. I've outlined a few simple steps that would make the White House press briefings much more meaningful to the American public than the somewhat maddening partisan exercise it is now.  It would be great if the president thought enough of the American public to make a few changes, even if it's just the location of the room. If not, I believe broadcasters owe it to the public to make a few adjustments to more accurately and fairly cover what the president is doing.  "], "Language": false}