{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/derek-vandam"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2015-01-06T22:52:18Z"], "LastModifiedDate": ["2020-04-10T18:31:34Z"], "Headline": ["Derek Van Dam"], "Section": [null], "MappedSection": [null], "Article_Body": ["Derek Van Dam is a weather anchor for CNN based at the network's headquarters in Atlanta. He provides weather reports and science bulletins on weekday and weekend editions of CNN Newsroom. Van Dam is a \"Certified Broadcast Meteorologist\" by the American Meteorological Society (AMS), a designation which recognizes excellence in his field. Van Dam has reported live on location from every U.S. landfalling hurricane since 2016 including Hurricane Harvey from Houston, Texas; Hurricane Maria from San Juan, Puerto Rico; Hurricane Irma from Miami Beach, Florida; and Hurricane Nate from Biloxi, Mississippi.  He also reports extensively on the climate crisis and its impact on society. In 2017 he contributed to CNN's special live coverage of the solar eclipse from Tennessee. The team's virtual reality coverage of 'The Eclipse of the Century' was recognized with a 2018 Edward R. Murrow Award for Excellence in Innovation.  In 2015 Van Dam flew into the eye of a major storm during Hurricane Joaquin with the infamous 'Hurricane Hunters' U.S. Air Force squadron looking for the doomed 'El Faro' cargo ship that sank during the storm as part of special coverage for Anderson Cooper 360°.  Prior to joining CNN International, Van Dam was credited with raising the quality and standards of weather broadcasting across the African continent with his previous position as Chief Meteorologist at eNCA (eNews Channel Africa). He managed a team of seven meteorologists and climatologists while anchoring daily weather bulletins for the station's flagship news shows.  His humanitarian work with a U.S.-based non-governmental organization (NGO) called \"The Compassionate Life Foundation\" is what first brought him to Southern Africa. He fell in love with the region, and in 2008 relocated to Cape Town to pursue a unique position within his field of work; launching South Africa's first 24-hour news channel. Before moving to Africa, he worked as a morning weather anchor at an NBC affiliate in Flint, Michigan. Born in Grand Rapids, Michigan, Van Dam studied Meteorology & Broadcast/Cinematic Arts at Central Michigan University.  Currently residing in Atlanta with his wife, Van Dam enjoys extreme sports including surfing and sailing. He is also an avid Ultra Marathon runner and has participated in two of South Africa's toughest single-day road and trail events."], "Language": false}