{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/sport/dana-white-stand-down-ufc-249-postponed-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse and Jill Martin, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-10T11:04:21Z"], "LastModifiedDate": ["2020-04-10T18:38:16Z"], "Headline": ["UFC 249 and all other events postponed indefinitely after Dana White told to 'stand down'"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The highly-anticipated UFC 249 will not happen on April 18 as previously scheduled after UFC president Dana White said he was told to \"stand down.\" The venue of the fight needed to be moved from its original location in New York, USA because of the outbreak of the coronavirus pandemic.  Speaking to ESPN, White said that the \"powers that be\" at pay-per-view broadcast partner ESPN and parent company Disney expressed their concerns about the fight going ahead.  \"Today, we got a call from the highest level you can go at Disney, and the highest level of ESPN ... and the powers that be there asked me to stand down and not do this event next Saturday,\" White said. READ: Sofia Shapatava says 'tennis may not survive' coronavirus pandemic Originally, White had thought that after UFC 249, fight nights could proceed as scheduled at the secure location -- he said on Monday he was close to acquiring a \"private island\" to hold the events.  But on Thursday, White announced that all other UFC events have been postponed indefinitely, calling the whole process a \"battle.\" \"While the organization was fully prepared to proceed with UFC 249, ESPN has requested the postponement of the event and subsequent bouts until further notice in light of the Covid-19 pandemic,\" a UFC spokesperson said in a statement to CNN on Thursday. \"UFC looks forward to resuming the full live events schedule as soon as possible.\" In a statement to CNN, ESPN said: \"Nobody wants to see sports return more than we do, but we didn't feel this was the right time for a variety of reasons. ESPN expressed its concerns to the UFC and they understood.\" The postponement follows the announcement that one of the fighters in the co-main event -- Rose Namajunas -- pulled out because two of her family members passed away related to the coronavirus, according to her manager Brian Butler.  Namajunas, ranked second in the strawweight division, had been scheduled to fight Jessica Andrade for a rematch.  READ: Magic Johnson says beating coronavirus should include tackling racial disparities \"Namajunas withdrew from UFC 249 due to 2 deaths in the family related to the Coronavirus,\" Butler said in a statement. \"Her hopes are to return to the Octagon as soon as possible but for now we ask for people to respect their privacy during this time.\" After much searching, UFC 249 was moved to Tachi Palace Casino Resort near Fresno, California. Situated on tribal lands, The California State Athletic Commission's ban on all combat sporting events through May 31 did not apply.  But on Thursday, Sen. Dianne Feinstein said in a statement that she was \"concerned\" about the event taking place. \"I'm concerned by reports that Ultimate Fighting Championship plans to hold a pay-per-view event in California, in defiance of the state's shelter-in-place order,\" Feinstein said. \"This event would involve dozens of individuals flying to California and driving to a casino for a purpose no one can honestly claim is essential. \"I understand this event is scheduled to take place on tribal land and therefore is not subject to state law. However, at best this event ties up medical resources and sends a message that shelter-in-place orders can be flouted. At worst, participants and support staff could carry the virus back to their home communities and increase its spread.\" White said he appreciated the venue owners \"standing with me through this thing.\" \"The Tachi Palace in California, the Indian reservation, has had our back this whole time, has stood their ground and was willing to do this fight. And let me tell you this: When the world gets back to normal, California, that [fight] will be at Tachi Palace.\" The main fight of UFC 249 was supposed to see the undefeated lightweight champion Khabib Nurmagomedov defend his title against top contender Tony Ferguson. Visit CNN.com/sport for more news, features, and videos But after Nurmagomedov returned to his home in Dagestan, Russia to remain in quarantine, Justin Gaethje signed on to participate in the main event."], "Language": false}