{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/09/motorsport/brawn-formula-1-season-start-closed-event-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-09T11:01:17Z"], "LastModifiedDate": ["2020-04-09T11:25:27Z"], "Headline": ["2020 F1 season could start behind closed doors, says managing director Ross Brawn"], "Section": ["motorsport"], "MappedSection": ["SPORT"], "Article_Body": ["The 2020 Formula One season could be a \"closed event\" when it does restart, according to the sports' managing director Ross Brawn.  The coronavirus pandemic has caused the start of the season to be delayed, and on Tuesday, the Canadian Grand Prix became the ninth race to be either postponed or canceled. The French Grand Prix, currently scheduled for June 28, is the first meeting that has yet to be postponed, but Brawn thinks a July start date is more feasible and it could be \"self-contained,\" without fans in attendance.  \"Travel for the teams and travel for everyone involved is going to be one of the big issues,\" said Brawn, speaking to Sky Sports. \"You could argue once we get there we could become fairly self-contained. READ: Formula One goes virtual as Bahrain Grand Prix kicks off the season \"Our view is probably a European start will be favorable and that could even be a closed event. We could have a very enclosed environment, where teams come in on charters, we channel them into the circuit, we make sure everyone is tested, cleared and that there is no risk to anyone. \"We have a race with no spectators. That's not great, but it's better than no racing at all. We have to remember there are millions of people who follow the sport sat at home. A lot of them are isolating and to be able to keep the sport alive and put on a sport and entertain people would be a huge bonus in this crisis we have.\" The news of the Canadian GP's postponement follows the announcement that F1 are working with promoters on a revised 2020 calendar. F1 CEO Chase Carey told fans that the updated calendar would look very different to the original, with the actual sequence and schedule dates for races likely to differ significantly. According to the sports' governing body -- Fédération Internationale de l'Automobile -- statutes, the driving series would need to complete eight races for the 2020 championship to be valid. READ: Lewis Hamilton is 'well' following isolation after he was pictured with Idris Elba, who tested positive for coronavirus Brawn believes that completing a \"18-19 race season\" is possible -- which would mean losing three races from the original 22-race schedule -- even if that means extending the season into 2021.   \"We could achieve eight races by starting in October,\" the former team principal said. \"But then there is always the possibility we could run into next year.  \"That's being explored. Can we stray into January to finish the season? There are all sorts of complications, as you can imagine, with that. \"If we were able to start at the beginning of July we could do a 19-race season. (It would be) tough -- three races on, one weekend off, three races on, one weekend off.\" Brawn's comments come a day after Ferrari team principal Mattia Binotto said F1 needs to be \"flexible\" to fit as many races into the 2020 calendar.  More intense grand prix weekends have been mooted, with the possibility of having races on both the Saturday and Sunday suggested.  \"I think what will be important for us is really to be flexible,\" Binotto told Sky Sports. \"I'm pretty sure Chase (Carey) and the teams will be capable of putting together the best championship we can have.  Visit CNN.com/sport for more news, features, and videos \"From our side, we are ready for whatever is needed whether short race weekends, double races, whenever it will finish or packing the races together. It is important to be flexible and making sure we can have good races as well for the fans.\""], "Language": false}