{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/media/reporters-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2020-04-08T17:19:32Z"], "LastModifiedDate": ["2020-04-08T21:07:03Z"], "Headline": ["How reporters are covering the biggest story of their careers"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In 2017, The Washington Post health reporter Lena Sun wrote, \"The Trump administration is ill-prepared for a global pandemic.\" In 2018, The Atlantic science reporter Ed Yong wrote, \"The Next Plague Is Coming. Is America Ready?\"  Now, here we are in 2020, and Sun, Yong and a phalanx of health reporters in newsrooms across the globe are covering the still-unfolding coronavirus pandemic. Even entertainment and sports reporters, whose coverage areas have all but disappeared, are on the story.  \"The pandemic truly is one of the biggest stories -- if not the biggest story -- of our time, and I think it demands our full attention right now,\" Yong said. \"Science, health and technology reporters are at the core of that. We are here to do our own stories and support our colleagues with expertise or knowledge when needed.\" Health reporters said they have, for the most part, dropped their other assignments. BuzzFeed News science reporter Stephanie Lee had been deep in an investigation of Juul in recent months. Now she is writing few stories on the electronic cigarette company so she can focus on coronavirus.   Coronavirus \"became the all-consuming thing,\" Lee said. \"It's weird to be in competition with like every news reporter in the world. It's also really amazing to see what work they're generating.\" Richard Bilton, a BBC journalist who works on the investigative documentary series Panorama, said he and his team have shifted their focus solely to the coronavirus.  \"Any other investigation right now doesn't matter,\" Bilton said. Staying safe Max Filby, health reporter for the Gannett-owned newspaper The Columbus Dispatch, said he spent his first two weeks covering coronavirus from the Ohio Statehouse, where he began seeing officials' changing views on the seriousness of the problem.  \"The first press conference was in a really cramped room with 30 to 40 people. I couldn't easily socially distance in that room,\" Filby said. \"Over time we moved to a bigger room. Then we were in multiple rooms and the governor's in a different room and we have to ask him questions by camera.\" When he's not covering press conferences, he works from home. \"My phone is basically the front line,\" he continued.  Indeed, the bulk of reporting throughout the industry takes place from journalists' homes. Health reporter Emily Woodruff of The Advocate in New Orleans said it has been difficult not being able to talk in person about sensitive topics. \"I'm talking to someone who had to FaceTime their parent and that was the last time they talked with them,\" Woodruff said. \"Normally, I would try to go to that person's house and meet with them, and now it's just a phone call.\" Simon Shuster, an investigative reporter for TIME, recently visited an apartment across from Wyckoff Heights Medical Center in Brooklyn for a story. He and photojournalist Benjamin Norman wore masks, which provided a layer of protection, but it also introduced a barrier to conversation.  \"You can't communicate, as easily, empathy just because your face is covered,\" Shuster said. \"There's this extra tension in the room.\" Los Angeles Times health reporter Soumya Karlamangla said she has noticed that sources are eager to talk to her about the pandemic, which is a welcome change from when she previously reported on mass shootings and wildfires, when people seemed to have a harder time opening up.  \"Literally everyone wants to talk to us all the time because they want to prevent something bad from happening,\" Karlamangla said. \"I'm writing about the fact that the nurses don't have enough masks. That's definitely helping people and a unique position as a journalist that I've never been in before.\" \"So much bigger than a health care story\" Anne Saker, health reporter at Gannett-owned newspaper The Cincinnati Enquirer who worked on the Pulitzer Prize-winning investigation into heroin addiction, said she started covering coronavirus extensively after two students at Ohio's Miami University got tested for Covid-19 after returning to campus from a visit to China during winter break. That story published on January 28, but she said wished she had started covering the coronavirus sooner.  \"I look back on the end of February thinking, 'Oh my god I wasn't screaming loud enough, I wasn't yelling loud enough,'\" Saker said. \"This was the tidal wave, avalanche, earthquake in our society, and it's happening on this beat.\"  Yong was on leave to write for a book about animal senses when his editor asked him to return in March to work remotely with The Atlantic newsroom. His editorial mandate was to \"swing big and take your time.\" His story, \"How the Pandemic Will End,\" which laid out in excruciating detail how the coronavirus pandemic will play out in coming months, is now among The Atlantic's top-three most read stories of all time.  Other health reporters have been steadily covering the developments of coronavirus since reports emerged in early January. Sun, a Pulitzer Prize-winning reporter who is based in DC and was once the paper's Beijing bureau chief, said the Post's bureau there initially took the lead. But as the number of cases swelled, she turned her full attention to the story.  In a January 8 story Sun co-wrote with China correspondent Gerry Shih, coronavirus was billed as an \"outbreak of an unidentified and possibly new viral disease in central China.\" Since then, she has worked on stories about the Trump administration's failures in handling the crisis and the sidelining of the Centers for Disease Control and Prevention, the leading public health agency in the US. \"As the virus spread around the world, more people were getting involved,\" Sun said. \"We focused on being more thematic, what are we learning about the fatality, infectiousness, preparedness.\" In February, some newsrooms scaled up their coverage. Sarah Kliff, investigations and health policy reporter for The New York Times, has worked with reporters across the Times newsroom to cover several aspects of the pandemic, such as the threat to small businesses, the paucity of test kits and the shortage of ventilators.  \"There are a lot of stories that are competitive and just so many things we could be covering,\" Kliff said. \"There's been a lot of value in teaming up with other reporters just to turn stories around.\" Bloomberg has published many multi-byline stories, including a feature on how coronavirus spread in Seattle and one with eight bylines on what life is like for health care workers in the US. Drew Armstrong, US health team leader at Bloomberg News, said every week his newsroom's leadership is reevaluating how they are organized.  \"We tear up the playbook,\" Armstrong said. \"We have to be flexible so we stay ahead of this, because it's so much bigger than a health care story at this point.\""], "Language": false}