{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/football/ronaldinho-house-arrest-paraguay-football-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-08T09:58:01Z"], "LastModifiedDate": ["2020-04-08T10:48:02Z"], "Headline": ["Ronaldinho granted house arrest in Paraguay after 'fake' passports claims"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Former Brazilian soccer star Ronaldinho has been granted house arrest in Paraguay after allegedly entering the country with false documents. Along with his brother Robert, the former Barcelona forward was arrested by Paraguay's national police on March 4.  The prosecutor's office said that officials found various documents, including ID cards and Paraguayan passports in the men's names. Both men, who were being held in a prison in Asunción, appeared in court via a video conference on Tuesday.  READ: Radomir Antic, the only man to coach Barcelona, Real Madrid and Atletico Madrid, has died aged 71 Judge Gustavo Amarilla announced the ruling, explaining that each man had paid a bond of $800,000.  Both men will remain in a hotel in the Paraguayan capital while they continue to be investigated.  The sentencing was broadcast live by Paraguayan news outlets.  Authorities claimed that Ronaldo de Assis Moreira, also known as \"Ronaldinho,\" was using authentic passports containing false content.  Documents were found during a search of the sports star's suite at the Yacht Resort Hotel and Golf Club in Lambaré, near the Paraguayan capital city of Asunción, prosecutors said in a statement published on Facebook. Authorities said that in order to have a Paraguayan passport, a person must live for a certain amount of time in the country. \"Ronaldinho and his brother entered the country at 9.05 a.m. on a commercial flight which landed at Silvio Petirossi International Airport. They entered using a Paraguayan passport which was authentic but contained false information,\" public prosecutor Federico Delfino said in a Facebook post at the time. \"We now know that the numbers of these passports belong to other people. They are real passports but with fake details. They were issued in January 2020, and the ID cards, which were given to them when they arrived, in December.\" Paraguayan authorities believed that their Brazilian counterparts had previously taken away the brother's Brazilian passports due to financial issues -- however, they were told that in fact the documents were returned to them in October 2019. Paraguayan Attorney General's Office told CNNE that Brazilian counterparts said both men departed their country with real Brazilian passports. Visit CNN.com/sport for more news, features, and videos Ronaldinho made club 529 appearances over his 17-year playing career, turning out for a host of top European football clubs, including Barcelona, AC Milan and Paris Saint-Germain.  He also appeared 97 times for the Brazil national team, scoring 33 goals and playing a key part in the country's 2002 FIFA World Cup winning team. "], "Language": false}