{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-06-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Helen Regan, Jessie Yeung, Adam Renton, Amy Woodyatt and Meg Wagner, CNN"], "Writers": [["Helen Regan", "Jessie Yeung", "Adam Renton", "Amy Woodyatt", "Meg Wagner"]], "FirstPublishDate": ["2020-04-06T00:00:31.227Z"], "LastModifiedDate": ["2020-04-07T01:18:07.886Z"], "Headline": ["Coronavirus pandemic upends daily life"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Colombian President Iván Duque announced that he will extend the nationwide isolation order until April 26.  In a tweet, Duque said the measures taken to slow the spread of coronavirus \"have been positive.” \"Our challenge is to continue saving lives.\" Duque added.  The order for “mandatory preventive isolation” took effect on March 25 and was initially scheduled until April 13. ##Health## ##Daily Life## All 10 million residents in Los Angeles County are now eligible to apply for a coronavirus test. Mayor Eric Garcetti said at a news conference today that there are “no longer any limits” on who can apply for the testing. Patients don’t have to be over age 65, have underlying medical conditions, or have a weakened immune system, as was previously required.  Garcetti said that doesn’t mean officials immediately have a test for everyone in the county -- the most populous in the US -- but it means that the capacity of tests is now greater than the number of cases they’ve been receiving under the previous guidelines. LA County residents can register for testing at https://corona-virus.la ##Health## ##Daily Life## If North Carolina stops social distancing at the end of April -- as President Donald Trump and administration officials have pushed for -- there could be 750,000 state residents infected by June, said state health officials. “The team found that the social distancing policies we currently have in place in North Carolina will help lower the likelihood that we’ll overload our health care system, that’s good news,” said Mandy Cohen, Secretary of the North Carolina Department of Health and Human Services, in a news conference today.  The North Carolina-specific modeling forecast showed that if the state stopped social distancing by the end of this month, there is more than a 50% probability that the state will outstrip ICU bed capability and acute care capacity -- even as early as May. On the other hand, if social distancing stayed in effect, it could cut the number of infections by half a million cases -- down to 250,000. North Carolina now has 2,870 cases and 33 deaths, said Cohen.  ##Health## Chile has announced the mandatory use of face masks for all travelers riding public and private transportation to combat the spread of coronavirus. During a televised press conference Monday, Chile's Undersecretary of Public Health Paula Daza said the measure will go in effect Wednesday, April 8 at 5 am local time.  Some of the transportation methods that are included in the measure include trains, buses, metros and taxis.  The announcement comes after Health Minister Jaime Mañalich called on the population to start making their own masks with homemade materials, such as T-shirts and scarves. California's Judicial Council approved a series of temporary emergency rules Monday, including staying eviction and foreclosure proceedings during the Covid-19 pandemic, a vote that reinforces Democratic Gov. Gavin Newsom's executive order to delay such actions against renters and homeowners in the state.  During a teleconference Monday afternoon, the council also moved to set bail statewide at $0 for misdemeanors and lower-level felonies to \"safely reduce jail populations.\" Chief Justice Tani G. Cantil-Sakauye opened the session saying, \"(We are) trying our best to preserve rights and ultimately preserve lives.\"  \"We are at this point truly with no guidance in either history, law or precedent. And to say that there is no playbook is a gross understatement of the situation.\" District attorney Jackie Lacey, who presides over Los Angeles County where a zero-bail measure was implemented last week to reduce the number of inmates, applauded the decision. \"I appreciate the collaboration among criminal justice leaders in Los Angeles County that has resulted in the rapid deployment of new and innovative approaches as we work to try to stop the spread of COVID-19 in our community,\" Lacey said in a statement.  In total the council approved 11 temporary emergency rules. Among the actions the council approved, to go into effect immediately are: Suspend the entry of defaults in eviction cases;\nSuspend judicial foreclosures;\nAllow courts to require judicial proceedings and court operations be conducted remotely, with the defendant’s consent in criminal proceedings;\nAdopt a statewide emergency bail schedule that sets bail at $0 for most misdemeanor and lower-level felony offenses;\nAllow defendants to appear via counsel or remote technologies for pretrial criminal hearings;\nPrioritize hearings and orders in juvenile justice proceedings and set a structure for remote hearings and continuances;\nExtend the timeframes for specified temporary restraining orders;\nExtend the statutes of limitations governing civil actions; and\nAllow electronic depositions in civil cases. During Monday's White House coronavirus task force briefing, Trump claimed that the Paycheck Protection Program -- a small businesses lending program -- has “really been performing well.” Trump said there were a few “minor glitches that have already been taken care of.”  Facts First: CNN has reported significant issues to the Paycheck Protection Program (PPP), with system wide failures as lenders process these loans. Days after the launch of the Small Business Administration's rollout of the PPP, there are still delays in the system lenders use to upload loan application information and the money is still largely not going out to the businesses that need it yet. According to an industry source who spoke to CNN, major system-wide failures continue to crop up in the PPP system, including shutdowns preventing the submission of applications from lenders on their system known as E-Tran. These issues have slowed down the ability for banks to participate in the loan program, this source tells CNN.  Additionally, several bank executives tell CNN they want the Treasury Department or the Small Business Administration to offer more guidance on how they are supposed to disburse funds. CNN reporting indicates there are also concerns among lenders who say they won’t cut checks until there is clear guidance on how they should distribute the money. To read more about the early glitches in the small business lending program, read here and here. Pregnant women don’t seem to be any more susceptible to severe symptoms of Covid-19, compared to the general population and they don’t seem to pass the infection onto their babies, according to a new study, The small study was published Monday in the American Journal of Obstetrics & Gynecology and looked at data from 43 pregnant women in New York who tested positive for Covid-19 over two weeks between March 13 and 27. Thirty-seven of the women in the study experienced a mild form of Covid-19, four developed a severe form of the disease and two experienced what researchers called “critical disease.” The percentages are similar to the breakdown of severity in disease in the general population. About 80% experience mild disease, 15% develop severe cases and 5% result in critical cases. Scientists were interested in the impact of the disease on pregnant women because in prior SARS and H1N1 pandemics, pregnant women were more susceptible to serious forms of the illness and had a greater chance of dying from the infection than the general population. None of the babies in this study seemed to be infected, based on tests performed on them on the first day of their lives. Dr. Deborah Birx, coordinator of the White House coronavirus task force, says she did not visit her grandchild despite the 10-month-old having “a fever of 105 this weekend.”  Birx shared her experience during a Monday task force briefing with reporters, while urging people in particularly high-risk areas to stay home as much as possible. “I’m the doctor. And I couldn’t get there,” she said during the press briefing. “I mean, so I’m trying to explain to my daughter how to listen to her lungs. How to listen to her lungs, how to listen to the baby’s lungs…” President Donald Trump, standing feet away from Birx, asked, “But you did not get there, you did not get there?”  “I did not go there. Because of you two,” she said, gesturing toward the President and Vice President Mike Pence, who stood nearby. “I mean, you can’t take that kind of risk with the leaders of the country.” Birx said that her granddaughter is “coming out of it.”  She stopped short of telling people not to go to the grocery store for the next week in high-risk areas, but did recommend consolidating shopping trips and sending one member per family. Watch the moment: President Donald Trump on Monday questioned whether politics tinged the findings of a newly released Health and Human Services inspector general report that found hospitals have been most concerned about a shortage of coronavirus testing supplies and long wait times for test results. After listening to a reporter citing the report during Monday’s White House press briefing, Trump responded, “It’s just wrong. It’s just wrong. Did I hear the word ‘inspector general'? Really?” The President also questioned the integrity of the leadership in HHS’ Office of the Inspector General saying, “Well where did he come from, the inspector general? What’s his name?” “We’ve had more testing and had more results than any country anywhere in the world. They’re doing an incredible job,” the President continued. “So give me the name of the inspector general. Could politics be entered into that?” he concluded. The report was based on interviews with more than 300 hospitals around the country. Admiral Brett Giroir, who serves as the assistant secretary for health, expressed frustration with the recent OIG report’s findings, saying during Monday’s briefing that the OIG’s office did not adequately communicate with him. Giroir pointed out that the report was done around March 23 and March 24, which he said was “during a ramp-up period.”  “It’s hard to interpret the report because it mixes up all kinds of things, but clearly there were complaints by some hospitals of a backlog, had probably sent out tests, and that is true. There were several days of backlog as some of the major labs that have been taken care,” Giroir said. Watch CNN reporters fact check Trump's claims:  Asked about the possibility of restrictions on travel between coronavirus hotspots, President Donald Trump said: “There’s also testing done when people get onto those planes and also when people get off the planes.” Facts First: There is no evidence that plane passengers in the US are being tested for the coronavirus at all, let alone both when they get on and get off the plane. While it is theoretically possible this is happening under the radar at a particular airport, it is certainly not happening widely. Trump might have meant to refer to screening -- which involves questioning and sometimes temperature checks -- rather than actual testing, but major US airlines are not doing screening, either. Some plane passengers are being subjected to government screening upon landing, but most passengers are not -- and this screening, unlike testing, cannot conclusively determine whether someone has the virus. To read a full fact check, read here. Watch analysis here:   Nissan plans to furlough most of its hourly manufacturing employees as its US plants remain closed to help slow the spread of Covid-19. Nissan spokeswoman Lloryn Love-Carter confirmed the company will layoff about 10,000 employees Tuesday at plants in Canton, Mississippi; Smyrna, Tennessee and Decherd, Tennessee. Nissan asked furloughed employees to apply for enhanced unemployment through at least April 27, when the company will restart production. Nissan closed its US plants on March 20. President Donald Trump confirmed his phone call with former Vice President Joe Biden Monday, calling it a “wonderful, warm conversation\" about the coronavirus pandemic.  Trump said the phone called lasted “probably 15 minutes” and reiterated that it was a “really good” call. “He gave me his point of view and I fully understood that,” Trump said at the White House coronavirus task force briefing. “I appreciate his calling,” the President said. CNN reported earlier Monday that the Democratic presidential candidate and Trump had spoken by phone. Watch here: President Donald Trump said that he’s \"going to get involved\" in the case of a Navy captain removed from command of the USS Theodore Roosevelt. At a Monday briefing, Trump was asked about comments made by Acting Secretary of the Navy Thomas Modly, who attacked Capt. Brett Crozier as either \"too naive or too stupid\" to be in command. “I haven’t heard it exactly, I heard they heard,” Trump said, referring to the crew of the USS Theodore Roosevelt. “I heard they had a statement that was made, if that were the statement, it’s a strong statement.” Crozier was relieved of command after a letter he sent to Navy leadership was leaked to the media. The letter flagged his concerns about the Roosevelt's crew of more than 4,000 -- saying in part that \"sailors do not need to die\"-- and discussed the challenges of trying to contain an outbreak of coronavirus aboard the ship. He urgently requested that sailors be allowed to quarantine on land.  The Navy cited loss of confidence in his command. “The letters shouldn’t have been sent, and certainly they shouldn’t have been leaked,” Trump said. “This is a military operation. I must tell you I’ve heard very good things about the gentlemen. Both gentlemen, by the way, I will say this. About both gentlemen. And I may look into it from the standpoint of something should be resolved because I’m hearing good things about both of people.” The state of California and the County of Los Angeles has partnered with Dignity Health and Kaiser Permanente to open up a “Los Angeles Surge Hospital” for coronavirus patients in the city. The temporary facility, which will be located on the campus of the former St. Vincent Medical Center in Los Angeles, will expand access to additional beds and expand ICU capacity for coronavirus patients in the coming weeks, according to a press release from Los Angeles County. The hospital is expected to open on April 13 in phases, “ramping up to accept more patients as physicians and staff are hired and supplies and equipment are secured.” When fully operational, up to 266 beds will be available. A small experiment involving patients with coronavirus who wore cotton and surgical masks showed that both seemed ineffective in preventing the spread of the coronavirus when the patients coughed. Scientists found coronavirus particles in the environment and on the exterior of the mask itself.  The experiment was published Monday in the Annals of Internal Medicine. Scientists tested face masks on four patients infected with the coronavirus at two hospitals in Seoul, South Korea. They compared the use of surgical masks with reusable 100% cotton masks against patients who were not wearing masks. The researchers placed a petri dish about 7 inches from the patients’ mouths and told the patient to cough five times each onto a petri dish. Researchers saw greater contamination on the outer surface of the mask, compared to the inner surface. It was unclear if the force of the person’s cough leaked out of the edge of the mask to contaminate the outer surface, or if the particles of the coronavirus were so small that a high-velocity cough penetrated the mask.  The experiment did not look at the effectiveness of N95 masks, nor did it show if the masks protected against the actual transmission of infection from patients with Covid-19 while wearing different masks. Nor does it show if masks shorten the distance these droplets travel while someone is coughing.  More research will be needed to determine if the masks help prevent the spread of the disease with people who are asymptomatic or people who have Covid-19 and aren’t coughing. Former Wisconsin inmate Jeremy Egger gave CNN a glimpse inside what a Covid-19 prison lockdown looked like in his medium security facility over the past three weeks. With limited contact to the outside, he heard snippets about the coronavirus pandemic on a prison radio. “The radio station we had, it was from Milwaukee. We only had bits and pieces about a virus out there.”  Egger said that -- without being told anything directly by the guards -- he could tell something was changing within the prison. Egger said guards' posturing was different.  “Whether inmates were coming down with it or guards, I didn’t know, but something wasn’t right and it was in the institution,\" he said. Former Wisconsin state prison employee Jeff Wydeven said a change in demeanor with the guards doesn’t surprise him at all. “Of course they’re going to be scared,” he told CNN. “It’s their health too.” Egger, 33, was taking morning courses in Wisconsin’s Thinking For Change program and studying in the afternoons. He arrived at the Metropolitan Secure Detention Facility (MSDF) on March 12 expecting to serve three months for a parole violation. Three days later everything changed. While Egger was taking one of his courses, “they suddenly locked the entire place down,\" he said.  \"Everybody had to go back in their cells and that’s when we’re like, OK, there’s got to be a case here somewhere,\" Egger said. 'From the normal to being locked' Prison life went “from the normal to being locked,” he said. Egger said the initial lockdown was 23 1/2 hours a day with only 30 minutes out of a cell he shared with three other inmates. They shared a dry cell that Egger described as a cell without a toilet, running water or television. Those 30 minutes a day gave them time to use the phone, microwave food and use shower facilities.  During a call with his mother on March 25, Egger grew concerned because she was exhibiting symptoms of the virus, but couldn’t get a test. His mother, Cheryl Fountaine-Kempf, said she “could easily detect the pain and fear in his voice.”   The next day, an even more stringent lock down was instituted, according to Egger.  “It just all changed again from one day to the next,” Egger said, adding that inmates were only allowed out for 45 minutes about every three days.   “I’m sitting there wanting to call my mom, thinking she’s deathly sick and I can’t call her for another two days.” Guards told Egger they were trying to do their part in helping to slow the spread, he said. MSDF Milwaukee has the largest population of parole revocations re-entering the system for short periods of time “so people are going in and out constantly which creates much more of a risk than other facilities,” according to Wydeven. Four staff members at MSDF have tested positive, according to the Wisconsin Department of Corrections, which noted on its website this is the highest number of staff cases at any Wisconsin prison. “Each site has pandemic plans to address COVID-19,” according to the website which states the plan includes “protocols and isolation procedures if someone is exposed and/or becomes infected. In the event of a confirmed positive case in one of our secure facilities, contact investigations are being conducted to determine which individuals may have been exposed to the virus, and subsequent isolation or quarantine may occur to manage these situations.” CNN has reached out to the Department of Corrections for additional details. More changes On March 30, almost three months before his expected release, Egger was told to contact his family and probation officers because there was a possibility he was going to get out. He said after that even more changes began happening.  “The last two weeks there was no laundry was being done internally and it was instead, outsourced,” he said.  Wydeven said while inmates normally do the laundry, with a lockdown they wouldn’t be able to do it.  “We had to wear the same 'yellows,' a jumpsuit, for like two weeks,” Egger said. “We’re supposed to wash our hands, but we could only shower about once every other day If we were lucky ... and wearing dirty clothes With no running water in their cell hand washing was at a minimum,\" he said. Egger, a registered sex offender, was released on April 3. He was originally released from prison in 2016 and obtained his welder’s certificate and a commercial drivers’ license. He is living with his mother for the next two weeks to make sure he hasn’t contracted the virus, and then will move to rural Wisconsin with his father, he told CNN. Watch video from inside the prison: Wisconsin’s Supreme Court blocked Democratic Gov. Tony Evers’ order to postpone Tuesday’s election, despite his arguments that in-person voting could endanger poll workers and voters because of the coronavirus pandemic. The court sided with Republicans who control the state legislature and opposed Evers’ executive order Monday that sought to delay the election until June 9. The decision was 4-2, with the court’s conservative majority backing the GOP’s position.  It was the latest twist in a legal battle that has thrown the primary into chaos as state and local elections officials have consolidated polling places and scrambled to find workers and supplies for those that will open.  Los Angeles County health officials urged residents to skip grocery shopping this week as the number of coronaviruses cases continue to rise.  “If you have enough supplies in your home, this would be the week to skip shopping altogether,” said Dr. Barbara Ferrer, the LA County Department of Public Health Director, on Monday. This would be the week to use delivery services for medications and groceries, she advised. “We will see many more cases over the next few weeks. It remains important that we continue to do what we know will work,” she added. President Donald Trump on Monday said he won't take steps to physically separate from Vice President Mike Pence to protect the continuity of government in light of British Prime Minister Boris Johnson's worsening condition. \"No I don't think so,\" Trump said when asked about potential new steps he might take after the top US ally fell seriously ill from coronavirus. Trump said he would likely ramp up testing of people around him given the relative ease and speed of new testing kits. \"I think we’ll probably, just because of questions like that, I think we’ll probably have maybe quite a few tests,\" he said.  Standing alongside Trump, Pence said he was tested earlier Monday and that it came back negative. Neither Trump nor Pence nor other members of the White House coronavirus task force wore masks to Monday's briefing, despite updated guidance from the federal government suggesting face coverings in settings where social distancing is difficult. Watch here: President Donald Trump said Monday he would be granting New York Gov. Andrew Cuomo’s request to convert a hospital ship docked off of Manhattan to treat coronavirus patients. Cuomo, a Democrat, told members of the press earlier Monday that he was “going to call the President this afternoon and ask him to shift the (USNS) Comfort from non-Covid to Covid.”  Trump, speaking at a White House press briefing Monday afternoon, said he “was informed that Gov. Cuomo has already told you and announced he called me up a little while ago and asked whether or not it would be possible to use the ship with respect to fighting the virus.” “We hadn’t had that in mind at all, but we’re going to let him do it,” Trump remarked. The President also confirmed that the ship has been approved to treat New Jersey patients. Before British Prime Minister Boris Johnson went into intensive care on Monday evening with worsening coronavirus-related symptoms, he asked his Foreign Secretary and First Secretary of State Dominic Raab to deputize for him “where necessary.” While now is a time of great uncertainty for the British public, Johnson’s handing over of some duties to Raab should be relatively seamless and is unlikely to affect any immediate government business. Less clear is what will happen if Johnson is incapacitated for more than a few days. There’s no clear “Plan B” in Britain’s constitution or in the Cabinet Manual – which lays out the rules for running the government – for who should take over if Johnson isn’t able to lead the country, experts told Reuters.  One thing that should help in terms of continuity: Unlike in the United States, where a President might hail from a different party than leaders in Congress, the UK government is entirely comprised of members of Parliament from Johnson’s party, which won the most seats in December’s election – meaning it operates as one entity. An ardent Brexiteer  Raab, a 46-year-old former lawyer, was elected to Parliament in 2010, and spent his entire political career on the same wing of the party that secretly yearned for Johnson to have a serious go at taking the reins.   Like Johnson, Raab is a longstanding advocate of Brexit who was willing to be a thorn in his own party’s side when it had more pro-European leadership. Despite his euroskeptic leanings, his qualities were noticed by that pro-European leadership, and when then-Prime Minister David Cameron won reelection in 2015, Raab was offered a job in government. At the time, Raab was seen as a rising star within the party, and his promotion was seen as a way for Cameron to bolster his own euroskeptic credentials. Raab previously served in Theresa May’s cabinet as the Brexit secretary, only to resign in protest at the deal she eventually struck with the EU. And despite running against Johnson in last summer’s Conservative leadership contest, he has been extraordinarily loyal to the Prime Minister ever since.  While Raab is perhaps less socially liberal than Johnson, it is highly unlikely he would depart radically from the Prime Minister’s agenda in the short-term -- not just because there simply isn’t enough time to change government policy during a time of national crisis, but also because the UK cabinet works on the principle of collective responsibility.  President Donald Trump announced the United States has reached an agreement with 3M that will see the company supply 55 million additional N95 respirator masks to the US each month.  \"Because of my actions under the (Defense Production Act) I can also announce today that we have reached an agreement — very amicable agreement with 3M — with the delivery of an additional 55.5 million high quality face masks each month,\" Trump said during a Monday press conference.  The agreement comes just days after Trump invoked the Defense Production Act to force the company's hand. Under the deal, 3M will ship an additional 55 million masks per month to the US from its overseas factories for the next three months, a senior administration official said, which will help alleviate shortages in personal protective equipment for medical workers. The overwhelming majority of the masks will come from 3M's Chinese factories, the official said. A senior administration official said the government's decision to use the Defense Production Act was key to shifting the trajectory of negotiations between the two sides and forcing 3M's hand. Washington Democratic Gov. Jay Inslee announced Monday that the state’s ban on in-person school classes will continue for the remainder of the school year.  Despite signs that the increase in coronavirus cases may be leveling off in many places, “we cannot risk losing the gains we have made after the peak of this pandemic presumably will have passed,” Inslee said. Superintendent of Public Instruction Chris Reykdal said reopening schools too soon would be even more disruptive than at-home instruction, since a single Covid-19 case in a school would force that building to be closed again for days, at least, until contacts could be traced and the building deep cleaned.  Reykdal acknowledged they are not certain at this point that school buildings in Washington will be able to open as normal in time for the beginning of the new academic year this fall. US President Donald Trump said he and several pharmaceutical companies have contacted British Prime Minister Boris Johnson’s doctors in London to see if they can help after he was admitted to an intensive care unit Monday for coronavirus. “I also want to send best wishes to a very good friend of mine and a friend of our nation Prime Minster Boris Johnson. We’re very saddened to hear that he was taken into intensive care ... a little while ago,” Trump said. “He’s been a really good friend. He’s been really something very special. Strong. Resolute.” Trump said he held a teleconference with pharmaceutical companies about therapies for coronavirus patients earlier Monday. “We have made tremendous progress on therapeutics,” he said. “I’ve asked two of the leading companies… I’ve asked them to contact London immediately.” He said his administration has contacted Johnson's doctors. “We’ve contacted all of Boris’ doctors, and we’ll see what is going to take place, but they are ready to go,” the President said. “When you are brought into intensive care that gets very, very serious.” He added: \"We are working with London with respect to Boris Johnson.\" Minnesota Gov. Tim Walz announced help for veterans, as well as for Asian Americans who are facing discrimination amid the coronavirus outbreak, in a press conference Monday. Starting Monday, Minnesota veterans who are impacted by the novel coronavirus can apply for financial assistance grants from the Minnesota Department of Veteran Affairs.  Walz also announced the lieutenant governor was leading the Minnesota Department of Human Rights and launching a discrimination helpline for calls of xenophobia and racism, specifically aimed at Asian American community. Minnesota has 986 confirmed cases of coronavirus and 31 deaths, according to Johns Hopkins University's tally of cases. A New York doctor said Monday that hospitals in the state are overwhelmed as more patients arrive with coronavirus. Dr. Craig Spencer, the director of Global Health in Emergency Medicine at New York-Presbyterian/Columbia University Medical Center, said emergency rooms are being converted into intensive care units and morgues are filling up. \"We have trucks outside to hold bodies, those are getting filled,\" Spencer told CNN's Wolf Blitzer on \"The Situation Room.\" He said while data shows the number of new infections is decreasing, there is a lag time between when people get sick and when they come to emergency rooms. \"In the best case scenario, it may be another week or two before we have a decrease in the really, really sick patients,\" he said. Spencer said social distancing is still very important and is the best way to continue to battle the virus and continue to decrease numbers. \"Instead of peddling a bunch of treatments that we don't know whether they work or some magic bullet, we know what does work -- if you stay home, you will not get infected with this virus. If you do not get infected with this virus, you will not show up sick in the emergency room,\" he said. Hear his message:  One of the last states in the nation to not have a stay-at-home order will now have one starting tomorrow. South Carolina Republican Gov. Henry McMaster announced a mandatory stay-at-home order in a press conference Monday. The order goes into effect Tuesday April 7 at 5 pm ET.  South Carolina residents should stay home unless they are working, visiting family, recreating outdoors, or obtaining necessary goods or services, he said. The first time Dominique Shuminova saw her newborn daughter, Clara, after giving birth, it was only her eyes that could smile. The rest of her face was covered by a black mask, thanks to Covid-19. Baby Clara will always have that picture to show her own children and grandchildren a world turned upside down when she came into it. Shuminova will always have the combined joy and pain — both emotional and physical — of delivering her daughter in the time of the novel coronavirus. She delivered in New York, a Covid-19 hot spot where partners of women delivering babies are not allowed to come to the hospital, per state order. So, her husband, Eldar, had to stay home with their son Henry. Those of us who have given birth know it is hard in any circumstance. It turned out that she did it with more pain than she had planned for. She says she could not get an epidural because, when it was time, she was told that all of the hospital’s anesthesiologists were busy intubating patients with Covid-19.     And why the mask? Shuminova says that when she was admitted to the hospital at 5 a.m. ET Sunday morning, the hospital had to test her for coronavirus. Because the test took about 18 hours to come back, they treated her as if she were positive — so she was told to wear one. That meant that she went through the whole delivery alone, with no epidural, trying to breathe properly, as all women in labor do, all while wearing a mask. Still, Shuminova has it all in perspective. “Given the circumstances I am just grateful to have a bed and medical care,” she said in a text message. She is healthy. Her newborn daughter is healthy. Especially in these times, that is nothing to be taken for granted.   Boston Mayor Marty Walsh said he wants Washington to stop sending mixed messages when it comes to the coronavirus pandemic. \"When you have people talking, the President talking about he might relax services, and let services be happening for Easter --  that's a mixed message,\" Walsh said. \"We have to be consistent with our messaging now and let people know the impacts of the coronavirus and how serious this is in every city and state in the country.\" He also said federal officials should stop criticizing governors for the way they are operating. \"We're in this together, and I think it's about us supporting each other and moving and getting the American people out of the situation we're in,\" Walsh said. Walsh called for the federal government to deliver equipment to states that need it, including ventilators and personal protection equipment. Boston, he said, is expecting a surge of cases in the next two weeks. \"I would suggest to the federal government that they get on the ball here and get the equipment down here,\" he said. \"No state or city should be begging for equipment.\" Watch here:  The US Centers for Disease Control and Prevention is preparing to test more people in the United States for antibodies from the novel coronavirus to see whether they have already had the virus, according to a statement from CDC spokeswoman Kristen Nordlund on Monday. A set of serological assays, or blood-based tests, will be able to detect antibodies that are specific to the virus. The tests, which were designed and produced by the vaccine research center at the National Institutes of Health, have already been used to monitor immune response in several coronavirus contact investigations.  “We are also preparing to deploy them to larger surveys within the coming weeks to further identify individuals who, due to mild infection, may have not known they were infected with SARS-CoV-2 and to monitor immunity in recovered individuals,” Nordlund said.  The US Food and Drug Administration last week issued its first emergency use authorization for a coronavirus test that looks for antibodies in the blood. Hospital admissions in Louisiana for the novel coronavirus are trending downward, Gov. John Bel Edwards said Monday. Edwards, a Democrat, said more than 70% of the deaths are African American patients, describing it as a “big disparity” because African Americans make up about 32% of the state’s population.  “We're going to try to figure out what that is attributable to and what we can do about that is as quickly as possible,” Edwards said. Italian Prime Minister Giuseppe Conte announced the government is allocating a record $400 billion euros to help families and businesses tackle the economic impact of the coronavirus pandemic.  \"This is the most powerful intervention of the story of our country,\" Conte said during a televised statement. \"200 billion to finance the internal market and another 200 billion to strengthen the export market.\" Speaking after a cabinet meeting, Conte said the government approved the suspension of various tax payments and contributions for the months of April and May.  \"We are giving to the country a very efficient instrument to protect all businesses that have even the slightest strategic role in our country,\" he said. \"This is not only a health emergency but also economic and social at the same time. The April law decree will contain social protection tools, to support families and workers.\" Italy has 132,547 cases of coronavirus and has had 16,523 deaths, according to Johns Hopkins University's tally of cases. There are at least 356,942 cases of coronavirus in the United States and at least 10,524 people have died, according to Johns Hopkins University's tally of cases. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state or territory that is not reporting a death from coronavirus. The National Football League commissioner Roger Goodell has announced that all league and club facilities will remain closed indefinitely and that the upcoming three-day NFL Draft, set to start on April 23, will be conducted in a \"fully virtual format\" with coaches and team personnel making picks from their individual homes. In a league-wide memo, first reported by ESPN’s Adam Schefter and NFL Network’s Tom Pelissero, Goodell said that all teams will be required to “conduct their Draft operations remotely, with club personnel separately located in their homes.” Goodell acknowledged the challenges the league is currently facing by saying in part, “we are operating in an environment unlike anything we have experienced before.” Missouri Governor Mike Parson signs executive order waiving state law requirements that notaries be physically present to authenticate documents.  “To help protect the health & safety of Missourians who wish to execute changes in their important documents.  Today, I signed an Executive Order waiving that requirement,” tweeted Parson.   Illinois Gov. J.B. Pritzker wasted no time at today's press confernence in going after the federal government’s response to Covid-19, specifically as it pertains to personal protective equipment from the Strategic National Stockpile (SNS).  The governor, who entered the briefing room wearing a face mask per US Centers for Disease Control and Prevention guidelines, immediately called out the White House for changing the stated purpose on the SNS website from an entity that “support states” to one that will “supplement states” in the short-term during a public healthcare emergency.   Pritzker said what his state was sent from the SNS is a “mere fraction of what we asked for.” He went on to explain the tedious, sometimes difficult process of trying to obtain PPE from all over the world and “by whatever means necessary” saying he’s often competing against other states and the federal government for the same supplies.    To anyone who wants a response to some of the blame shifting coming out of the White House, Pritzker said, “look at the numbers.” His state’s own procurement efforts are what is keeping their first responders outfitted with what they need, he said.   With the state expecting its warmest day of the year so far on Tuesday, the governor and other health officials are urging residents to “stay at home” and not “congregate in the parks.”  Illinois reported 1,006 new cases of Covid-19 and 33 deaths from the virus in the last 24 hours, according to an announcement by the Department of Health at the governor’s press briefing Monday. The state has a total of 12,262 cases and 307 deaths.  Alaska Airlines is cutting flights for the third time since the coronavirus pandemic began.  In a new filing with the Securities and Exchange Commission, the Seattle-based carrier said the latest cutbacks will mean an 80% drop compared to its typical number of flights for April and May. The new filing says “sizable cuts will be necessary for the coming months” beyond May, although Alaska Airlines says it will wait before making specific decisions that far into 2020.  The company also confirmed it has asked for payroll support grants under the CARES Act, one of the stimulus measures passed by Congress and signed by President Trump last month.  ##Travel## ##Business## Chicago Mayor Lori Lightfoot says that 72% of all Chicago deaths related to Covid-19 have been black Chicagoans.    While presenting statistics on how Covid-19 is affecting black residents more severely than white residents, Lightfoot announced a new Covid-19 patient data order to help combat the virus' effects on Chicago, including in the hardest hit African-American neighborhoods.  Chicago Department of Public Health Commissioner Allison Arwady joined Lightfoot at Monday's press conference and said that 52% of the city's Covid-19 diagnoses have been in black Chicagoans. \"72% of our Covid deaths here in Chicago have been in black Chicagoans\" even though they make up 30%, Arwady said. \"Those numbers take your breath away,\" Mayor Lightfoot said.   Lightfoot criticized health care providers for not providing needed information on Covid-19 effects demographically.  She's announcing the launch of a Covid-19 patient data order that requires healthcare providers to report the race and ethnicity of those they treat. This is \"not negotiable,\" Lightfoot said, while announcing the new strategy in an effort to understand the full Coronavirus impact on the city. Before he was moved to the ICU, UK Prime Minister Boris Johnson asked Foreign Secretary Dominic Raab — who is the most senior Cabinet minister after Johnson — to deputize for him where necessary, according to a statement from 10 Downing Street. CNN correspondent Bianca Nobilo said Raab stood in for Johnson at the daily briefing on coronavirus and chaired the coronavirus \"war cabinet\" meeting today. At a press conference about four hours ago, Raab said the prime minister was comfortable, in good spirits and was continuing to lead the country. Now, Johnson's symptoms are being called \"persistent.\" Watch more:  US stocks closed near session highs Monday on optimism about a slowdown in new coronavirus infections. It was the stock market’s best day since March 24. Here's how today went: The Dow finished up 7.7%, or 1,627 points.\nThe S&P 500 closed 7% higher.\nThe Nasdaq Composite ended up 7.3%. It's a shortened trading week for US markets, which will be closed for Good Friday. Remember: As stocks settle after the trading day, levels might still change slightly. Watch more: ##Business## The state of Illinois saw a rise of 1,006 cases of Covid-19 and 33 deaths from the virus in the last 24 hours, according to an announcement by the Department of Health at the governor’s press briefing Monday.  The state has a total of 12,262 cases and 307 deaths.    ##Health## Arkansas Gov. Asa Hutchinson announced Monday that his state will send five ventilators to Louisiana this week to help with treating hospitalized Covid-19 patients. Hutchinson said during a press conference that he asked Dr. Nathaniel Smith, Secretary of the Arkansas Department of Health, “about the possibility of extending ventilators to the urgent needs in Louisiana and I asked about five and talked to UAMS (University of Arkansas for Medical Sciences) who said they could make five available without jeopardizing our population here.” The governor added he asked Smith to coordinate the transfer of ventilators to Louisiana because “this week I know Governor (John Bel) Edwards is going to be a confronted with a real challenge.” The state of California has secured 4,613 beds to prepare for the surge of coronavirus cases, California Gov. Gavin Newsom just announced. Today’s press conference was held at the Sleep Train Arena in Sacramento, an alternative care site where 400 beds will be provided for patients being discharged from the hospital with mild to moderate systems. Acute care will continue to be provided at hospitals, Governor Newsom said. The Sleep Train Arena, where the Sacramento Kings used to play, will start accepting patients as early as April 20. Alternative care sites have been set up in every major region in the state of California, Newsom said. 4,613 beds have been locked in and are “ready to go.” An additional 5,005 beds have also been identified. This is a part of Newsom’s first phase to secure 50,000 beds beyond the current capacity. More than 80,000 people have filled out an application for the California Health Corps. These workers will help staff the sites. While the state has the physical sites and the human personnel, more PPE is needed. We need more ventilators and N95 masks, Newsom said. Newsom also reminded residents to continue to practice social distancing. “Physical distancing is working,” he said. Newsom said he anticipates a peak in mid-May. ##Health## Arkansas public schools will remain closed for the rest fo the current school year due to the coronavirus pandemic, Gov. Asa Hutchinson said Monday. During a news conference in Little Rock, Hutchinson told reporters alternative methods of instruction will continue while schools remain closed.  The governor also sounded a positive tone on the measures to prevent the spread of the virus.  “What we're doing in Arkansas is having some beneficial impact, significant beneficial impact from our social distancing and restrictions on gatherings and so I want to encourage everyone in Arkansas during this critical week to continue to do your responsibility to follow the social distancing when you can't social distance wear a mask so that you can protect yourself and you can protect others. We want to continue to slow that spread,” Hutchinson said. ##Daily Life## British Prime Minister Boris Johnson is in intensive care at St Thomas’ Hospital, in London, 10 Downing Street said. \"Over the course of this afternoon, the condition of the Prime Minister has worsened and, on the advice of his medical team, he has been moved to the Intensive Care Unit at the hospital,\" a spokesperson said in a statement. Johnson was admitted to the London hospital last night with persistent symptoms of coronavirus, 10 days after first being diagnosed.  Watch more: Wisconsin Gov. Tony Evers just ordered a suspension of his state's primary election just one day before it was scheduled to take place. Evers issued an executive order delaying tomorrow's primary until June 9, unless he and the legislature approve of a different date. He said in the order that \"no Wisconsinite should ever have to choose between exercising their constitutional right to vote and being safe, secure, and healthy.\" Milwaukee Mayor Tom Barrett said he was proud of the governor and agrees that going forward with the election would put many people at risk. \"I can't ask people to go in-person vote if I think they're putting their lives on the line. I can't do that,\" Barrett told CNN's Anderson Cooper. The delay will be challenged: Some Republican state legislative leaders say they will ask the state Supreme Court to block the order. In a joint statement, state Assembly Speaker Robin Vos and Senate Majority Leader Scott Fitzgerald, both Republicans, said they were challenging Evers' executive order in the Wisconsin Supreme Court and that local clerks should \"stand ready to proceed with the election.\" If courts allow Evers to delay the primary, his move could avert the need for the Wisconsin National Guard to man polling places Tuesday as poll workers quit due to the coronavirus pandemic. Wisconsin had been the only one of 11 states with April primaries that was moving forward with in-person voting, after the other 10 either delayed their primaries or shifted to by-mail only voting. ##Daily Life## National grocery store chain Kroger says it will only allow 50% of each store's capacity in to shop at one time, according to a statement released by the company today. Starting tomorrow, stores will \"limit the number of customers to 50% of the international building code's calculated capacity.\" \"During this national pandemic, we are committed to adopting preventive measures to help protect the safety and health of our associates, customers and communities,\" said Mary Ellen Adcock, Kroger's senior vice president of operations, in the statement.  The statement said the chain has also started to test one-way aisles in some stores to see if it is an effective way to further help with physical distancing. The company operates 2,758 grocery retail stores across the country under a variety of brand names, according to its website. ##Daily Life## New Jersey has had 3,663 positive test results and 86 deaths in the last 24 hours, Gov. Phil Murphy said at a press conference today. Monday’s numbers bring the statewide total to 41,090 cases and 1,003 deaths.  Peloton is canceling all live classes days after confirming an employee tested positive for Covid-19.  Peloton informed members in an email Monday that it would pause production at both its London and New York studio locations through April 30. The fitness company previously had continued to offer virtual live classes despite New York closing all essential businesses. This decision was made following news last week that the company confirmed a studio employee in New York had tested positive for Covid-19. In lieu of live classes, Peloton will offer new, pre-recorded sessions as well as on-demand content. Peloton sells $2,000-plus indoor fitness bikes. Customers pay $39 a month in subscription fees to participate in live classes. The US Army has paused the arrival of new trainees to basic training, the Army’s top general who oversees training announced Monday. The Army has paused “shipment of trainees to basic combat training,” Gen. Paul Funk, the Commander of the Army’s Training and Doctrine Command said at a Pentagon news conference Monday. Funk said the pause would be conditions-based but that it will be re-evaluated after two weeks. He said this is not a pause for the soldiers currently in basic training. Scott Stringer, the New York City comptroller whose mother died from coronavirus, said he is angry at the federal government's response to the pandemic. \"Donald Trump has blood on his hands and my mom's blood on his hands and he sent us that hospital that's right here in the Manhattan harbor and no one will get on that hospital,\" Stringer said.  About the ship: The USNS Comfort hospital ship docked in New York City last week. The original plan was for the the ship to treat non-coronavirus patients to ease the strain on area hospitals seeing an influx of infected patients. But today, Gov. Andrew Cuomo said he believes the right move is for the ship to utilize its 1000-bed capacity to battle the coronavirus. Trump has said the ship could be used for coronavirus patients if needed. Stringer said his mother was a strong woman and the only way he was able to get closure was through an outpouring of texts and support from strangers. \"The government is supposed to protect our people and we're supposed to be able to protect our parents and grandparents the way they protected us and we're not able to do that,\" Stringer said. Watch his interview with Anderson Cooper here:  At least 81 passengers and crew aboard an Australian cruise ship off the coast of Uruguay, in South America, have tested positive for coronavirus, the cruise company announced on Monday. Australian company Aurora Expeditions, said two crew members and one passenger had been taken off the ship to a hospital in the city of Montevideo as “they are considered as a higher risk,\" the cruise ship owners said in a statement. Those patients were considered to be a higher risk.  More than 120 other passengers and staff were tested for Covid-19, with 81 passengers testing positive and 45 have been tested negative.  Another 90 test results are expected to be processed over the next 12 to 24 hours.  Georgia Governor Brian Kemp said the state's beaches are an important option for residents to \"maintain their physical and mental health.\" He issued the statement today to reiterate his stance on opening the state's beaches.  Kemp said state troopers and local law enforcement are working to make sure those visiting the beaches are abiding by the shelter-in-place order. Visitors are not allowed to bring chairs, umbrellas, coolers or other items that encourage group activity. “During these difficult times, it is vitally important for Georgians to have safe options to maintain their physical and mental health while also abiding by social distancing,\" Kemp said.  Kemp said most people followed the rules this weekend and patrols reminded people \"to follow social distancing or disperse.\"  He issued a shelter-in-place order on April 2, which supersedes all local orders placed previously.  Following the order, Georgia Department of Natural Resources signed an administrative order Friday on the use of beaches in Georgia. Georgia's Tybee Island Mayor, Shirley Sessions, announced in a written statement Saturday that she and the Tybee City Council will pursue legal avenues to overturn Kemp's \"reckless mandate\" to reopen beaches in the state. Children make up less than 2% of reported cases of Covid-19 in the United States for which age was known, according to a new report released today by the US Centers for Disease Control and Prevention. The research, published in the CDC’s Morbidity and Mortality Weekly Report, found 149,082 reported cases between Feb. 12 and April 2 where the patient's age was known, and 2,572 (or 1.7%) were among children younger than 18 years.  Infants younger than 1 year made up 15% of pediatric Covid-19 cases — or 0.27% of all reported Covid-19 cases with known age. Three deaths were reported among the pediatric cases included in the analysis. Children seemed to have fewer hospitalizations than adults, according to the report: 20% of children for whom hospitalization status was known were hospitalized compared to 33% of 18 to 64-year-old adults with known status.  “Whereas most Covid-19 cases in children are not severe, serious Covid-19 illness resulting in hospitalization still occurs in this age group,” the report said.   However, data were available for a small proportion of patients, said the researchers. For example, hospitalization status was available for 29% of cases in children younger than 18 years and 31% of cases in adults ages 18 to 64 years.   Some more key findings: Among 345 pediatric cases with information on underlying conditions, 80 (23%) had at least one underlying condition, such as chronic lung disease – which was most commonly reported – and cardiovascular disease. \nFor the 295 pediatric cases that had information on both hospitalization status and underlying medical conditions, 28 of 37 (77%) hospitalized children had one or more underlying medical condition – including all six admitted to an intensive care unit. Children who are less than 1 year made up 59 of the 147 (40%) pediatric hospitalizations and 5 of the 15 (33%) pediatric ICU admissions.\nChildren with Covid-19 might not have reported fever or cough as often as adults, the report also said. Among those with available information, 73% of pediatric patients had symptoms of fever, cough or shortness of breath, compared to 93% of adults ages 18 to 64 years during the same period. ##Health## The Navy says its prepared to shift course and treat Covid-19 patients aboard the USNS Comfort hospital ship that is docked in New York City. A Navy spokesperson told CNN today: “We continue working closely with state and local healthcare providers to determine the best way to support New York City, including constant review of procedures for improved admitting and caring for patients onboard. We have not been directed to take COVID-19 patients at this time. If we are directed to take COVID-19 positive patients, we are prepared to do so in ways that will limit risk to the crew and other patients onboard.” What's this about: Earlier today, New York Gov. Andrew Cuomo said at press conference that he plans to call President Trump today and ask him to authorize the Navy to treat Covid-19 patients aboard the Comfort.  The original plan was for the the ship to treat non-coronavirus patients to ease the strain on area hospitals seeing an influx of infected patients. Now, Cuomo said he believes the right move is for the ship to utilize its 1000-bed capacity to battle the coronavirus ##Health## The United States has at least 10,335 reported deaths from coronavirus, according to a tally by Johns Hopkins University. Johns Hopkins is reporting at least 347,003 coronavirus cases in the United States.  ##Health## In an interesting step, Speaker of the House Nancy Pelosi has told members in a letter that the House will take additional measures to limit the number of people on the House floor.  Specifically, Pelosi says that all House floor documents, like bills or resolutions, will now be submitted electronically.  “Beginning Tuesday, staff must electronically submit all Floor documents – including bills, resolutions, co-sponsors and extensions of remarks – to a dedicated and secure email system, rather than deliver these materials by hand to staff in the Speaker’s Lobby or Cloakrooms,\" she said in a letter to her colleagues. She added:  \"At this time, Members may still drop off materials in person. Electronic submissions will be accepted when the House is in pro forma session, as well as 15 minutes immediately before and after. This upcoming week’s pro forma sessions will be held Tuesday at 11:30 AM E.T. and Friday at 9:00 AM E.T.  Pro forma sessions for the remainder of the month are expected to follow a similar schedule.  Later today, the Clerk’s Office will send out detailed guidance on where and how to submit materials.” New York Gov. Andrew Cuomo says he wants local law enforcement to demonstrate “more aggressive” enforcement of social distancing. He said he is increasing the fine of violating state directives from $500 to $1,000. “It’s not about your life, you don’t have the right to risk someone else’s life,” the governor said.  He added that individuals “don’t have the right” to take the lives of health care staff and people who are “literally putting their lives on the line” and be “cavalier or reckless with them.” Watch the moment: ##Daily Life## New York Gov. Andrew Cuomo said that the rate of infection in the state is going down, which means that social distancing is working.  “In any event, plateau or not plateau, we have to extend the New York pause,” he said at a news conference today. “One of the reasons the rate of infection is going down is because social distancing is working. We have to continue the social distancing.” He said there is a “danger” in being “over-confident,” adding other places have made that mistake — “and we’re not going to make that mistake.” The number of deaths due to coronavirus in New York state has remained “effectively flat for two days,” he said. New York could be at the apex of coronavirus cases according to new projections shown at a press briefing. Jim Malatras, the president of SUNY Empire State College, said new models show a much lower projection. “This could suggest that we are indeed, potentially, at the apex or beginning to be at the apex at this moment,\" he said. Some of the initial models predicted that up to 110,000 beds would be needed for coronavirus patients alone, and another that suggested 55,000 beds were needed. Both of the early models showed the peak — or apex — occurring at the end of April. Malatras said a new, more optimistic projection can be attributed to social distancing. “We saw the folks looking at those types of model says it was going so what activities and actions could you take to aggressively lower that overall number,\" Malatras said. \"The answer really was, and what the governor’s been doing, was aggressively enforce and enact social distancing to lower the overall number and this number, and the current data suggests that is exactly what's happening.” Remember: Malatras said that while the new model is hopeful, New York Gov. Andrew Cuomo will continue to take it one day at a time. Watch more:   New York Gov. Andrew Cuomo extended the state's “pause act” – which closes schools and non-essential businesses — until April 29th. He said the situation is “turning” and the “rate of infection is going down” and that is because “social distancing is working.” “I know that’s a negative for many many reasons, I know what it does for the economy” but he said since day one he would not choose “between public health and economic activity.” ##Daily Life## New York Gov. Andrew Cuomo said he is going to ask the President to shift the USNS Comfort \"from non-Covid to Covid.\" The Navy ship was initially dispatched to New York to treat non-coronavirus patients. \"We don't need the comfort for non-Covid cases,\" the governor said. The Comfort is outfitted with 1,000 hospital beds and is currently docked in New York City. Cuomo said utilizing those beds for coronavirus patients would \"make a significant difference\" for the state. Cuomo said he is going to call Trump today to put in the request. New York Gov. Andrew Cuomo said that new hospitalizations, ICU admissions and daily intubations are all down for the state.  \"Those are all good signs,\" the governor said. He added that those numbers, \"would suggest a possible flattening of the curve.\" Here were the number of new hospitalizations in New York over the past three days that the governor reported today: Friday, April 3: 1,095\nSaturday, April 4: 574\nSunday, April 5: 358 See more: At least 130,689 people across New York have tested positive for coronavirus, Gov. Andrew Cuomo said. At least 16,837 people are currently hospitalized. Cuomo said there have been 4,758 deaths — that's up from 4,159 yesterday. \"Which is effectively flat for two days. While none of this is good news, the flattening, the possible flattening of the curve is better than the increases that we've seen,\" he added. ##Health## Former Federal Reserve Chair Janet Yellen believes that unemployment may go to depression levels “for a time.” In an interview with CNBC on Monday, Yellen called the initial jobless claims “absolutely shocking” and said the unemployment rate is likely at 12% or 13% and moving higher. “I think the toll is continuing to rise and how bad it gets, I think it really depends on how quickly people can get back to business,” Yellen said.  Yellen also said that the focus should be on testing and getting the pandemic under control. Here's what Yellen said when she was asked about US employment:  \"Well I think that unemployment rates for a time may go to depression levels, but this is very different from the Great Depression or the recession US economy that we experienced in 2009 and after. This is, we started with an economy that was in good shape, with a financial sector that was basically sound and this is a health crisis. It is having severe economic effects but if we are successful in supporting people’s incomes during this time that the government can be, I believe that we’ll be able to get back to a normally functioning economy in much shorter order that during the Great Depression, after the Great Depression or after the Great Recession.\" Italy’s top flight football league, Serie A, recommended that the annual pay of players and coaching staff be cut by as much as a third due to the Coronavirus emergency in the country.  Following an emergency General Assembly meeting via video conference on Monday, the League along with 19 clubs unanimously voted to propose “a reduction of 1/3 in total gross annual earnings\" if the season can't be resumed, the league said in a statement. They also recommenced \"a reduction of 1/6 in total gross annual earnings\" if \"the remaining matches of the 2019-20 season can be played in the coming months.\"  The statement went on to explain that each club would have to negotiate the cuts with its players and that such a proposal was “necessary to safeguard the future of the entire Italian football system.”  The 2019-20 Serie A season has been suspended indefinitely since March 9. “The assembly confirmed the desire to play again and finish the season, but without running risks and only when health conditions and government decisions allow,” added Serie A. Gov. Gavin Newsom today announced today that California would loan 500 state-owned ventilators to the Strategic National Stockpile inventory.  “We can’t turn our backs on Americans whose lives depend on having a ventilator now,” Newsom said in a press release. Some context: By all accounts, the coronavirus peak has not hit California yet, but the state is lending ventilators while continuing to prepare for the onslaught of patients. The famed Masters golf tournament has earmarked a November weekend to hold its 2020 championship.  The Masters was originally slated to tee off this week but was postponed due to the coronavirus pandemic.  Fred Ridley, the chair of Augusta National Golf Club, the home of the Masters, said in a statement, that the organizers had “identified November 9-15 as the intended dates to host the 2020 Masters.” The United States Golf Association has announced that the 120th US Open will now tee off in September rather than its original date in June. One of the four annual men’s golf majors, the US Open will still be played at Winged Foot Golf Club in Mamaroneck, New York. The new dates are September 17 through 20. The USGA also announced that the 2020 US Senior Women’s Open has been canceled. The organization said the men’s 2020 US Senior Open has been postponed to a later date this year. President Trump’s top economic adviser Larry Kudlow said Monday that loans under the program aimed at assisting small businesses impacted by coronavirus reached $38 billion, and he dismissed glitches that hindered the program’s rollout. In an interview with CNBC, Kudlow said, \"the glitches will get worked. It's a monumental undertaking.\" A number of banks said they would not take part in the program during its launch on Friday because the government had failed to provide enough information in advance. Trump over the weekend described the rollout as “flawless.” Kudlow says that the President “doesn't want the cure to be worse than the problem” and asserted that the coronavirus itself must be mitigated before any talk of reopening the economy can be considered.  “The health side has to come first,” Kudlow said. “The health side must continue to come first and the mitigation efforts, we believe, are working.\" He said that the government’s priority remains “phase three” of an assistance program. He also said that the Federal Reserve is likely going to continue rolling out various initiatives aimed at easing the economic crisis, including “a main street lending facility.” Kudlow added that he is interested in selling bonds \"in order to raise money for the war effort, in this case the pandemic effort.\"  \"Why not sell large bonds, why not go for it in a patriotic way, and an American safety way, and to bring the economy back whenever that can be possible,” he said. Michigan Gov. Gretchen Whitmer told reporters that the state is running dangerously low on personal protective equipment, also called PPE. “We are running dangerously low on PPE,” Gov. Whitmer said at a press conference Monday morning. “At Beaumont Hospital we have less than 3 days until N95 masks run out. At Henry Ford Health System we have less than 4 days. And at the Detroit Medical Center, less than 10 days,” she said. Gov. Whitmer said that there are less than three days left until face shields run out and less than 6 days until surgical gowns run out at all three of those health systems. She added that these data points do not include private donations that are going straight to hospitals. “We are doing everything that we can at the state level to secure more personal protection equipment. Today we will begin distributing 1.2 million surgical masks that the state has procured on the open market,” Whitmer said.  The Federal Emergency Management Agency has sent 400 ventilators, 1.1 million surgical masks, 232,000 face shields and 2 million gloves. “FEMA will be shipping 1 million more N95 masks to Wayne, Oakland and Macomb counties this week,” the governor said.  The state is working with the Army Corps of Engineers and the Michigan National Guard to get the TCF Convention Center in Detroit up and running to see patients by Friday. The governor added that Ford and the United Autoworkers have donated thousands of face shields to Michigan hospitals and the state issued the purchase of 1 million face shields from Ford to be delivered over the next 3 weeks.  “We’re making some progress, and that is a good thing, but we need more PPE to continue fighting this virus,” Whitmer said. The 149th edition of The Open Championship, one of the four men's annual golf majors, has been canceled due to the coronavirus pandemic, the Royal & Ancient, which plans and organizes the event, announced today.  It is the first time that golf’s original and oldest championship, first played in 1860, has been canceled since World War II. The event was scheduled for July 16 through 19 at Royal St George's Golf Club in Sandwich, England. “We care deeply about this historic Championship and have made this decision with a heavy heart,\" Royal & Ancient Chief Executive Martin Slumbers said in a statement. “We appreciate that this will be disappointing for a great many people around the world but this pandemic is severely affecting the UK and we have to act responsibly. It is the right thing to do.” “I can assure everyone that we have explored every option for playing The Open this year but it is not going to be possible,” he added. Slumbers confirmed that The 149th Open will now be played at the historic Sandwich links in July 2021, with the Old Course at St Andrews now hosting The 150th Open in July 2022. The championship is the first men's golf major of 2020 to be cancelled outright. In March, both The Masters and the PGA Championship were postponed with a new date for both events yet to be announced. The US Open, though, is still set to be played from June 18 through June 21 at Winged Foot in New York. There are at least 337,971 cases of coronavirus in the US and at least 9,654 people have died, according to Johns Hopkins University's tally of cases in the United States. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state or territory that is not reporting a death from coronavirus.  Find the latest Johns Hopkins University U.S. numbers here. ##Health## JPMorgan Chase CEO Jamie Dimon used his annual shareholder letter to detail just how bad he thinks the US economy can get from the coronavirus pandemic.  Dimon expects a \"bad recession,\" he wrote in the letter released Monday. In the most adverse scenario — which he said he hopes is unlikely — gross domestic product could plunge at a 35% annual rate in the second quarter and that a downturn would last through the rest of the year. The unemployment rate would spike as high as 14% in this environment.  But Dimon added that \"this scenario is quite severe and, we hope, unlikely.\" And even if the worst case situation bears out, JPMorgan Chase still plans to lend an additional $150 billion to its customers.  Still, he said there will be a \"major recession.\" \"Recognizing the extraordinary extension of new credit ... and knowing there will be a major recession mean that we are exposing ourselves to billions of dollars of additional credit losses as we help both consumer and business customers through these difficult times,\" Dimon said in the letter. Dimon stressed that the bank is in solid shape and has a \"fortress\" balance sheet. That is allowing JPMorgan Chase to step up lending to small businesses and consumers in this time of crisis. The bank is now accepting applications for the Small Business Administration's Paycheck Protection Program loans after a rocky start to the process Friday morning.  Dimon praised the Federal Reserve and other global central bankers — as well as lawmakers — for taking quick action to try to stimulate the economy with lower rates and fiscal support for those in need.  \"We applaud the speed with which the federal government and the Federal Reserve ... put together a stimulus package and other funding benefits to help individuals, businesses, and state and local entities across the United States and beyond,\" Dimon said. ##Business## Admiral Dr. Brett Giroir, assistant secretary for health at the US Department of Health and Human Services, said Monday that New York, New Jersey and Detroit will see peaks in hospitalizations and deaths due to coronavirus this week — and it will happen in other US cities in the weeks to come. In an interview on \"Today,\" Giroir said \"all our predictions, all our models, and we know from the data we see and health care workers we talk to is — for New York and New Jersey and Detroit, this week is going to be the peak week.\"   Giroir explained peak \"reflects infections that occurred two or three weeks ago, adding, \"we may be seeing the worst upon us right now in terms of outcomes.\"  Giroir said other parts of the US, such as New Orleans, will see a peak in hospitalizations and deaths in the coming weeks. \"We'll see some rolling peaks across the country as the next few weeks unfold,\" Giroir told NBC's Savannah Guthrie.  ##Health## CVS, in partnership with government agencies, is adding two drive-through coronavirus testing sites less than a week after CNN reported on the anemic progress of a program President Trump touted as part of his solution to expand testing.  The retailer announced it’s using a new rapid coronavirus test, which can provide results in less than 15 minutes and was approved by US Food and Drug Administration under an emergency authorization last week, according to a company press release.  Its two new locations — in Georgia and Rhode Island — will utilize licensed health care providers from its MinuteClinic, the company’s retail medical clinic, to oversee the testing, said the press release. The retailer made clear that the sites will not be located at CVS Pharmacy or MinuteClinic locations. Some background: Under fire for the lack of testing, the Trump administration on March 13 announced a public-private partnership between the government and major retailers including CVS, Target, Walmart and Walgreens. Vice President Mike Pence said the program \"laid the foundation\" to help meet the nation's testing needs by giving a \"little bit of their parking lot so that people can come by and do a drive-by test.\" But the administration’s celebrated announcement hasn't come close to being fulfilled. While these retailers have approximately 30,000 locations combined, the Department of Health and Human Services confirmed last week that only five locations from these major retailers were offering drive-thru testing — and none are open to the general public at the time. Instead, the sites were only testing healthcare workers and first responders. The one site CVS previously opened in Shrewsbury, Massachusetts was also testing senior citizens with symptoms.  After CNN’s story on March 31, Walmart announced a plan to open a drive-thru coronavirus testing site for first responders and healthcare workers in Arkansas — it’s third location in the U.S.  For its two new locations, CVS will not be using its parking lot. Instead it worked with local government officials to identify parking lots that are easily accessible and able to accommodate multiple lanes of cars at one time: one at a multi-level parking garage at the Georgia Institute of Technology. The other — in Rhode Island — will be located at Twin Rivers Casino.   Unlike previously opened testing drive throughs, the new CVS locations will be testing a broader population. People who meet US Centers for Disease Control and Prevention criteria, in addition to state residency and age guidelines, are eligible for testing. Patients will need to pre-register in advance online at CVS.com in order to schedule a same-day time slot for testing, said the release.  CNN’s Kaitlan Collins contributed to this report France is heading for the worst economic downturn since World War II, the country’s Minister of the Economy and Finance Bruno Le Maire says. In a Senate hearing today, he said the economy’s worst year since the war was during the 2009 financial crisis when it contracted by 2.9 percent. “We are likely to be well beyond -2.9% this year,” Le Maire said. He had previously warned that the economic shock from the coronavirus pandemic would be brutal. ##Business## US stocks rallied at Monday’s open following some encouraging data that showed a slowdown in coronavirus infections in multiple countries. Here's what happened at the opening: The Dow opened up 4.4%, or 900 points.\nThe S&P 500 kicked off nearly 4% higher.\nThe Nasdaq Composite opened up 3.8%.  This is a shortened week, as exchanges are closed for Good Friday. ##Business##  A US Navy official tells CNN that 173 crew members of the USS Theodore Roosevelt have now tested positive for coronavirus.  About 61% of the crew has been tested. Approximately 2,000 people have been evacuated from the ship and moved ashore.  Remember: The Navy said it wanted to move 2,700 ashore by Friday so they are still behind schedule. White House trade adviser Peter Navarro said he was qualified to engage and disagree with Dr. Anthony Fauci on the use of an anti-malarial drug as a coronavirus treatment — which is not yet proven as effective.  “My qualifications in terms of looking at the science is that I’m a social scientist,” he told CNN’s John Berman on “New Day.” “I have a Ph.D. And I understand how to read statistical studies, whether it’s in medicine, the law, economics or whatever,\" he added. CNN previously reported that a heated argument broke out in the Situation Room over the weekend, where Navarro feuded with other officials on the unproven efficacy of hydroxychloroquine in treating coronavirus, according to sources. While discussing the latest on the anti-malaria drug, an exasperated Navarro lashed out at Fauci, the nation’s top infectious disease expert, who has urged caution around the drug. Watch the moment: Admiral Dr. Brett Giroir, the assistant secretary for US Department of Health and Human Services, acknowledged that \"testing is tight\" for Covid-19. \"There's no question that testing is tight, but there are enough tests out there for people who need the test to get the test,\" Giroir said on the \"Today\" show this morning.  \"We are really going hospital to hospital to try to assure that the tests are available and I'm meeting with hospital associations from all the metroplex areas,\" Giroir added. He said there would be \"a million-plus\" tests this week. \"We are not going to have tens of millions of tests this week — but we will have a million-plus tests, plus all the thousands of hospitals who do their own tests. That should be efficient to take care of the load we're going to see this week.\" ##Health## Admiral Dr. Brett Giroir, the assistant secretary for health at the US Department of Health and Human Services, urged the country to continue social distancing efforts.   \"If we let our foot off the gas and start doing things that are ill-advised, we could have another peak in a few weeks,\" he said in an interview on the \"Today\" show.  Over the weekend by Dr. Deborah Birx, the White House coronavirus response coordinator,  urged Americans to stay home, saying \"This is the moment to not be going to the grocery store, not going to the pharmacy.\" Giroir said he agreed with Birx, and explained, \"That does not mean go without medication. If you need to go to the pharmacy to get your medications, if you need to get groceries, do it. But don't go every day ... Do it as infrequently as possible.\" \"Anything you can do to protect yourself, to avoid yourself from getting this virus and being in the hospital for a month or potentially facing death, I think it's advised to do that,\" Giroir told NBC's Savannah Guthrie.  ##Health## Miami is the cruising capital of the world, with millions of passengers traveling through the Port of Miami every year. The US Centers for Disease Control and Prevention announced new rules for cruise line passengers overnight, requiring people to travel by charter flight and private transportation. Upon arrival home, the traveler must isolate for 14 days. And South Florida could be the area of the country that is most impacted by the new CDC guidelines.  The USCG announced this weekend that 114 cruise ships with 93,000 crew members on board were off the coast of the United States. The overwhelming majority of them – up to 90 – are in the Miami USCG area of responsibility, per USCG.   Miami-Dade Mayor Carlos Gimenez, expressed concern in a press conference this weekend, saying that he is trying to talk to the cruise lines to get crew members home. “What we were trying to do with a cruise ships is a lot of them are out there with their crew and we're trying to tell the cruise industries, they need to start getting those healthy crew members, off the ships and just keep a very, very skeleton crew to operate the ship so that if anything does happen on any particular ship, the exposure to people is a heck of a lot less,” Gimenez said. ##Travel## Taoiseach Leo Varadkar, the Irish prime minister, reregistered as a medical practitioner last month to assist during the coronavirus crisis, a spokesperson for his office said on Monday. \"Dr Varadkar rejoined the Medical Register last month. He has offered his services to the HSE [Irish Health Service Executive] for one session a week in areas that are within his scope of practice,\" the Taoiseach spokesman said.  Varadkar worked as a doctor before leaving medicine to work in politics. He was removed from the medical register in 2013 and became prime minister in 2017.  \"Many of his family and friends are working in the health service. He wanted to help out even in a small way,\" the spokesman said. Admiral Dr. Brett Giroir, assistant secretary for US Department of Health and Human Services, touted efforts to ramp up testing during an interview on the “Today” show on Monday. Still, there continue to be reports in the United States of a shortage of Covid-19 testing kits at hospitals. \"We've done over 1.67 million tests to date and this week we're going to have at least a million tests done and that's not even counting the thousands of hospital laboratories that do their own tests. So tests have ramped up dramatically in the past couple of weeks,\" Giroir told NBC's Savannah Guthrie. \"This week we'll have at least 250,000 of the Abbott point-of-care tests out,\" Giroir said. \"So this is being remedied very quickly.\" Some context: In late March, the US Food and Drug Administration authorized that Abbott Laboratories coronavirus test for emergency use, which can provide results in less than 15 minutes, using the same technology that powers some rapid flu tests.  Giroir continued: \"Everyone who needs a test can get a test this week — if you're hospitalized, if you're a health care worker, if you're elderly and have symptoms — but we're not to the stage where tens of millions of people can get tests.\"  ##Health## British Prime Minister Boris Johnson had “a comfortable night” and remains under observation at a London hospital, a 10 Downing Street spokesperson said on Monday.  Johnson is suffering from “persistent” Covid-10 symptoms and was admitted to St Thomas’ hospital for tests on Sunday night as a “precaution.”  Johnson is in \"good spirits,\" according to the spokesperson, who declined questions about whether the prime minister receiving oxygen treatment. Romania will extend its state of emergency by 30 days more day, until mid-May, Romanian President Klaus Iohannis announced in a video statement Monday. “It’s necessary to keep the evolution of the epidemic under control,” his statement says, as confirmed by a press officer at the Presidential Administration in Bucharest, Romania. The current state of emergency runs out on April 15.  ##Daily Life## Poland is expecting coronavirus infections to peak in May or June and is preparing for a long fight, Polish Prime Minister Mateusz Morawiecki said in parliament on Monday.  Morawiecki said, \"We expect the peak number of cases is still ahead of us -- in May or June. We want to limit the number of cases before this happens, especially by flattening the curve,\" according to the prime minister's office on Twitter. We are preparing for a long fight with this epidemic,\" he added. Poland has 4,201 confirmed cases of coronavirus, including 98 deaths, according to Johns Hopkins University.  The number of new coronavirus infections is decreasing in “practically all” regions across Spain, Maria Jose Sierra, an official from the country’s center for health emergencies said at a briefing on Monday. “It is important that a few days pass to confirm this tendency, but the data allows us to observe that the growth rate of the coronavirus pandemic is decreasing in practically all [Spanish] communities,” Sierra said. Spain coronavirus outbreak slows down further: The coronavirus outbreak in Spain continues to slow down, with Health Ministry figures showing 637 have died from Covid-19 in the past 24 hours, bringing the total to 13,055 deaths. That represents a rise of 5.1% on Sunday’s numbers, the lowest daily rise, percentage-wise, since early March. Heath workers infected: Around 19,400 Spanish health workers, including doctors and nurses, have been infected with the novel coronavirus, Sierra added. That means health workers account for almost 15% of the total number of infections in Spain. ##Health## America's hospitals are dealing with “severe” and “widespread” shortages of needed medical supplies, hampering the ability to test and respond to coronavirus adequately and protect medical staff, according to a new report from a government inspector general. The findings by the inspector general for the Department of Health and Human Services describe a dire situation for front line doctors and medical stuff as cases mount in hospitals.  The assessment, the first internal government look at the response, were based on interviews from March 23-27 with administrators from more than 300 hospitals across 46 states, the District of Columbia, and Puerto Rico. US edging towards 10,000 deaths: The US surgeon general said this week is going to be the \"hardest and the saddest\" for \"most Americans' lives.\" The US has recorded more than 337,000 cases and over 9,600 deaths. ##Health## Police in Pakistan have arrested dozens of doctors and medical staff protesting a lack of personal protective equipment (PPE) in their fight against the Covid-19 pandemic.  The demonstrations took place in the city of Quetta in Pakistan’s southwestern province of Balochistan. Senior police official Razzaq Cheema confirmed the arrests to CNN.  In response, The Young Doctors Association (YDA) has announced an immediate boycott of all medical services in Balochistan.  The protest comes a day after 13 doctors in Quetta contracted the novel coronavirus. Covid-19 in Pakistan: According to the Ministry of Health, 3,277 cases of Covid-19 have been diagnosed in the country and 50 people have died. Former Libyan Prime Minister Mahmoud Jibril died on Sunday in Cairo, Egypt after contracting coronavirus, his National Forces Alliance (NFA) announced in a statement Sunday. He is the first major Arab politician to die of Covid-19. The UN Support Mission in Libya (UNSMIL) said Jibril died after a “battle with the coronavirus infection.” “Dr. Jibril was particularly dedicated to building civil society and promoting the inclusion of women and young Libyans in politics. Dr. Jibril was a friend and mentor to many and participated most recently in the UN-facilitated Political Dialogue Forum. He will be greatly missed,” Acting Special Representative of the Secretary-General and head of UNSMIL Stephanie Williams said in a statement Sunday. Here's some background: On March 27, the NFA announced that Jibril tested positive for Covid-19, adding that he was in “stable health on the course to recovery.” Jibril, 67, served as interim Prime Minister of the opposition government that led the country through the civil war until the first post-Gadhafi elections were held in 2012. There have been 2,274 new cases of coronavirus in the past 24 hours In Iran, bringing the total number of cases to 60,500, Health Ministry spokesman Kianush Jahanpoor announced on state TV Monday.  He also confirmed 136 more coronavirus-related deaths, bringing the total death toll to 3,739. Iran has the highest reported number of Covid-19 cases and deaths in the Middle East.  Jahanpoor added 24,237 patients so far have recovered and have been released from hospitals across the country. If you're just joining us now, here's what has happened since our last catch-up. US edges towards grim milestone: At least 9,648 people have died in the U.S. from coronavirus, according to Johns Hopkins University's tally of cases. The country has at least 337,646 cases of coronavirus.  The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. President Trump backs unproven treatments: President Donald Trump on Sunday again doubled down on an unproven therapy for the novel coronavirus: hydroxychloroquine. Without citing evidence, he said it's a \"great\" and \"powerful\" anti-malaria drug \"and there are signs that it works on this, some very strong signs.\" Japan will declare state of emergency: Japanese Prime Minister Shinzo Abe will declare a state of emergency on Tuesday, lasting for approximately one month. The news comes after 378 new cases and three more deaths in Japan were announced Sunday.  Spain coronavirus outbreak slows down further: The coronavirus outbreak in Spain continues to slow down, with Health Ministry figures showing 637 have died from Covid-19 in the past 24 hours, bringing the total to 13,055 deaths. That represents a rise of 5.1% on Sunday’s numbers, the lowest daily rise, percentage-wise, since early March. The novel coronavirus outbreak in Spain continues to slow down, with figures released by the Spanish Health Ministry showing 637 have died from Covid-19 in the past 24 hours, bringing the total to 13,055 deaths. That represents a rise of 5.1% on Sunday’s numbers, the lowest daily rise, percentage-wise, since early March. The Ministry’s data shows there are now 81,540 active cases, an increase of 1,279 from Saturday – the smallest daily rise since March 14. The rise in the number of new cases has been declining in percentage terms since March 24. Slowing rate of infection: While the number of active cases continues to rise, the rate of increase continues to slow. There was also a slowdown in the number of people admitted to intensive care units in the past 24 hours, with Spanish authorities counting only 70 new cases -- the lowest increase since March 16. Some 40,437 people have now recovered from the virus, the health ministry also reported. There are at least 337,646 cases of coronavirus in the U.S, according to Johns Hopkins University's tally of cases in the United States. At least 9,648 people have died in the U.S. from coronavirus.  The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. ##Health## ##Daily Life## Large numbers of people flocked to popular tourists sites and major cities across China over the country's holiday weekend, despite warnings from health authorities that the risk posed by the coronavirus pandemic remains far from over. Images from the Huangshan mountain park in Anhui province on Saturday April 4 showed thousands of people crammed together, many wearing face masks, eager to experience the great outdoors after months of travel restrictions and strict lockdown measures. Such was the rush to get into the popular tourist spot, that at 7.48 a.m., authorities took the unusual step of issuing a notice declaring that the park had reached its 20,000 person daily capacity, and would not be accepting any more visitors, according to state media Global Times. Restaurants and parks packed: Meanwhile in Shanghai, the famous Bund waterfront was packed with shoppers and tourists, after weeks of being near deserted. Many of the city's restaurants that were shuttered only days ago also appeared to be doing a brisk trade, with several requiring reservations. A similar story played out in the capital Beijing, with locals flocking to the city's parks and open spaces. Caution urged: The abrupt return to apparent normality comes more than three months after the virus was first detected in the Chinese city of Wuhan. The outbreak, which has since spread around the world infecting more than a million people, saw much of China brought to a near standstill in an effort to contain transmissions. At its peak, thousands of new cases were recorded in China every day. However, in recent weeks the rate of infection has slowed significantly. On Monday, China reported just 39 new cases, all but one of which were imported. To date, China has recorded 82,641 cases and 3,335 deaths. But while the government is slowly relaxing restrictions, Chinese health experts have urged the public to continue to practice caution. Read the full story: South Korea’s football captain, Son Heung-Min, will carry out mandatory military service with the Marine Corps in his homeland as football’s coronavirus shutdown continues, his agent has confirmed to CNN. The 27-year-old returned to South Korea on Saturday 28 March and is in the process of completing his 14 days in self-quarantine. “He will move to Jeju Island as soon as he has completed self-quarantine, and will receive three weeks of basic military training at the 9th Brigade of the Marine Corps beginning on 20th April,” said his agent.\n“Basic military training in the army is usually scheduled for four weeks, but the Navy (the Marine Corps) has been changed to three weeks from 2019,” he added. Military service: Under South Korean law, all able-bodied men between the ages of 18 and 35 are required to perform at least 21 months of military service. However, any South Korean athletes who win Olympic medals or Asian Games titles are exempt from military conscription. Son, who represents English Premier League side Tottenham Hotspur at club-level, earned his exemption in 2018 when he led South Korea to win the football gold medal at the Asian Games in Indonesia. Despite the exemption, athletes are still required by law to serve a mandatory four-week national service in the South Korean military – albeit with the Marine Corps being an exception of three-weeks. Premier League suspended: On Friday it was confirmed the England’s Premier League season had been indefinitely suspended amid the ongoing pandemic with the League announcing it would resume play “only when it is safe and appropriate to do so.” Spanish-bought ventilators and other medical equipment held in Ankara by Turkish authorities will take off for Spain on Monday, Spanish foreign minister Arancha González Laya said in an interview with Spanish network Antena 3.  The equipment is expected to be available for distribution among regional governments in Spain on Tuesday. The ventilators, produced by a company in Turkey, have been held by local authorities in Ankara since Friday.  On Friday, the foreign minister said the ventilators would not arrive on time because “the Turkish government understands that they are a priority for the treatment of its patients.”  However, Ankara said that the exporting company lacked the proper authorization because Turkey introduced strict controls on the export of medical equipment a month ago, as the novel coronavirus in the country started to worsen. The situation was resolved late on Saturday, with the Spanish foreign minister tweeting thanks to her Turkish counterpart for authorizing the export.  “We will always stand by our friend Spain,” Turkish foreign minister Mevlut Cavusoglu tweeted back. “We will overcome these difficult times together.” ##Health## Austria will gradually reopen shops after Easter, Austrian Chancellor Sebastian Kurz said on Monday. Smaller shops, DIY shops and garden shops will reopen as of April 14, Kurz said at a press conference.  All shops, shopping centers and hairdressers will open as of May 1, while restaurants and hotels will open in mid-May at the earliest, in a step-by-step system. No major events will be held until the end of June, Kurz said. There will be home-schooling until the middle of May, and decisions on schooling will be made towards the end of April.  Kurz added that social distancing and the wearing of masks must be adhered to where necessary. The situation in Austria: There have been more than 12,000 confirmed cases in Austria, according to figures from Johns Hopkins University. At least 200 people have died.  ##Daily Life## Spanish foreign minister Arancha Gonzalez Laya said governments are “fighting” over medical supplies to tackle the coronavirus pandemic. “People are fighting over the products to fight the coronavirus,” she said in an interview with Spanish broadcaster Antena 3, explaining that the country is looking for alternative producers as the main global supplier is not able to meet demand. \n“The Chinese market is very complicated because the demand is much greater than the supply,\" she said. The foreign minister said that Spain was prioritizing contracts with “exclusive” supplies but also incentivizing local companies to produce some of the equipment instead of buying it from abroad. “National production is a very important aspect and will allow us not only to tackle the coronavirus on national territory but also to help other countries that do not have that many resources,” she said. ##Business## Japanese Prime Minister Shinzo Abe will declare a state of emergency on Tuesday, lasting for approximately one month, he announced Monday.  Abe will hold a press conference on Tuesday to further explain the declaration.  A different tactic: Abe says Japan’s state of emergency will differ from Western countries, adding that \"basic economic activity\" will continue, giving examples including public transportation and supermarkets.  The Prime Minister’s advisory committee recommended that a state of emergency be declared for seven Japanese prefectures, including the Japanese capital of Tokyo and its second largest city Osaka. The full list of prefectures affected is: Tokyo, Kanagawa, Saitama, Chiba, Osaka, Hyogo and Fukuoka. Economic relief: Abe also announced details of a massive JPY ¥108 trillion (USD $989 billion) economic stimulus package. The size of the economic relief package — 20-percent of Japan’s GDP — is unprecedented. The stimulus includes JPY ¥6 trillion (USD $54 billion) in cash handouts for families who have lost significant income and small business owners. Also included, JPY ¥26 trillion (USD $238 billion) in extension of deadlines for tax and social welfare payments. Zero-interest loans will also be provided to private financial institutions, but Abe did not specify the amount. This post has been corrected to better reflect the details of Japan’s stimulus package. ##Daily Life## Former British Prime Minister Tony Blair says the economic damage caused by the UK’s social distancing rules and government-mandated shutdown of some businesses is “enormous” and could eventually affect the county’s ability to run its health-care system. “I am terrified by the economic damage we are doing every week this lockdown continues,” Blair told BBC radio on Monday.\n“If it goes on for a long period of time, then that economic damage doesn’t just affect the economy per se, it also affects your ability to operate your health-care system effectively.” Blair said the only real way to ease the restrictions is to dramatically increase the number of coronavirus tests being carried out. “If I was handling this situation now I think I would put a senior minister in charge of testing and nothing else,” he said, adding that the minister would need to be supported with business and technology experts to advise on how to increase testing rates to an industrial scale. “Unless you’re able to get mass testing -- at scale, with speed -- I don’t see how you get a way out of this lockdown.” ##Daily Life## ##Business## If you're just joining us now, here's what has happened since our last catch-up. Boris Johnson in hospital: The British prime minister was admitted to hospital yesterday for tests, but continues to lead the government, authorities said today. Johnson tested positive for coronavirus on March 27, and is still experiencing symptoms 10 days later, so went to the hospital as a \"precautionary step.\" Scottish scandal: Scotland’s chief medical officer resigned after being caught leaving her home without a proper excuse. Police issued her with a formal warning on Sunday for breaking Scotland’s strict measures aimed at limiting the spread of coronavirus. Irish leader steps in: Ireland's Taoiseach (prime minister) Leo Varadkar, a former doctor, has rejoined the medical register and will work one shift a week to help out, according to national broadcaster RTE. Spike in Japan: Japan's health ministry announced 378 new cases and three more deaths nationwide by the end of Sunday. A US military commander in Japan declared a public health emergency for military bases today, citing the rise in cases in nearby Tokyo. Controversial drug: India has imposed a blanket export ban on a malaria drug touted by President Donald Trump as possible therapy for coronavirus. This ban comes just as Trump called on Indian Prime Minister Narendra Modi to release more of the drug to the US. And finally, some good news: The Easter Bunny and Tooth Fairy are both essential workers, so they are exempt from movement restrictions, New Zealand Prime Minister Jacinda Ardern told children today. But they may be busy with their own families during this pandemic -- so if children aren't visited by the Bunny this year, they could organize their own social distancing version of an Easter egg hunt, she suggested. ##Health## ##Daily Life## President Donald Trump called Britain's Queen Elizabeth II \"a great and wonderful woman\" on Twitter, after the Queen recorded a rare televised address to the nation broadcast on Sunday. The Queen typically only speaks to the public during her annual Christmas message, or when there is a new parliament installed. The Queen's message: She urged unity and offered reassurance for the nation during her speech. \"Together we are tackling this disease, and I want to reassure you that if we remain united and resolute, then we will overcome it,\" the Queen said. \" I hope in the years to come everyone will be able to take pride in how they responded to this challenge.\" She thanked those who were staying at home and following social distancing rules, as well as frontline workers and medical staff. Contrast in the US: Trump's praise of the Queen comes as the US struggles with its own outbreak, and as the President faces sharp criticism for his handling of the crisis. He has sent mixed messages to the public over the past month, offering misleading information on testing, ventilator supply, and the pandemic's timeline. Trump has also contradicted medical and scientific experts on his own White House task force, and urged the economy to resume operations by Easter -- which is this coming weekend. \"We have to open this country up,\" he said last week --  even as doctors warn the nation will see a massive spike in cases if Americans return to crowded workplaces or events. ##Health## ##Daily Life## Colombian President Ivan Duque called for solidarity and support for more than a million Venezuelan migrants who have been hit hard by the impacts of coronavirus, during a Facebook Live session on Sunday. About 600 Venezuelan citizens crossed the Colombian border into Venezuela on Saturday, according to Migracion Colombia, Colombia’s Immigration Authority. They were received by officials from the Administrative Service of Identification, Migration and Immigration of Venezuela.  Colombia’s quarantine measures during the outbreak have left many Venezuelan citizens in the country without a source of income. Duque said Colombia will help the migrants despite the difficulties caused by the outbreak, \"especially those with the most vulnerable conditions, being able to receive food and some protection at this time.\"  He said the government would continue making progress in food aid and protection programs to help the nearly 1.7 million displaced Venezuelans. ##Daily Life## ##Travel## Switzerland reported 822 more cases of coronavirus on Sunday, bringing the national total to 21,100, according to the Swiss Federal Office for Health. At least 559 people have died from the virus.  The Swiss authority said that there are 246 cases per 100,000 inhabitants. “Switzerland now has one of the highest incidences (246/100,000) in Europe,” said a statement on the health authority's website.  ##Health## Dr. Randeep Guleria, director of the All India Institute of Medical Sciences in New Delhi says that the most important way to stop a coronavirus outbreak in India's slums will be to get community participation. \"In my mind the control of the disease is going to be through the community rather than through the hospitals,\" Guleria said, speaking to CNN on Monday. Efforts to stop the coronavirus from spreading in Mumbai's densely populated Dharavi slum are being ramped up after several cases and one death were confirmed there last week. Quarantining not possible in a slum: Guleria said it is impossible for people there to isolate themselves at home.  \"If you have a number of people living in one room, its not possible for them to have home quarantine or self-quarantine. So a facility that can put them up for two weeks so they don't spread the virus in their community is something that needs to be looked at,\" Guleria said.  Lockdown showing signs of helping: India is entering its second week of a 21-day nationwide lockdown, and Guleria recommended that more aggressive restrictions may be needed in hotspot areas. \"We could look at a graded lockdown in some areas -- where the infections are lower based on the data, the lockdown may be partially lifted. But in the hotspots where we have a large number of cases being picked up, I think we will need to look at a more aggressive lockdown so that community spread can be stopped in these areas,\" he said.  Can India cope? On whether the country has enough hospital resources to cope with a large outbreak, Guleria said that while resources \"are going to be strained,\" India has had a few weeks to prepare.  \"What advantage we have had is that we’ve had time over the past few weeks to start preparing. And a lot of work has gone in to prepare a lot of Covid hospitals facilities, whether it be PPEs, ventilators, or whether it be trying to train our doctors, to manage this. \n\"We need to see how we can flatten the curve because if we have these huge surge of cases that are happening in the US, it’s going to be a big problem as far as India is concerned,\" he said.  ##Health## ##Daily Life## UK Prime Minister Boris Johnson remains in charge of the British government from hospital, housing minister Robert Jenrick said on Monday.  Johnson was admitted to the hospital on Sunday night in what Downing Street said was a \"precautionary step\" after continuing to experience coronavirus symptoms 10 days after testing positive on March 27.  \"I know for him personally it will be very frustrating that he's had to go to the hospital to have these tests, and he'll want to be back in Number 10 leading from the front, which is his way,\" said Jenrick on the BBC's Today program. \"But he remains in charge of the government and he will be updated regularly in the hospital, as he has been while he was self-isolating.\" UK foreign minister Dominic Raab will chair the regular morning meetings for the government, Jenrick said.  He added that it \"wasn't an emergency admission.\" \"It was a planned admission, in order to have some routine tests. Those tests are underway and he'll stay in hospital as long as he needs to do that. But I've heard that he's doing well, and I very much look forward to him being back in Number 10 as soon as possible,\" Jenrick said. ##Health## Scotland’s Chief Medical Officer Dr. Catherine Calderwood has resigned after being caught leaving her home without a proper excuse during the coronavirus pandemic. Calderwood initially said in a news conference apologizing for her actions that she intended to stay in the role. But by late Sunday night, she had resigned “with a heavy heart.\" “The justifiable focus on my behaviour risks becoming a distraction from the hugely important job that government and the medical profession has to do in getting the country through this coronavirus pandemic,” she said in a statement.\n“Having worked so hard on the government's response, that is the last thing I want.” Calderwood was photographed by a Scottish newspaper near her second home, in a different part of the country from her Edinburgh address. Police issued her with a formal warning on Sunday for breaking Scotland’s strict measures aimed at limiting the spread of coronavirus. Scotland’s First Minister Nicola Sturgeon said Monday that she had hoped that Calderwood would be able to stay in the position, \"because at this point in dealing with the pandemic, continuity of advice from somebody who’s been immersed in this from the very outset was very important.\" “By last night, it became very clear to me that whatever the risk of that was … it was outweighed by the risk of our message being crowded out and undermined,\" Sturgeon said.   ##Health## ##Daily Life## Ireland's Taoiseach (prime minister) Leo Varadkar has rejoined the medical register and will work one shift a week to help out during the coronavirus pandemic, according to national broadcaster RTE. Varadkar worked as a doctor for seven years before becoming a politician. He left the medical profession in 2013.  RTE reported that he reregistered as a doctor in March and offered his services to the country’s Health Service Executive (HSE) for one session a week. Varadkar will carry out phone assessments to free up staff for frontline work, according to RTE.  ##Health## Home to around 1 million people, Dharavi in Mumbai is one of Asia's largest slums -- and a coronavirus outbreak there could become unmanageable.  But the slum may be the site of the first self-sufficient model in India for the identification, quarantine, and treatment of coronavirus, according to a senior municipality official. Since a 56-year-old man tested positive for Covid-19 on Wednesday and succumbed to the disease later that evening, four more coronavirus cases have been identified in Dharavi.  \"Even though the number of cases is low at this stage, everybody is anticipating a big outbreak in Dharavi. The municipal commissioner visited the area today to take stock of the situation,\" said Kiran Dighavkar, an official with Mumbai's Brihanmumbai Municipal Corporation (BMC).  The Rajiv Gandhi Sports Complex in the area has been converted into a 300-bed quarantine facility for high-risk patients, while efforts to fight the virus are being ramped up. Boosting the response in Dharavi:  On Sunday, the BMC acquired a 51-bed hospital, along with its entire medical staff, to exclusively quarantine asymptomatic coronavirus patients from Dharavi, Dighavkar said. \nA team of 274 health-care workers, who had worked on a polio vaccine drive, have been deployed in Dharavi to identify and test potential contacts. \nA pathology lab near Dharavi has offered to test samples from the slum and lab officials will receive training by BMC doctors on Monday. \nFifteen doctors from the Doctors Association of India have also come forward to set up a health camp to screen residents of Dharavi for the virus, Dighavkar said.  \"With everyone coming forward to offer their services, Dharavi can become a self-sufficient model for dealing with the coronavirus. However, all critical cases still go to Kasturba Hospital (the first hospital in Mumbai that began treating coronavirus patients),\" Dighavkar added.  ##Health## New Zealand Prime Minister Jacinda Ardern was asked a slightly more unusual question about the nationwide lockdown at a news conference today. \"We've had some correspondence from some younger viewers who are quite concerned about the Easter Bunny,\" asked a journalist at the conference. \"Have you considered any exemptions for the Easter Bunny? Because of course he would be breaking the bubble.\" The \"bubble\" refers to the idea that New Zealanders should stay within their own bubbles, composed of people in their household -- and not go out or enter neighbors' and friends' bubbles during the lockdown. \"You'll be pleased to know that we consider both the Tooth Fairy and the Easter Bunny to be essential workers,\" replied Ardern. \"But as you can imagine, at this time, of course they're going to be potentially quite busy at home with their family as well and their own bunnies. So I say to the children of New Zealand, if the Easter Bunny doesn't make it to your household, we have to understand that it's a bit difficult at the moment perhaps for the Bunny to get everywhere.\" Ardern suggested that if the Easter Bunny can't make it to children's homes this year, they could instead draw Easter eggs and tape them to the front windows of their homes, so neighborhood children can have their own social-distancing Easter egg hunt. New Zealand has been under lockdown since March 25. The country has reported 1,106 coronavirus cases, according to data from Johns Hopkins University. ##Daily Life## Japan's health ministry announced 378 new cases of coronavirus and three more deaths nationwide by the end of Sunday.       The total number of cases in the country has risen to 4,366, 712 of which were from the Diamond Princess cruise ship. Some 84 people have died from the disease in the country, 11 of whom were linked to the ship.  ##Health## India has placed a blanket ban on all exports of hydroxychloroquine, just as President Donald Trump called on Indian Prime Minister Narendra Modi to release more of the drug to the United States. In an official notification issued Saturday, India's Ministry of Commerce and Industry amended a previous order issued last month and effectively banned all export of the drug. It is unclear whether the export ban was made before or after Trump and Modi spoke in a telephone call on Saturday. “The export of Hydroxychloroquine and formulations made from Hydroxychloroquine, therefore, shall remain prohibited, without any exception,” stated the notification. Hydroxychloroquine is an anti-malaria drug that some institutions are researching for a possible Covid-19 treatment. Yet there is little reliable evidence that the drug is effective at treating the novel coronavirus.  President Trump, however, has doubled down on the unproven therapy, and at a briefing at the White House on Sunday said: \"They (India) make large amounts of hydroxychloroquine -- very large amounts frankly. And I said -- they had a hold because you know they have 1.5 billion people and they take a lot of it, and I said I would appreciate if they would release the amounts that we ordered and they are giving it serious consideration. But India makes a lot of it.”  In India, the eligible individuals for use of the drug are \"Asymptomatic healthcare workers involved in the care of suspected or confirmed cases of Covid-19 and asymptomatic household contacts of people testing positive for Covid-19.\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said there is no \"definitive information to be able to make any comment\" on whether the drug can be used to treat coronavirus. For more on hydroxychloroquine, read here: ##Health## ##Business## In mid-March, when we strolled Shanghai’s usually bustling West Bund park by the river, it was nearly deserted. The only people we saw were either the occasional local or expats walking their pets. You could sit on the grass and still keep a safe distance from your fellow visitors. But on Saturday, during the three-day Qingming public holiday, every inch of the park was packed. There was so little space on the grass that some groups were hovering, picnic blankets ready, to claim their space. With the lure of spring weather and a day off, crowds walked shoulder to shoulder, far closer than the recommended six feet (1.8 meters) of social distancing. Most people wore masks, but there were some who were daring enough to go barefaced. Walking through the area, we saw local families sharing a meal, groups of kids playing basketball and dogs weaving in and out of the crowds of people, chasing each other. On Nanjing Road, a popular shopping district which was deserted a month ago, customers flooded in and out of stores -- a happy sight for the Chinese government, which is desperate to get the country’s economy humming again. But for me, the crowds brought mixed emotions. While it is nice to see people happy and celebrating that the worst of the outbreak may be behind them, part of me does worry just how safe it is. Can the epidemic really be over already? Or are we witnessing the start of the next outbreak within the now-walled off country? How long can this freedom last? David Culver is CNN's international correspondent, based in Beijing. He discusses concerns over Beijing's transparency about the virus here: ##Daily Life## The US Centers for Disease Control and Prevention has released instructions and visual tutorials on how to make cloth face coverings from common household materials. The CDC recently released guidance recommending the use of cloth face coverings \"in public settings where other social distancing measures are difficult to maintain, especially in areas of significant community based transmission.\" Cloth face coverings, according to the CDC, can be homemade out of pieces of fabric, T-shirts, bandannas and coffee filters to slow down the spread of the virus, especially those that may be asymptomatic and capable of transmitting it to others despite experiencing no symptoms.  The CDC recommended any homemade cloth face coverings include multiple layers of fabric, be secured to the ears, and allow for breathing without restriction. The guidance recommends routinely cleaning coverings in a washing machine and that no child under the age of 2 should wear them. ##Daily Life## ##Health## The commander of the United States Forces Japan (USFJ) has announced a public health emergency for the Kanto Plains region due to rising coronavirus cases in nearby Tokyo, the army unit said in a statement Monday. The order, which will remain in effect through May 5, allows commanders the authority to enforce compliance of health protection measures on those who live and work on US installations. \"Protecting the health and safety of everyone associated with US Forces Japan is my number one priority,\" USFJ commander Lt. Gen. Kevin Schneider said, adding that the order will cover all Army, Navy, Air Force, and Marine installations and facilities in the area.\n\"I cannot underscore enough the importance of personal responsibility at a time like this. Stopping the spread of COVID-19 requires the entire team -- service members, civilians, families, and our Japanese partners,\" he added. An active duty member of the USFJ tested positive for the coronavirus a few weeks ago.  The move comes as the daily count of new coronavirus cases in Tokyo doubled in the past week, and there are concerns that the country isn't doing enough to halt the spread of the virus. Read more on that here: ##Health## If you're just joining us now, here's the latest on the coronavirus pandemic. Worry in India: India now has more than 4,000 cases, with health experts bracing for a potential \"onslaught\" of infections. Indian Railways, the oldest rail network in Asia, is converting as many as 20,000 old train carriages into isolation wards for patients. Spike in Singapore: Singapore saw 120 new cases of coronavirus in 24 hours this weekend -- its biggest daily jump so far. Slowdowns in Thailand and Korea: Thailand reported 51 new cases today -- a sharp drop from the 102 reported yesterday. And South Korea reported 47 new cases today -- the lowest number of new daily cases since mid-February. Australia takes action: Sydney is closing more beaches due to crowds defying social distancing rules. And police in New South Wales state have launched an investigation into the docking and disembarking of the Ruby Princess cruise ship, which created a major cluster of cases. In the UK: On Sunday, Prime Minister Boris Johnson was admitted to hospital for tests. He  tested positive for the coronavirus on March 27. Meanwhile, the Queen gave a rare televised address to the nation, offering reassurance and urging unity. Singer-songwriter Christopher Cross revealed on social media that he tested positive for coronavirus. Cross, known for his Grammy Award-winning hits \"Sailing\" and \"Arthur's Theme,\" said that he felt it was important to make people aware of how dangerous the virus is. Cross implored his followers to self-quarantine, wash their hands frequently and avoid touching their faces to help stop the virus' spread. \"For those of you who still do not believe the COVID-19 virus is real, or think it is a 'hoax' or part of some conspiracy, my advice to you is to understand right now that this is a deadly illness spreading like wildfire throughout the world,\" Cross said on Instagram. Read more here.  Thailand reported 51 new coronavirus cases on Monday, bringing the national total to 2,220, according to the country's Ministry of Public Health.  Three more deaths were reported, taking the national toll to 26.  The number of new cases reported on Monday is a sharp drop from the 102 infections reported on Sunday. Bangkok and its neighboring areas are reporting the highest number of infections, while the popular tourist destination Phuket has the second highest. ##Health## Manchester City Football Club is not planning to make use of the UK's Coronavirus Job Retention Scheme to furlough non-playing employees, the club confirmed to CNN Sports.  Manchester City is the first English Premier League club to express a commitment to avoiding furloughs -- enforced breaks from work without pay. “We can confirm, following a decision by the chairman and board last week, that Manchester City will not be utilizing the UK government’s Coronavirus Job Retention Scheme,” a spokesperson for the club said.\n“We remain determined to protect our people, their jobs and our business whilst at the same time doing what we can to support our wider community at this most challenging time for everybody.” Read more about what it means to be furloughed here: ##Daily Life## ##Health## ##Business## Australia's New South Wales police have launched an investigation into the circumstances surrounding the docking and disembarking of the Ruby Princess cruise ship, which created a major cluster of coronavirus cases, police said in a statement Sunday. The investigation will \"fully examine\" the communications and actions that allowed passengers to disembark from the cruise ship in Sydney on March 19, NSW Police Commissioner Mick Fuller said in a statement.  It is expected that the investigation will involve interviewing thousands of witnesses, including the ship's captain, doctors, crew members, and passengers, and officials from the federal and state government. “After reviewing the information at hand, the only way I can determine whether our national biosecurity laws or our state laws were broken is through a criminal investigation,\" Fuller said. Here's what the NSW Department of Health said last Friday: \"No cases of Covid-19 were identified\" at the time when the ship docked.\nThe vast majority of passengers did not report symptoms until after leaving the ship. \nAs of last Friday, at least 342 people are confirmed to have contracted Covid-19 from the ship, it added. Up to 200 of the 1,040 crew members onboard the ship have displayed coronavirus-like symptoms, while 16 have returned positive results for Covid-19, NSW Police said. Meanwhile, the Ruby Princess will continue to berth at Port Kembla for up to 10 days to allow for safer access for medical assessments, NSW police said Monday.  Health authorities will carry out \"medical assessments, treatment, or emergency extractions of her crew,\" according to a police statement. \"The berthing will be conducted under strict health and biosecurity guidelines and will not pose a risk to employees at the port or the broader community,\" the statement adds. \"She will also be refueling and restocking provisions, as required for her home journey.\" Crew members will not be allowed to disembark unless in an emergency and approved by the police commissioner. ##Travel## ##Health## ##Travel## India's Ministry of Health and Family Welfare announced on Monday that 4,067 people in total have tested positive for novel coronavirus. A total of 109 people have died as a result of contracting the virus, according to the ministry.  Last week, one of Asia's biggest slums, located in Mumbai, confirmed its first coronavirus death and top Indian doctors warned that the country must prepare to face an \"onslaught\" of cases. Read more on that here: ##Health## ##Daily Life## South Korea is extending its social distancing campaign for two more weeks until April 19, as the number of new coronavirus cases in the country fell to the lowest in over six weeks. On Monday, the country reported 47 new cases, the first time since February 18 that the number has dropped below 50, according to the South Korean Centers for Disease Control and Prevention (KCDC).  However, Kim Ganlip, the country's Vice Health Minister, said it would be “too soon to tell if the infection is on a declining trend from this number alone,” noting that there was also a decreased amount of testing over the weekend.  All religious facilities, indoor gyms, and recreational facilities like bars and karaoke rooms will be closed for two more weeks, South Korean Prime Minister Chung Sye-kyun announced Saturday.  The number of daily new infection cases would need to remain below 50 for the government to consider an end to the social distancing campaign, he said.  As of Monday, South Korea has reported 10,284 confirmed cases and 186 deaths from the coronavirus. ##Health## At least 337,620 cases of coronavirus have been reported in the United States, according to Johns Hopkins University's tally. Covid-19, the disease caused by the virus, has killed at least 9,643 people in the US. On Sunday, at least 25,544 new cases and at least 1,147 new deaths were reported in the US. Sunday’s total number of cases and deaths were lower than the numbers reported on Saturday, which were the country's highest to date at 34,123 new cases reported and 1,344 deaths.  Over the weekend: Friday: 1,169 new deaths were reported in the US.\nSaturday: 1,344\nSunday: 1,147 The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. CNN is keeping track of coronavirus cases across the US and an interactive map can be found here:   ##Health## Sydney is closing more of its beaches until after Easter as crowds defied social distancing rules and gathered to take in the sun and sea over the weekend. From Tuesday, five beaches will be closed until after the Easter long weekend, according to the Northern Beaches Council.  They include:  Dee Why Beach\nManly\nShelly Beach\nNorth Steyne\nQueenscliff The closures will be reviewed on April 14 ahead of any decision to reopen. New South Wales health authorities said Manly and Dee Why beaches have become hotspots for community transmissions of Covid-19. “If people continue to hang out and loiter, we will have no choice but to keep closing the beaches like we have been over the past few weeks,\" said Mayor Michael Regan. It comes about two weeks after authorities closed the city's iconic Bondi Beach after massive crowds gathered there.  On March 27, the Sydney district of Waverley Council reported more coronavirus cases than any district in Australia, Mayor Paula Masselos said in a statement. Waverley includes some of Sydney's famous beaches, including Bondi, Tamarama and Bronte.  ##Daily Life## ##Travel## The novel coronavirus pandemic continues to batter much of the world, with total global cases past 1.27 million. The US now has more than four times China's total cases, and is the worst-hit country. This is how the pandemic looks around the world: Chaos in the US: The US has more than 337,000 cases, with New York at the epicenter. Most of the country is under movement restrictions, with people ordered to stay at home except for essential reasons. Emergency personnel and medical staff have spoken of insufficient resources, war-like conditions, exhaustion and fear. In one New York hospital, six patients went into cardiac arrest and four died within 40 minutes.\nChina returns to normal life: The past few weeks have seen the rate of new daily cases drop dramatically in mainland China, according to government figures. Yesterday, China reported 39 new cases nationwide and just one death -- a striking contrast to the thousands of new cases reported each day during the peak in February. Restrictions are now lifting and people are returning to normal life; photos this weekend show hikers crammed onto a famous mountain.\nControversy in Japan: The daily count of new coronavirus cases in Japan has doubled in the past week. Many have criticized the government's handling of the crisis: the Prime Minister has repeatedly refused to declare a state of emergency or lock down Tokyo, and patients have had difficulty getting tested. To make things worse, people are reluctant to work from home, continue to gather outside, and are commuting during rush hours.\nSlowdown in parts of Europe: Spain, Italy, Germany, and France are the four countries with the highest number of cases after the US. But evidence suggests the worst may have passed for some of these places; yesterday Spain saw the lowest rise in deaths since early March. Meanwhile, the mood in the UK is grim, with Prime Minister Boris Johnson admitted to hospital and the Queen giving a rare national address.\nCases spike in Iran: Iran, which became the epicenter of the Middle East outbreak in March, is still seeing high numbers -- 2,483 new cases in 24 hours were reported yesterday. Despite this, the President said yesterday that foreign media \"exaggerate the issue,\" and that some restrictions will be lifted this week, allowing \"low-risk businesses\" to return to work. ##Health## Queen Elizabeth II offered reassurance to the British public and called for unity on Sunday in a rare televised speech. \"Together we are tackling this disease, and I want to reassure you that if we remain united and resolute, then we will overcome it,\" the Queen said. \" I hope in the years to come everyone will be able to take pride in how they responded to this challenge.\" The address comes as UK authorities warn people to stay at home, and as Prime Minister Boris Johnson was admitted to the hospital for tests, after days of coronavirus symptoms. Johnson tested positive for the virus on March 27. It's extremely rare for the Queen to address the nation like this: She typically only speaks to the country during an annual televised Christmas message and when a new parliament is installed.  She's only held these types of emergency national addresses a handful of times in history -- one time during World War Two, which she alluded to during her speech on Sunday. \"It reminds me of the very first broadcast I made, in 1940, helped by my sister. We, as children, spoke from here at Windsor to children who had been evacuated from their homes and sent away for their own safety,\" the Queen said, adding \"today, once again, many will feel a painful sense of separation from their loved ones.\"  The Queen, 93, concluded by again calling for unity saying, \"we will succeed.\" ##Daily Life## ##Health## Singapore has reported 120 new cases of coronavirus in 24 hours -- its biggest daily jump of reported infections since the coronavirus outbreak began -- the country's Ministry of Health said in a statement. The cases were reported from 12 p.m. Saturday to 12 p.m. Sunday, Singapore time. Of the new infections, 116 were identified as local cases with no recent travel history.  Fifty cases were linked to existing clusters, while contact tracing is ongoing for the remaining 66, the statement said. Dormitories locked down: On Sunday, Singapore said that it has locked down two foreign worker dormitories as the number of reported cases continued to rise, according to another notice posted by the Ministry of Health.  The dormitories, the S11 Dormitory @ Punggol and Westlite Toh Guan dormitory, have been declared isolation areas. Foreign workers are banned from moving between blocks or reporting to work for 14 days, but will continue to receive their salary during this period. The S11 Dormitory @ Punggol, has 13,000 resident workers, while Westlite Toh Guan has 6,800. ##Health## ##Daily Life## When Prime Minister Narendra Modi imposed a nationwide lockdown on March 25, Indian Railways took the unprecedented move of suspending passenger trains across the country until April 14. It was the first time in 167 years that Asia's oldest rail network had been suspended. Now the railway network has decided to convert as many as 20,000 old train carriages into isolation wards for patients as the virus spreads. The network, which is the world's fourth-largest rail operator and India's biggest employer, already operates 125 hospitals across the nation, so has the expertise to expand into mobile beds. While India's hospital system isn't overwhelmed yet, the repurposed trains could ease some of the pressure if the number of coronavirus patients begin to rise. For more on how India is turning train carriages into turn into hospitals, read here:   There was a heated disagreement in the Situation Room this weekend over the efficacy of the malaria drug hydroxychloroquine -- but multiple sources say it was mostly one-sided. President Donald Trump's top trade adviser Peter Navarro feuded with other officials inside the coronavirus task force over the unproven drug's treatment for the virus.  Medical experts have repeatedly explained to the President that there is a risk in touting the drug in case ultimately it doesn't work. But other aides and outside advisers have sided with Trump, including Navarro, who is still not a formal part of the task force but has wedged himself into the meetings. What happened: While discussing the latest on hydroxychloroquine this weekend, Navarro lashed out at Dr. Anthony Fauci, the nation's top infectious diseases expert and one of those advisers who has urged caution about the drug, a person familiar with the meeting told CNN.  Not data: Navarro had brought a stack of paperwork with him into the Situation Room on the drug, arguing it was proof that it could work to treat coronavirus, which Fauci disagreed with because it was not data.  Not a proven treatment: A source close to the task force said Fauci is not backing off of his belief that hydroxychloroquine is not a proven treatment for coronavirus. When CNN’s Jeremy Diamond asked Fauci to comment on the matter Sunday night, Trump stepped in and didn’t allow Fauci to answer. But a source said the doctor has already offered his opinion on the drug in other venues and would continue to do so. The argument highlights how deep the divide runs over the task force's response to the coronavirus outbreak: Another source told CNN that despite the disagreement in the Situation Room with Fauci and Navarro, Fauci continues to have a good relationship with Trump and Vice Presdient Mike Pence, though some staffers have shown irritation when his opinions differ.  Read more here: ##Health## ##Business## ##Daily Life## United Nations secretary-general Antonio Guterres said there has been a \"horrifying global surge in domestic violence\" and urged governments to make women’s safety a key part of their national coronavirus response plans. Lockdowns and quarantines are essential for stopping Covid-19 but they can trap women with abusive partners,\" Guterres said. \"In some countries the number of women calling support services has doubled. Meanwhile healthcare providers and police are overwhelmed and understaffed. Local support groups are paralyzed or short of funds. Some domestic violence shelters are closed; others are full.  Watch his address here:  Akila Radhakrishnan, president of the Global Justice Center, said the call \"recognizes how violence and crisis situations exacerbate existing inequalities in society and emphasize the need to center those most impacted in responses.\" \"However, to date, we have consistently seen that Covid-19 responses have inadequately taken women’s rights and human rights into account. And there’s been a lack of inclusivity in the groups responsible for crisis response and decision-making,\" she said. ##Health## ##Daily Life## New York City is the epicenter of the coronavirus outbreak in the United States, with emergency frontline workers saying they are facing \"battlefield conditions.\" “We’re now in a major triage mode. Battlefield conditions,\" said Michael Greco, Vice President of the FDNY EMS union. \"We're in wartime mode.\" The city now has a total of 64,955 cases and 2,472 deaths, according to the government site.  Hopeful signs: After a few weeks of social distancing and business shutdowns, the number of deaths has begun dropping \"for the first time,\" said Gov. Andrew Cuomo on Sunday -- but he cautioned that it's too early to tell whether this means New York has passed the peak. In the meantime, China is stepping in to help. The Chinese government has facilitated a donation of 1,000 ventilators that were scheduled to arrive at JFK Airport on Sunday, Cuomo said. \"This is a big deal and it's going to make a significant difference for us,\" he said. ##Health## There are at least 337,274 cases of coronavirus in the United States, according to Johns Hopkins University's tally. At least 9,633 people have died in the US from coronavirus.  As of Sunday, there have been at least 25,029 new cases and at least 1,137 new deaths reported in the US. Over the weekend: Friday: 1,169 new deaths reported in the US. \nSaturday: 1,344 \nSunday: 1,137  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. CNN is keeping track of coronavirus cases across the US and an interactive map can be found here: ##Health## Four more people have died at nursing homes in Wanaque, New Jersey, while two others died in the community, according to a Sunday letter from the borough’s mayor. In a letter posted online last week, Mayor Dan Mahler said there was a “major Covid-19 outbreak” at Lakeland Nursing Home in Haskell and eight people had died.  Many others, including staff members, were infected. In an updated letter on Sunday, Mahler said six more people in Wanaque have died from the disease: Four at local nursing homes.\nTwo from the community.\n82 residents of the borough have tested positive for Covid-19.\n“Many of those infected are patients or employees at the nursing homes,” Mahler wrote. Mahler stressed the importance of maintaining social distance at all times, especially with Easter and Passover coming soon.  One of the residents who died was a \"healthy person\" who had hugged and cried with a friend, after they visited and said her husband was in the final stages of terminal cancer. The friend was “a very healthy person who was home avoiding contact with the public,” Mahler wrote. “Less than a week later the friend became ill. The resident became ill a few days after that. Both tragically passed away this week from the Covid-19 virus.” ##Health## ##Daily Life## The total number of coronavirus cases worldwide has reached 1.27 million, according to data from Johns Hopkins University. The global death toll is 69,419, according to JHU. Here are the five countries with most cases, as of Sunday night ET: United States: 337,274 cases\nSpain: 131,646 cases\nItaly: 128,948 cases\nGermany: 100,123 cases\nFrance: 93,780 cases These figures do not represent active cases, but rather the total number of people infected since the beginning of the pandemic. A number of these patients have since recovered and been discharged from hospital. China, once the country with most cases, is now sixth on the list, with 82,602 cases. The past two weeks have seen a striking reversal of roles, with the US and Europe seeing explosive growth in cases while the number of new daily infections dropped dramatically in China, according to government-reported figures. Daily death tolls are now beginning to slow in Italy, Spain, and France, as the US continues to grapple with an exponential rise in cases. ##Health## China's National Health Commission reported 39 new cases of coronavirus across the country on Sunday.  Of those, 38 were imported cases. That raises the national case total to 81,708. Hubei province -- where the virus was first identified -- reported no cases for the second day in a row.  China reported one new death, bringing the national total to 3,331, according to the NHC.  Additionally, 78 new asymptomatic infections were reported. There are currently 1,047 asymptomatic cases under medical observation, of which 275 are imported. ##Health## The US Department of Homeland Security and Centers for Disease Control and Prevention are now restricting cruise ship passengers and crew arriving in the US from boarding domestic commercial flights. The restrictions will apply even to people not showing symptoms and also would require 14-day quarantines for cruise passengers and crew. CNN reported on the restrictions being finalized earlier Sunday. An administration official said these new protocols would likely be agreements between cruise ship companies and the government, requiring that they be followed in order for these ships to dock at specific ports. Exceptions: The official said that there could be a range of exceptions and specific circumstances that would divert from the new protocols, specifically as it relates to foreigners on the ships. Limit onward travel: These new restrictions will limit cruise passengers and crew to flying on charter aircraft or using private transportation. How many ships could be affected? The US Coast Guard said Saturday there are 114 cruise ships, carrying 93,000 crew members, either in or near US ports and waters. This includes 73 cruise ships, with 52,000 crew members, moored or anchored in US ports and anchorages. Another 41 cruise ships, with 41,000 crew members, are underway and still in vicinity of the United States. The cruise industry has an ongoing obligation for the care, safety and welfare of their seafarers. ##Travel## A third passenger from the Coral Princess cruise ship has died after being transported by a private ambulance to a hospital in Hialeah, Florida, according to a news release from the office of Miami-Dade County Mayor Carlos Gimenez. Chain of events: The Coral Princess departed Santiago, Chile, on March 5. \nPrincess Cruises announced operations were halting one week later.\nOn Saturday, Princess Cruises confirmed the ship arrived in Miami, Florida. \nThe cruise line said Saturday that disembarkation of guests is expected to take several days due to limited flight availability and passengers \"requiring shoreside medical care will be prioritized to disembark first.\"\nTwo passengers died on board the ship before it docked and six others were transported from the ship for treatment at local hospitals on Saturday, the release from Gimenez's office said.\nEight additional passengers were transported from the Coral Princess to local hospitals on Sunday, according to the release. Information on the condition of those patients is not known. The county is not able to clear passengers to leave the ship, the release said. Vessels are required to report to the Centers for Disease Control and Prevention, Customs and Border Protection and the US Coast Guard, to have their passengers offloaded, the release said. Passengers and crew who have received medical screenings and clearance for travel are driven on charter buses to an isolated area of Miami International Airport and go directly to board charter flights coordinated by the cruise line, the release said. Gimenez sent additional medical staff to assist the Coral Princess Sunday, the release said. The county also replaced the ship's oxygen cylinders with full ones after learning the supply on board was critically low, the release said. ##Travel## Hydroxychloroquine will be used in a trial of 3,000 patients at Henry Ford Hospital in Detroit, Michigan, and the results will be tracked in a formal study, Vice President Mike Pence announced Sunday. Pence added that they are \"more than prepared\" to make hydroxychloroquine available to doctor's offices and pharmacies in the Detroit area \"as they deem appropriate.\" Rear Adm. John Polowczyk of the Supply Chain Logistics Task Force said that the government is working to put out millions of doses of hydroxychloroquine into areas with increasing number of coronavirus cases. President Donald Trump has frequently claimed the drug has high efficacy against Covid-19 despite no evidence the drug is effective and safe for preventing or treating the coronavirus. However, there is no \"definitive information to be able to make any comment\" on whether the drug can be used to treat coronavirus, said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, at the White House briefing on Saturday. There are currently no products approved by the US Food and Drug Administration to prevent Covid-19. ##Health## ##Daily Life## ##Business## Italy has recorded its lowest death rate in a 24-hour period with 525 deaths, the Italian Civil Protection Ministry said Sunday. A total of 15,877 people have died of Covid-19 in Italy.  There was a small decrease in patients in critical condition with hospital intensive care units reporting 17 fewer patients. A total of 2,972 new cases have been diagnosed, another decline, bringing the total active cases to 91,246.  A total of 21,815 people have recovered from the coronavirus, an increase of 819. There are now almost 130,000 coronavirus cases in Italy. Italy has been in a lockdown for almost four weeks now. ##Health## President Donald Trump claimed Sunday that 1.6 million people in the United States have been tested for coronavirus and been given results. \"That's far more than any country’s been able to do,\" Trump said. He also said that Abbott Laboratories will produce 1,200 of its new 15-minute coronavirus test weekly. Abbott's test was approved by the Food and Drug Administration on March 27. ##Health## ##Daily Life## ##Business## British Prime Minister Boris Johnson is expected to stay in the hospital overnight, a Downing Street source told CNN on Sunday. Johnson was admitted to the hospital on Sunday night in what Downing Street said in a statement was a \"precautionary step\" given that the \"Prime Minister continues to have persistent symptoms of coronavirus ten days after testing positive for the virus.\" Johnson was diagnosed with coronavirus on March 27. President Donald Trump wished Johnson well during a Sunday night press briefing. \"I want to express our nation’s well wishes to Prime Minister Boris Johnson as he wages his own personal fight with the virus,\" Trump said. \"All Americans are praying for him. He’s a friend of mine, he’s a great gentleman and a great leader.\"\n\"I’m hopeful and sure that he’s going to be fine,\" Trump said.  ##Health## There are at least 337,072 cases of coronavirus in the United States, according to Johns Hopkins University's tally of cases. At least 9,619 people have died in the US from coronavirus.  CNN is keeping track of coronavirus cases across the US and an interactive map can be found here. ##Health##"], "Language": false}