{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/sport/nick-heath-sports-life-commentary-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Patrick Snell and George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-06T13:35:04Z"], "LastModifiedDate": ["2020-04-06T13:44:11Z"], "Headline": ["With play suspended, sports broadcaster turns to life commentary"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Mothers pushing prams, a spaniel chasing a ball, and pedestrians crossing a busy street are proving all the inspiration a British sports commentator needs to keep his vocal chords busy with sport called off amid the coronavirus pandemic. Nick Heath's take on everyday scenes from the South London district of Tooting have proved a hit on the rugby commentator's social media accounts, garnering thousands of views and earning him scores of new followers as he provides 'life\" commentary during the sporting shutdown in the UK. \"The reaction's been incredible, people seem to be wanting a moment of levity during these pretty unprecedented times,\" Heath recently told CNN Sport's Patrick Snell.  READ: Tennis star Raonic hopes new schedule doesn't cause uptick in injuries \"I've had hundreds, if not probably thousands of messages from people who are finding this time pretty difficult, whether they're frontline key workers, health workers, people anxious about loved ones, and they're just enjoying having a belly laugh about something very, very silly.\" Heath had been covering the Women's Six Nations, which saw the tournament's final fixtures in February and March postponed due to the virus. \"The spaniel clip that I put out, I've been contacted by the lady who was in that clip,\" said Heath, who adds that he's been touched by the overwhelming response to the life commentary videos. \"She said she had what she thinks was the Covid-19 coronavirus, she'd been feeling rough for a few weeks and that was her first walk outside in that time with her dog and I happened to catch it and have a bit of fun with it and she said she loved it and it was the first time that she'd laughed in a good couple of weeks.\" READ: Experts warn lockdown could come at 'psychological cost' Although work may have dried up for Heath with sport suspended across the UK, he says he has received financial contributions from members of the public who have enjoyed his commentaries. \"I've seen my livelihood disappear before me ... I said if you can spare the price of a beer or the price of a coffee then that would mean an awful lot,\" he added. \"And a number of people have. While I was wondering where the income stream would be coming from, I have managed to get a few quid in and it might just help go towards the mortgage payments for a month or two.\" Heath isn't the only broadcaster to produce life commentary clips with the sporting calendar wiped out. Rob  Walker has created a series of clips called Lockdown Live, while a video posted by commentator Andrew Cotter of his dogs racing to finish their food has had close to nine million views on Twitter at the time of writing."], "Language": false}