{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/asia/us-china-relations-nationalism-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Nectar Gan, CNN"], "Writers": [["Nectar Gan"]], "FirstPublishDate": ["2020-05-09T03:07:14Z"], "LastModifiedDate": ["2020-05-09T12:48:29Z"], "Headline": ["Coronavirus has created a rift between the US and China that may take a generation to heal"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["The novel coronavirus has destroyed lives and livelihoods in both the United States and China. But instead of bonding the two nations together to fight the pandemic, it has sent their already strained relations on a rapid downward spiral -- and fanned the flames of a potentially dangerous strain of nationalism. China has been criticized at home and abroad over its handling of the virus, especially during the initial outbreak. Pushing back such criticism with increasingly fierce rhetoric, Beijing says it is merely \"responding\" to false accusations, particularly from the US.   In March, as the pandemic raged across the globe, Chinese Foreign Ministry spokesman Zhao Lijian publicly promoted an unfounded conspiracy theory that the virus might have been brought to China by the US military. A few days later, US President Donald Trump called the coronavirus the \"Chinese virus,\" pinning the blame on China as the outbreak began to take hold in major American cities. Trump dropped the term a week later -- but the finger pointing did not stop there. In recent weeks, the Trump administration has repeatedly lashed out at China over its handling of the outbreak, questioning its death toll and criticizing its early response to the virus. Last week, Trump and Secretary of State Mike Pompeo claimed -- without providing evidence -- that the virus originated from a Chinese lab. Beijing pushed back in response, dubbing the claim a reelection tactic aimed at boosting Trump's standing among Republican voters -- while China's government-controlled media attacked Pompeo with unusually vicious language, calling him \"evil,\" \"insane\" and an \"enemy of mankind.\" But the acrimony goes deeper than a mere war of words. The Trump administration is reportedly drawing up plans to punish China for the pandemic -- retaliation options include sanctions, canceling US debt obligations and drawing up new trade policies. Trump and several administration officials are also enlisting foreign allies to join the pressure campaign against China. \"Lowest point\" in decades The dramatic deterioration of relations comes on the heels of a two-year trade war between the world's two largest economies -- a trade war that had already pushed tensions to new heights and spurred talk of decoupling.   Yet while Trump's approach to China is not necessarily new, the situation he now faces is \"much more dramatic and dangerous,\" said David Zweig, professor emeritus at the Hong Kong University of Science and Technology and director of Transnational China Consulting Limited. \"The stakes are much higher,\" Zweig said. \"In 2016, it was people's jobs. In 2020, it's people's lives.\"  First detected in the central Chinese city of Wuhan last December, the coronavirus has since spread far beyond the country's borders, infecting 3.9 million people and killing at least 276,000 across the globe. The US reported its first coronavirus case in January -- a man who had returned to Washington state from Wuhan days prior. Initially, the situation seemed under control, with one death and 22 cases reported throughout the country by the end of February. But the number of new infections exploded in March, and the US now accounts for more than a quarter of reported deaths worldwide. The Chinese government has been casting doubt on the origins of the pandemic, claiming the earliest cases may not have occurred in Wuhan.  Shi Yinhong, an adviser to the Chinese government and international relations professor at China's Renmin University, said US-China relations have now \"reached the lowest point since 1972,\" when former US President Richard Nixon made his historic visit to Beijing to normalize bilateral relations with China, which for years had been diplomatically isolated from the West. Shi's assessment is especially grim when taking into consideration the number of major crises the two countries have faced in the intervening decades: China's deadly Tiananmen Square crackdown in 1989, the American bombing of the Chinese embassy in Belgrade in 1999, the mid-air collision of a US spy plane and a Chinese fighter jet near Hainan Island in 2001, and the 2008 financial crisis. \"Since the start of 2018, China-US relations have already entered a state of comprehensive competition and rivalry. Since the pandemic, however, the relations have suffered a major blow,\" Shi said.  The rivalry and antagonism between the two countries has now extended to trade, technology, geopolitics and political ideology, and signs of decoupling are also expanding under the pandemic as lockdown measures disrupt flights, international travel and global supply chains, Shi said. Rising nationalism As bilateral ties plummet during the pandemic, US public opinion on China has also hit a new low. A recent Pew poll found that 66% of Americans held an unfavorable view of China, the highest percentage recorded since the annual survey began in 2005. Only about a quarter in the US report a favorable attitude towards China. Similarly, in China, nationalism and anti-foreign sentiment is running high. Backed by state media and officials, there is also a growing sense of bitterness that Chinese people, especially the people of Wuhan, have made huge sacrifices to contain the virus and suffered great loss, yet their country is still being criticized for not doing enough -- and taking the blame for other governments' inadequate response in handling the pandemic. \"It's very clear when there's external hostility towards China, the people do tend to become more nationalistic. And the (Chinese Communist) Party plays on that,\" Zweig said. \"People feel the Chinese ethnicity is under attack. They get very defensive. And it makes it very hard for more rational voices to speak out.\" Economic growth and nationalism have for decades been the two wellsprings of the Chinese Communist Party's political legitimacy. The country's economy has taken a huge hit from the coronavirus outbreak, contracting 6.8% in the first quarter this year -- the worst plunge since quarterly records began in 1992. And with economic growth more difficult to sustain than ever, the party is likely to turn even more to nationalism to cement its hold on power.  As the number of new infections dropped in China and surged abroad, state media has touted China's success in defeating the virus while highlighting the failures of other governments to contain its spread -- particularly the United States. On April 30, China's state-run news agency Xinhua posted an animated video featuring Lego-like figures that mocked the US response to the pandemic. It has been viewed 2 million times on Twitter. \"Despite some mistakes in the early days in Wuhan, the Chinese people are highly satisfied with the overall actions. The incompetence of US (government) is like a mirror, reflecting the reliability of Chinese (government),\" said Hu Xijin, editor-in-chief of the nationalist state-run Global Times tabloid, in a Tweet on Thursday. In a commentary late last month, state broadcaster CCTV hailed China's political system as its \"biggest advantage\" in overcoming the outbreak. \"The firm leadership of the Chinese Communist Party is the most important reason for China to defeat the epidemic,\" it said. Last week, Chinese President Xi Jinping delivered a speech to the country's youth marking the 101st anniversary of the May Four Movement, a student-led political movement sparked by angry protests towards the government's failure to stop foreign aggression and defend China's interests. It later grew into broader calls for modernity, democracy and science. In his speech, Xi praised young people for their part in the fight against the coronavirus outbreak, and urged them to \"work hard for the realization of the Chinese dream for national rejuvenation,\" state broadcaster CCTV reported.  Under Xi's vision of the \"Chinese dream\" and push for \"national rejuvenation,\" Beijing has grown increasingly more assertive in its foreign policy, eager to project its influence in the world and staunchly defend its \"core\" national interests, including disputed territorial claims. That approach has already drawn criticism at home and abroad for alienating the US and other members of the international community. International backlash Under the pandemic, Beijing is finding itself in the midst of a growing global backlash that extends well beyond the US.  Outside China, criticism is growing over its handling of the outbreak and pressure is mounting for an independent international inquiry to look into its origins. There are also calls for economic compensation from China for the damage caused. In Europe, China has been accused of spreading misinformation. And in Africa, Beijing faced a diplomatic crisis after reports of alleged coronavirus-related discrimination against African nationals in China sparked anger across the continent. Shi, the Chinese government adviser, said some Western powers have aligned with the US in blaming China for allegedly mishandling the outbreak -- and that is a serious foreign relations issue for Beijing. \"From China's point of view, this is closely related to the prestige of the Chinese regime and potential stability,\" he said. As well as via state media, China has tried to defend its image through diplomatic envoys. Known as \"wolf warrior\" diplomacy, it references a popular Chinese action movie series in which the country's military enacts daring operations around the world. However the increasingly combative tone of some Chinese diplomats has itself fueled tensions and sparked criticism.  China has also sent masks, test kits and other supplies and medical experts to countries hit hard by the pandemic -- and even then, critics have questioned the motives of Beijing's so-called \"mask diplomacy.\" \"Even if after the pandemic has passed, these problems will remain. They might be less emotionally charged by then, but they'll be there all the same,\" said Shi.  \"The memory (of the pandemic and its devastation) is so deep that I'm afraid (the scars) will remain in the hearts of a whole generation.\""], "Language": false}