{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/football/liverpool-furlough-carragher-collymore/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul Gittings, CNN"], "Writers": [["Paul Gittings"]], "FirstPublishDate": ["2020-04-05T12:41:10Z"], "LastModifiedDate": ["2020-04-05T14:01:38Z"], "Headline": ["Liverpool legends slate club owners for using government aid to pay staff"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Liverpool's wealthy owners have come under fire from former star players for their decision to furlough some non-playing staff during the coronavirus pandemic. It is reported that some 200 staff are affected and they will receive 80 percent of their salary through a financial rescue scheme introduced by the British government, with Liverpool topping up the remainder. The runaway English Premier League (EPL) leader is following Tottenham Hotspur, Newcastle, Bournemouth and Norwich in turning to the bailout scheme, but reigning champion Manchester City said Sunday that it would not be using taxpayer money. \"The club has confirmed those staff will be paid 100 per cent of their salaries to ensure no member of staff is financially disadvantaged. Last month the club also confirmed that it would pay its matchday and non-matchday staff while the Premier League is suspended,\" read a statement on the Liverpool website. \"Even prior to the decision on staff furloughing, there was a collective commitment at senior levels of the club -- on and off the pitch -- with everyone working towards a solution that secures jobs for employees of the club during this unprecedented crisis.  \"There is ongoing active engagement about the topic of salary deductions during the period matches are not being played to schedule. These discussions are complex and as a result the process is ongoing.\" But the decision did not impress former club vice-captain and stalwart Jamie Carragher, who took to social media to air his views. \"Jurgen Klopp showed compassion for all at the start of this pandemic, senior players heavily involved in @premierleague players taking wage cuts. Then all that respect & goodwill is lost, poor this @LFC,\" he tweeted. Liverpool, which is owned by the US-based Fenway Sports Group, posted pre-tax profits of £42 million ($50.4m) on increased turnover earlier this year after winning the lucrative European Champions League last season. Former striker Stan Collymore said the owners should be making a contribution rather than relying on a government scheme. \"Fellow football fans, furlough is for small business staff to keep those small businesses from going bump! \"Every Premier League owner has serious cash, and make money from skyrocketing values of clubs, so what aren't you getting about YOUR owners dipping into THEIR pocket?\" he tweeted. Collymore was backed by former Liverpool midfielder and German international Dietmar Hamann who later tweeted: \"Astonished by the news that @lfc takes advantage of the furlough scheme to claim 80 % of non playing staffs wages back of the government. That's not what the scheme was designed for.\" \"Contrary to the morals and values of the club i got to know.\" Manchester City 'no' to taxpayer funding Manchester City, who pipped Liverpool to the title last season, released a statement to back up its stance. \"We can confirm, following a decision by the chairman and board last week, that Manchester City will not be utilizing the UK government's coronavirus job retention scheme.  \"We remain determined to protect our people, their jobs and our business whilst at the same time doing what we can to support our wider community at this challenging time for everybody,\" it read. Fenway Sports Group, which also owns the Boston Red Sox baseball team, took control at Anfield in 2010 with co-owners John W Henry and chairman Tom Werner overseeing a period of ever increasing success, culminating in the Champions League triumph in 2019 and a barnstorming start to the current English Premier League season, leading Manchester City by 25 points when it was halted a fortnight ago."], "Language": false}