{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-04-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jessie Yeung, Brett McKeehan, Amy Woodyatt, Fernando Alfonso III and Amir Vera, CNN"], "Writers": [["Jessie Yeung", "Brett McKeehan", "Amy Woodyatt", "Fernando Alfonso III", "Amir Vera"]], "FirstPublishDate": ["2020-04-04T00:36:39.380Z"], "LastModifiedDate": ["2020-04-05T10:32:44.268Z"], "Headline": ["April 4 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Dr. Deborah Birx emphasized Saturday that the next two weeks will be crucial for the effort to flatten the curve of coronavirus cases. \"This is a very important -- the next two weeks are extraordinarily important, and that's why I think you've heard from Dr. (Anthony) Fauci, from myself, from the President and the Vice President that this is the moment to do everything that you can on the presidential guidelines,\" Birx said. \"This is the moment to not be going to the grocery store, not going to the pharmacy, but doing everything you can to keep your family and your friends safe, and that means everybody doing the 6 feet distancing, washing your hands.\"  Birx made her comments at the daily coronavirus task briefing at the White House. ##Daily Life## New York Police Department Auxiliary Police Lt. Pierre Moise died on March 28 from complications due to coronavirus, according to a daily coronavirus report from the NYPD. Moise was assigned to the 71st Precinct in Brooklyn and became an NYPD Auxiliary Police Officer on August 21, 1994, the NYPD report said. He is the 10th NYPD death from a suspected case of coronavirus. On Friday, 6,698 uniformed members of the NYPD were out sick, which accounts for 18.5% of the department’s uniformed workforce, according to the daily NYPD coronavirus report. Currently, 1,775 uniformed members and 260 civilian members have tested positive for Covid-19, the report says.  A total of 1,224 coronavirus deaths have been reported in the US on Saturday. This is the most deaths reported in one day thus far. There are now a total of 8,376 deaths nationwide. Friday, April 3, was the previous day with the most deaths added when 1,094 deaths were reported. CNN's case counts and deaths are based on data supplied by Johns Hopkins University. ##Health## Houston Astros pitcher Justin Verlander and wife Kate Upton announced on Instagram that they will be donating Verlander's weekly MLB paychecks to coronavirus charities. \"@kateupton and I have decided to donate those funds to a different organization each week so that we can support their efforts and highlight the great work they’re doing during the COVID-19 crisis,\" Verlander's post read.  There are at least 305,820 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases in the United States. At least 8,291 people have died in the US from coronavirus.  On Saturday, at least 27,867 new cases were reported, and at least 1,139 new deaths in the US have been reported, according to a tally by Johns Hopkins.  Track the coronavirus outbreak in the US with CNN's map. ##Health## President Donald Trump continued to claim hydroxychloroquine has high efficacy against Covid-19, stating lupus patients – who are commonly treated with hydroxychloroquine – are less likely to contract the virus on Saturday at a White House press briefing. \"[Hydroxychloroquine has] been out for a long time, it's a malaria drug and also a drug for lupus …There's a study out that people with lupus aren't catching this horrible virus,\" said Trump. \"Now maybe that's correct, maybe it's false. You're going to have to check it out.\" However, there is no \"definitive information to be able to make any comment,\" said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, at the briefing. The relationship between lupus and Covid-19 is currently being studied in \"a natural history study,\" Fauci said. Trump later stated he would take the medication, likely as a preventative measure, given his negative Covid-19 testing. \"But I think people should [take hydroxychloroquine],\" he said. \"If it were me, in fact, I might do it anyway. I may take it … I have to ask my doctors about that. But I may take it.\" There are currently no products approved by the US Food and Drug Administration to prevent Covid-19. ##Health## Nichole Francis Reynolds was out with her children and their friend, Storm Quinn, Friday picking up dinner in upper northwest Washington, DC, when she ran into Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases.  Francis Reynolds told CNN she, her son Clark and daughter Stella Grace recognized Fauci and approached him, asking for a photograph. Fauci agreed to the photo, but only if they followed social distancing guidelines, meaning they'd have to stand at least 6 feet from each other, Francis Reynolds said.  The group ended up taking what Francis Reynolds called a \"social distancing selfie.\"  \"I thought that he was very pleasant. He was practicing social distancing and he was just a very pleasant person,\" Francis Reynolds said. \"It was nice to see him and his wife out for dinner. He’s just like us, he’s down to earth.\" ##Daily Life## Ohio Gov. Mike DeWine \"urged Ohioans to begin wearing cloth masks while in public, as recommended by the Centers for Disease Control and Prevention,\" he said in a statement to the press Saturday In many cultures around the world, wearing a mask is just part of the culture -- it is a socially accepted act of kindness,\" DeWine said.  Separately in the same statement, DeWine stressed the importance of mental health care and announced the signing of an executive order that will allow easier access to telehealth services in the state.  Ohioans will be able to access telehealth services from individual counselors, social workers as well as marriage and family counselors, DeWine said.   \"We are trying to ensure that those who need services can access them without leaving their home,\" he said. ##Daily Life## ##Health## Queen Elizabeth II will deliver a \"special\" televised statement to the United Kingdom Sunday in which she will address the \"challenging\" period the nation faces amidst the coronavirus pandemic, Buckingham Palace has confirmed. The Queen will pay tribute to National Health Service staff and essential workers, while recognizing the \"pain felt by many families\" who have been affected by the deadly virus, according to the Palace.  \"I am speaking to you at what I know is an increasingly challenging time. A time of disruption in the life of our country: a disruption that has brought grief to some, financial difficulties to many, and enormous changes to the daily lives of us all,\" the Queen is expected to say Sunday. The Queen is expected to say she hopes \"in the years to come everyone will be able to take pride in how they responded to this challenge. And those who come after us will say that the Britons of this generation were as strong as any.\"   President Donald Trump said the commissioners of US professional sports leagues told him today in a phone call that they want to get back to fully functioning, as the President lamented that \"this country wasn’t meant\" to be shut down. \"They want to get back, they've got to get back. They can’t do this,\" Trump said at the coronavirus task force briefing. \"Sports weren’t designed for it, the whole concept of our nation wasn’t designed for it.\" The President said he spoke to the leaders of \"virtually all of the sports leagues, including the commissioners of the MLB, NFL, NBA and NHL.\" \"We don't want to be doing this for months and months and months,\" Trump said. “This country wasn’t meant for this. Few were.\" Here's the full list of people who were on the call:   Trump administration President Trump\nKellyanne Conway, assistant to the president and senior counselor\nAndrew Giuliani, associate director of the White House Office of Public Liaison Professional sports commissioners and leaders Gary Bettman, NHL commissioner \nCathy Engelbert, WNBA commissioner\nDrew Fleming, Breeders Cup president\nDon Garber, MLS commissioner\nRoger Goodell, NFL commissioner\nRob Manfred, MLB commissioner\nVince McMahon, WWE president\nJay Monahan, PGA Tour commissioner\nRoger Penske, IndyCar series owner\nAdam Silver, NBA commissioner\nMichael Whan, LPGA Tour commissioner\nDana White, UFC president ##Daily Life## Dubai announced a two-week lockdown starting on Saturday to combat the spread of novel coronavirus, the state-run news agency WAM said, citing Dubai's Supreme Committee of Crisis and Disaster Management. During this time, \"individuals will not be allowed to leave the house, except for essential purposes,\" WAM reported. Only one family member is permitted to leave the house for essential goods like food or medicine.  Individuals found violating these instructions \"will face legal action.\" Besides the sterilization efforts, \"extensive medical tests will be conducted across densely populated areas of Dubai,\" WAM reported. The Dubai Media Office also tweeted charts with frequently asked questions.  As of Saturday, Dubai's health authority confirmed a total of 1,505 cases of Covid-19 in the United Arab Emirates and 10 deaths. Dubai reported 241 new cases, about 16% of the country's total, on Saturday. There are at least 301,902 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases in the United States. At least 8,175 people have died in the US from coronavirus.  On Saturday, at least 23,949 new cases were reported, and at least 1,023 new deaths in the US have been reported, according to a tally by Johns Hopkins.  For more information on tracking coronavirus case, follow CNN's tally here. More than 3,000 members of the New York City Fire Department – including firefighters, EMTs, and paramedics – are out sick, according to an FDNY spokesman.  This number includes all sickouts, not just those that are coronavirus-related, the spokesman said. About 426 members of the FDNY – including firefighters, EMS, and civilian members – have tested positive for Covid-19, the spokesman said. ##Health## Joe Tsai, the billionaire co-founder of Chinese technology and e-commerce company Alibaba, and his wife Clara Wu Tsai have donated 2.6 million masks (both surgical and KN95), 170,000 goggles and 2,000 ventilators to New York.  The donations came in two separate shipments: The first arrived at Newark International Airport on April 2 and has already been distributed. The second shipment, which New York Gov. Andrew Cuomo referenced at his most recent press conference, arrived at John F. Kennedy International Airport on Saturday. The Tsais have considerable ties to the New York City-metropolitan community. Joe Tsai owns the Brooklyn Nets basketball team and Barclays Center Arena in Brooklyn. “We kept hearing cries for PPE from our community and wanted to help,” said Clara, who said New York state authorities will allocate the second shipment, but “it’s our intention to help the most under-served institutions.” Clara cited Jacobi Medical Center and Lincoln Medical Center in the Bronx and Elmhurst Hospital in Queens as the institutions she and her husband thought might need the supplies the most.  The 2,000 ventilators that were donated are noninvasive, so they are not the type that can be used on patients who are unconscious.   ##Health## President Trump said his use of the Defense Production Act (DPA) was in part “retaliation” on companies that have not given the government what they have asked for. “You could call it retaliations because that's what it is. It's a retaliation. If people don't — if people don't give us what we need for our people, we're going to be very tough, and we've been very tough,” Trump said during a briefing today. Some context: Last night, Trump invoked the DPA to “to ensure that certain health and medical resources are allocated for domestic use” according to a statement released by the White House announcing the action. Trump specifically mentioned 3M and said he wants that company to provide masks to America instead of sending masks to other places.  “FEMA and HHS have ordered 180 million — think of that — 180 million. Who ever heard of 180 million N95 masks, and we're working now with 3M to see whether or not that all works out, but we want them to help our country, and I think it's going to be okay. We're going to soon let you know, but we need the masks. We don't want other people getting it, ” Trump said. Watch more:  President Trump announced moments ago that some ventilators will be sent to New York from a stockpile of 10,000 the government has amassed.  \"We have now 10,000 in our pipeline and stock piled. 10,000, close. And we're moving some into New York. We're going to need some additional. We're moving some into New York City and state, separately. And we're bringing them to the point where they'll need them. I can also report that at my direction 1,000 military personnel are deploying to New York City to assist where they are needed the most. That is the hottest of all the hot spots,\" Trump said. Trump added: \"New Jersey is right there right next to it and I don't know if that is overflow but New Jersey is a great state and a crowded state also.\" There are 113,806 coronavirus cases in New York and 3,565 deaths, according to a tally by Johns Hopkins University. ##Health## President Trump said that this week and next will probably be the toughest in the fight against coronavirus and that “there will be a lot of death.” While speaking at the coronavirus task force briefing on Saturday, Trump painted a grim picture of the next two weeks, but added that there will be less death than if certain mitigation steps were not taken. “This will be probably the toughest week between this week and next week, and there will be a lot of death, unfortunately, but a lot less death than if this wasn't done but there will be death,” Trump said. Watch:  California Gov. Gavin Newsom provided the following data on coronavirus cases in the state in a press conference Saturday: 12,026 individuals have tested positive for Covid-19 (a 12.4% increase over the previous day)\n2,300 people have been hospitalized due to coronavirus in the state\n1,008 people with coronavirus are currently in ICUs across the state (that’s a 10.9% increase in ICU beds compared to Friday) ##Health## President Trump has approved disaster declarations for Wisconsin and Nebraska in response to coronavirus.  These are the 40th and 41st such declarations he has made in response to the coronavirus pandemic, including 36 states, the US Virgin islands, the Northern Mariana Islands, Washington, DC, Guam and Puerto Rico. Arkansas Gov. Asa Hutchinson has directed vacation rental properties, motels and hotels not to issue occupancy to \"out of state recreational travelers\" in an executive order issued Saturday.   It's been a challenge as \"people leave New Orleans or they go from another hot spot, they see the opportunity to come to Arkansas,\" Hutchinson said at a press briefing.  Occupancy should only be issued to health care workers, first responders, airline crew, journalists, Covid-19 patients or work related travelers, Hutchinson says. Hutchinson has not issued a stay-at-home order \"primarily because most people are making responsible choices,\" Hutchinson said in a statement Friday. ##Daily Life## ##Travel## ##Business## California Gov. Gavin Newsom said that 126,700 individuals have been tested for coronavirus statewide, according to a press conference he held on Saturday “That testing number may sound high to some. It is low to many others and certainly to me,” Newsom said. Out of the 126,700 tests that have been administered, the state is still waiting on results for 13,000 individuals.  \"We have substantially reduced that backlog, a lot of that had to do with the commercial labs stepping up,” Newsom said.  The governor admittedly \"owned up\" to the largest county in the state not providing data collection in real time to Californians saying, “you deserve better and more and we are going to do just that.” What else is being done: In the last week or so, Newsom’s office created a newly formed task force led by private and public sector leaders tasked with handling coronavirus testing headed by co-chairs Paul Markovich, president and CEO of Blue Shield of California, and Dr. Charity Dean, an Assistant Director at California Dept. of Public Health. ##Health##   JPMorgan Chase is still having issues processing the thousands of Paycheck Protection Program (PPP) applications it received through the online portal that went live Friday, according to an executive familiar with the process. The problem isn’t tied to JPM’s system—it stems from the lack of clear guidance from the government about the program’s requirements and the lack of a streamlined way to transfer information from the bank’s customers to the Small Business Administration (SBA) on day one, said the person.   “The biggest struggle so far has been in locking down the SBA on what information we need to send them in order to get a loan number,” said the person. “And that loan number is the most important thing because that’s what allows us to then fund the customer.” It’s becoming clear that the government didn’t plan this out well and that the volume is greater than it expected, the person said. Officials at the Treasury Department and SBA pushed back on the criticism, citing the fact that smaller lenders have been able to process the application. “Billions of dollars in loans have been registered on the very first day of activity. We are continuing to update guidance and work with lenders to ensure that all eligible borrowers and lenders are able to participate in this critical program to provide much-needed relief to hardworking Americans and businesses,” said a Treasury spokesman. But it appears the administration rolled out the program before providing the larger lenders the tools they need to process large volumes, said the person familiar with JP Morgan Chase’s progress in processing the PPP applications. A bottleneck: Right now, on the front end, the bank’s online portals are taking thousands of applications, but the applications are getting stuck because the back-end requires bank representatives to call each applicant for more information. That’s because the front-end online application has been streamlined to the most basic questions, which don’t give the bank enough information to complete the SBA form. As a result, a bank rep has to call each applicant.  “The volume is going to be small in the beginning,” said the person. There are now 300,915 cases of coronavirus and 8,162 deaths in the US, according to Johns Hopkins University's tally. On Saturday, at least 22,962 new cases and at least 1,010 new deaths were reported in the US, according to Johns Hopkins. ##Health## Dr. Wayne Riley, the president of the SUNY Downstate Medical Center in Brooklyn, New York, said medical staff will have to start using rain ponchos and garbage bags instead of surgical gowns. Riley told CNN the medical center only has enough gowns to last about one and half days. \"We cannot wait for the national stockpile to supply us. As we all know, the national stockpile is pretty diminished. So we're going to get creative,\" he said Saturday. ##Health## A panel of experts have been answering your questions about life in the midst of the coronavirus pandemic. Here are some of the most common questions: Q: Should I worry about contracting the virus from mail and newspapers? A: Dr. Darria Long, emergency room physician: \"There is not evidence you may contract the coronavirus from mail and newspapers but that said if you want to be on the safer side we know that Covid can live on cardboard for about 24 hours. If you want to take the extra precaution you can effectively quarantine that mail, say in your garage or someplace, for about 24 hours then open it up and wash your hands well after you do it.\" Q: There's a lot of talk about social distancing but what do you do when you are on an overcrowded subway or bus? A: Dr. Darria Long, emergency room physician: \"For one, of course, maintain social distancing as much as you can. If you can stay six feet away from other people on the bus or subway, do so. Other than that, I would absolutely want someone to be wearing a mask the entire time they are on there, even a cloth mask. Then you can do two other things. You can wear an outer layer you carefully remove when you get out of the subway or bus or wear gloves. But key point, we are seeing a lot of people wear gloves and I do have t say you have to remove them carefully or you eliminate the effect. So you pinch the outer glove with one hand and take your clean finger to remove the other so you're not touching the outside. Of course wash your hands afterwards.\" Q: How do I talk to my 65-year-old father about limiting his visits to the store without sounding like I am scolding him? A: Dr. Gail Saltz, psychiatrist and psychoanalyst: \"The relationships that are happening between adult children and their parents and kids who suddenly arrive back home, there is pressure going on and anxiety going on that things are being heard in critical ways or people are saying things in irritable ways which is all very understandable. But if you realize that your parent is used to being 'the parent' and you simply say, hey, I love you and I'm really just worried about you so I'm asking you not to do this because I understand it puts you at greater risk and for me, my worry, my anxiety, I would really feel better if you wouldn't do it which is different than saying, hey. I know better and I told you so.\" Q: Mosquito season is about to start. Should we be concerned about mosquitos transmitting Covid-19? A: Dr. Darria Long, emergency room physician: \"We know mosquitos can carry other viruses, but there is not evidence right now they can actually transmit coronavirus from one person to another.\" ##Health## A total of 7,560 people in France have died after contracting coronavirus, France's Director-General of Health Jérôme Salomon said Friday. Of those who have died, 5,532 individuals had been hospitalized, while 2,028 died in care homes for the elderly, Salomon added. Speaking during a press briefing in Paris, Salomon confirmed that a total of 68,605 people have so far tested positive for the virus; of those, 28,143 have been hospitalized, while 6,838 people are currently being treated in intensive care units.  Some context: On Friday, Salomon announced that the increase in patients needing intensive care is slowing down, telling members of the press that the \"constant need to find new places in ICU is increasing less rapidly\" across the country.  There are at least 297,575 cases of coronavirus in the US and 8,098 deaths, according to Johns Hopkins University's tally. On Saturday, at least 19,622 new cases and 946 deaths in the US have been reported, according to a tally by Johns Hopkins.    The Coral Princess cruise arrived at Port Miami Saturday with two deceased passengers and several others who \"are not fit to travel,\" Miami-Dade County Mayor Carlos Gimenez said in a briefing on Zoom.   \"I want to offer my condolences to the families of loved ones of the two people who died from Covid-19 on that ship, it is heartbreaking news,\" Gimenez said.  There are two other passengers on the ship who \"need immediate medical attention\" and will be taken to Larkin Hospital. There are more people \"that will be transported to other hospitals in Florida,\" Gimenez said.  There are about 15 passengers \"that are not fit to travel\" because they are \"still ill,\" they will remain onboard until cleared by the Centers for Disease Control and Prevention, according to Gimenez.  \"All of the passengers are being screened before heading to the airport to get to their final destination,\" Gimenez said.  The Coral Princess had 1,020 passengers and 878 crew; of those 993 passengers and 840 crew were \"deemed fit to travel,\" Gimenez says.  In a statement to CNN, a spokesperson for Princess Cruises said: \"All of us at Princess Cruises are deeply saddened to report that two guests passed away on Coral Princess. Our hearts go out to their family, friends, and all who are impacted by this loss. All of us at Princess Cruises offer our sincere condolences.\"  The Coral Princess departed Santiago, Chile, on March 5 and attempted to disembark guests in Brazil and later Fort Lauderdale before arriving in Miami. ##Travel## India’s Prime Minister Narendra Modi and President Trump spoke on the phone Saturday to discuss how to combat the novel coronavirus pandemic and its impact on the global economy, India’s foreign ministry said in a statement. Modi and Trump “exchanged notes on the respective steps taken in each country for mitigating the health and economic impacts of the pandemic,” the foreign ministry said. “The two leaders agreed to deploy the full strength of the India – US partnership to resolutely and effectively combat COVID-19,” it added. Modi and Trump “touched upon the significance of practices such as yoga and ayurveda (traditional Indian herbal medicine practice) for ensuring physical and mental well-being in these difficult times,” the foreign ministry noted. New Jersey Department of Health Commissioner Judith M. Persichilli provided a breakdown of the 846 reported coronavirus-related deaths in the state today during a press conference. Here is the demographic breakdown: 61% were male\n39% were female\nSix patients (1%) were under the age of 30\n47 patients (6%) were between 30 – 49\n136 (16%) were between ages of 50- 64\n268 (32%) were between ages of 65- 79\n389 (46%) were over age of 80\n9% of deaths associated with long term care\n300 people had underlying health conditions (which is 35%) New Jersey Gov. Phil Murphy shared the following tweet: There are at least 12,496 total cases of coronavirus reported in the state of Louisiana, according to the Louisiana Department of Health. At least 1,726 people in Louisiana are hospitalized; of those, 571 are on ventilators, according to new state health figures released on Saturday. That’s a slight increase from Friday when the state reported 1,707 patients were hospitalized and 535 of those were on ventilators. The state has reported 39 new deaths, for a total of 409 in the state.  There are 12,496 reported cases in the state. That is up from 10,297 cases on Friday. That’s a 21% increase in cases reported from Friday.  ##Health## New Jersey Department of Health Commissioner Judith M. Persichilli said today that of the 4,000 confirmed coronavirus patients in hospitals across the state, 1,494 are in critical care as of Friday evening. Persichilli added that of these 1,494 patients, 1,263 of them are on ventilators, she said today during a new conference. ##Health## Italian authorities in the northern Italian region of Lombardy are ordering all citizens to wear masks when outside.  According to a statement issued by the region's president, Attilio Fontana, members of the public are now obligated to cover \"their nose and mouth with masks, or even through simple scarves\" when leaving the house, until the April 13. \"The already authorized retail businesses also have the obligation to provide their customers with disposable gloves and hydro-alcoholic solutions for hand hygiene,\" Fontana added.  Speaking in a video message on Saturday, Fontana urged members of the public to continue to adhere to the government's guidance and instructions, cautioning that the country's goal of eliminating the deadly virus has not yet been reached.  \"No goal has been reached yet, and we have to keep working, otherwise all our efforts will vanish,\" the regional president said.  ##Daily Life## An administrator at Morningside Hospital, which is part of New York City's Mount Sinai system, shared a snapshot with CNN of what Friday looked like for the hospital. There were 261 Covid-19 patients, 64 in critical care, 172 in non-critical care and 25 in the emergency department. Seven people died of Covid-19 in 36 hours, through early Saturday morning, the administrator told CNN. Thirty Covid-19 positive patients were admitted to the hospital throughout the day. In total, 81 percent of the hospital’s population is Covid-19 positive. This one hospital alone has seen 53 people die of Covid-19 to date. By the end of the day Friday, 88 of its critical care beds were in use with only five left. The administrator said 64 of its ICU ventilators were in use, with 42 ICU level ventilators still left. “Right now ventilators are not the issue. We got a huge influx,” the administrator said, of his hospital. “For us, the issue is ICU beds and staff. We have staff that are getting sick.” There are at least 290,606 cases of coronavirus in the US and 7,826 deaths, according to Johns Hopkins University's tally of cases in the country. On Saturday, at least 12,653 new cases and at least 674 new deaths in the US have been reported, according to a tally by Johns Hopkins.  The US Navy says a “few patients” that were sent from the Javits Center to the USNS Comfort who tested positive for Covid-19.  The patients were isolated upon arrival to the Comfort, which is docked in New York City, while they awaited test results and were transferred back to the Javits Center once the test results came in.  “While admitting patients who were transferred to USNS Comfort for treatment, a few patients tested positive for Covid-19. The patients were isolated immediately upon arrival and received care for the entirety of their time aboard the ship, and were transferred as soon as practical to the Javits Center, which is treating Covid-19 patients. Our medical experts on board are well prepared for cases like this, and have taken the appropriate precautionary measures The Comfort is capable of continuing its mission,\" Navy spokesperson Cdr. Ashley Hockycko said in a statement. Separately, a defense official told CNN that about five patients brought to the ship from Javits did test positive for coronavirus when they were tested at the ship, which is the procedure for all patients arriving at USNS Comfort.  While the test results were coming in, which took about an hour, the patients were kept in isolation. When the result came back positive, the patients were transferred back to Javits which has the ability to treat coronavirus patients.  Some context: CNN reported Friday that ambulances are not taking people directly to the ship, which docked in New York City on Monday.  Patients are referred to the ship by shore-based hospitals and must be screened and tested for the virus before being admitted on board. ##Health## Senator Minority Leader Chuck Schumer is calling for the president to invoke the full Defense Production Act as states struggle with medical supply shortages. \"We are not going to overcome this supply problem unless we have someone, a military person in charge,\" Schumer said today. Schumer said he talked to President Trump and other White House officials and asked them to seriously consider allowing the military to take over factories and supply chains. \"We're in a wartime here, and we need this military leader, command and control with the president's full backing, and that will make this horrible, horrible scourge end more quickly with fewer illnesses and fewer deaths,\" Schumer said. Some context: President Trump signed a presidential memorandum on Thursday that directed six more companies to help make ventilators. But, after signing the executive order, Trump initially stopped short of using it against specific companies saying that businesses were voluntarily pitching in. The high number of coronavirus-related deaths across the United Kingdom is \"likely to continue\" over the course of the next two weeks, the national medical director for England's National Health Service, Stephen Powis, said Saturday.  \"Unfortunately, and with great sadness, the number of deaths continues to be high…that is likely to continue over the next week or two until we get on top and stop this virus,\" Powis told reporters during a press briefing at Downing Street. \"I do think, sadly, that we will continue to see those high numbers of deaths that we have seen at the moment.\" Powis urged members of the public to not be complacent, and to continue to follow the guidance and instructions issued by the government.  \"Hospitalizations are still going up, so this is not the time to be complacent and to take our foot off the pedal. We need to continue to comply with those instructions, because that will translate, in the next week or two, into a reduction in hospital admissions,\" Powis urged.  \"As we start to get control of this through social distancing, in a few weeks that will start to fall,\" he added. ##Health## Pennsylvania has 1,597 new cases of Covid-19 as of Saturday morning, the state's Secretary of Health Dr. Rachel Levine said at a briefing.   The state now has 10,017 cases in 64 counties, Levine said.  Approximately 10% of patients require hospitalization, according to Levine. There are have been 136 coronavirus-related deaths across the state, Levine said.   Levine said 189 of the state's cases are health care workers.  ##Health## The United Kingdom has received 300 ventilators from China to aid efforts by the National Health Service to support and treat patients who have contracted coronavirus, UK cabinet minister Michael Gove said Saturday.  \"We have been buying invasive ventilators from partners abroad, including Germany and Switzerland, and today 300 new ventilators arrived from China,\" Gove told reporters during a briefing at Downing Street.  In addition to increasing the capacity of the NHS to deploy invasive ventilators, Gove confirmed that the government is also working to secure non-invasive ventilators for National Health Service hospitals, including a new and clinically-approved device developed by University College London (UCL).  \"We have secured new non-invasive capacity with the help of UK manufacturers, who have worked at pace to develop new technologies,\" Gove said. \"A team from University College London, working with Mercedes Benz, have produced a new device which has been clinically approved.\" According to Gove, UCL was able to produce 250 devices on Friday. Missouri Gov. Michael Parson is recruiting medical professionals to supplement the state’s current health care workforce amid the coronavirus pandemic.  “We are calling on all available medical professionals to support the effort to fight the virus by joining a critical reserve unit now focusing on providing care in high need areas across the state. Their efforts can help save the lives of their fellow Missourians,” Parson said in a statement on Saturday. Selected medical professionals would become part of the Missouri Disaster Medical Assistance Team which is slated to operate throughout the state of Missouri and deployed when necessary to provide patients with on-site medical care. Missouri has 2,155 confirmed coronavirus cases and 33 deaths, according to data from Johns Hopkins University.  Gov. Andrew Cuomo elaborated on the spread of coronavirus on Long Island today saying it is like a \"fire spreading.\" Cuomo said the number of cases on Long Island has grown steadily for the past 10 days, and is not moving more north but moving “more east.” “New York City went from 75% percent of cases in the state down to 65 and that is almost all growth in long island from 15% of the cases to 22 so the shift is undeniable” Cuomo said during a press conference. Melissa DeRosa, the secretary to the governor, said there have been 2,624 coronavirus deaths in New York City and 941 outside the city. ##Health## Gov Andrew Cuomo said New York has 85,000 medical volunteers, including 22,000 out of state volunteers, according to comments he made at a press conference today. Cuomo said he is signing an executive order to allow medical students slated to graduate to begin practicing. “I want all of this to be over,” Cuomo said Saturday regarding the pandemic. The governor mentioned his mother has been stressed about his brother and CNN anchor Chris Cuomo’s positive diagnosis. Read a tweet from Cuomo about the order: Gov. Andrew Cuomo said the number of ICU cases and intubations in the state has increased while New York continues to grapple with the coronavirus pandemic. At the same time, Cuomo said the number of patients being discharged also increased. \"Two-thirds of the people who have been hospitalized have been discharged,\" he said at a press briefing Saturday, \"That's what we've been saying all along. Most people won't be hospitalized.\" There are 15,905 people in the hospital and 4,126 in ICU, Cuomo said. As of today, 3,565 people have died due to coronavirus in New York. ##Health## Gov. Andrew Cuomo said today that New York will receive 1,140 ventilators from China and Oregon. The Chinese government has facilitated a donation of 1,000 ventilators that are expected to arrive at JFK Airport today, Cuomo said moments ago during a press conference. \"This is a big deal and it's going to make a significant difference for us. Also, the state of Oregon contacted us and is going to send 140 ventilators,\" Cuomo added. \"Which is I can tell you just astonishing and unexpected. And I want to thank Gov. Brown, I want to thank all of the people in the state of Oregon for their thoughtfulness.\" Watch: New York has a total 113,704 Covid-19 cases, Gov. Andrew Cuomo said today during a press conference. The state recorded a new high of positive cases Friday with 10,841. There are 15,905 people in the hospital and 4,126 in ICU, Cuomo said. As of today, 3,565 people have died due to Covid-19. \"By the numbers we're not yet at the apex. We're getting closer,\" Cuomo said.  New York City’s numbers are dropping and Long island positive case numbers are growing, Cuomo said. New York City's Javits Convention Center will have 2,500 beds and will be staffed entirely by the federal government, Cuomo said. Watch: Sheryl Pardo was preoccupied with one fact as she boarded her flight; this would be the last time she saw her mother. A surprise awaited her as she learned she was the only passenger on the plane because of the coronavirus pandemic. She met Jessica and Dion, two flight attendants who turned her trip into something to remember in a good way. The American Airlines flight attendants bumped her up to first class and addressed her personally over the loudspeaker. Pardo spent the flight telling them about her mom and the loving, get-things-done person she was. \"I think in moments like this the pain of losing your mom is exacerbated by being in this frightening time,\" Pardo told CNN. \"Other people's kindness is what's going to get us to through this.\" \"I want them to know how much it meant to me,\" the 59-year-old said. \"It was super positive, which I didn't expect from that trip.\" London Mayor Sadiq Khan has warned that the capital's public spaces will only remain open if the government's stay-at home order is adhered to.  \"Our public spaces will only stay open if Londoners follow the rules,\" Khan tweeted Saturday. \"If you were planning to meet people outside this weekend, don’t. If someone asks you to meet, say no.\" Some context: The mayor's warning follows an earlier call by the British government for members of the public to stay at home over the weekend, amid concerns that the sunny weather could see an uptick in the number of people gathering outside.  “If you go out this weekend, you might catch more than the sun,\" Downing Street said in a tweet Saturday.  The UK National Police Chiefs Council (NPCC) has also confirmed that patrols will be taking place over the weekend to encourage people to follow the rules. “Please continue to stay at home and only travel for essentials. We know the weather is going to be nice, but the sooner we can beat Covid-19, the sooner we can all go back to enjoying the great outdoors,” the NPCC said. Sen. Bill Cassidy, a Republican from Louisiana, wants to create a registry to track who has recovered from the coronavirus. \"We strongly suspect that once somebody has been infected they're now immune,\" Cassidy said. He said a registry would be set up similar to the one that is used to document vaccinations. Once a patient has recovered, their name would be added to the registry. They could then return to work and help treat people with coronavirus without worrying about getting sick. He said this information would also help protect the rest of the population who do not have the virus. \"If we say 95% of people are immune, even if a person is spewing virus it would mean the 95% of people are immune,\" he said. Cassidy said there is some uncertainty around whether the presence of antibodies actually means a person won't get the virus again. \"I can see there's uncertainty here, but if we wait for absolute certainty our economy's going to be in the tank,\" he said. \"So there's going to be a tradeoff on the absolute certainty on the medical aspect and opening up education and society for society to continue to flourish.\" So far, 9,920 people have recovered from coronavirus in the US, according to Johns Hopkins University. Spanish Prime Minister Pedro Sanchez has announced that the country’s state of alarm, which demands strict limits on people’s movements and continues the closure of schools and most businesses, will continue for a further two weeks, until April 26. \"We are facing the great crisis of our lives,\" Sanchez said in a nationwide address.  The state of alarm had already been extended until April 11. The government will ask the Spanish parliament to approve the extension on Tuesday. Sanchez added: \"Weeks of strict restrictions await us. We ask families to stay at home. To young people, to continue to study, to maintain momentum. To the elderly, to protect yourselves.”  He said that he understood how difficult it is for the nation to continue isolating at home for a further two weeks. “These days test our serenity. They are frenetic days. They make us anxious for our friends and family. They are the most difficult days of our life,” Sanchez added. Sanchez also said that the government was preparing a plan for the eventual resumption of economic and social activity, once the curve of the coronavirus pandemic flattened. \"Once the curve clearly descends, a new scenario will open, a second stage, the progressive return to a new social normality and to a reconstruction of our economy and the social impact it is having in the form of job losses,\" Sanchez said. “In reconstruction we will have to protect the most vulnerable. In this emergency, no one will be left behind. Our strength will come from the union between business, administration and the different regions.\"  A US health expert is concerned that prisons and jails could cause the coronavirus to spread faster in those facilities and outside. Dr. Barun Mathema, an assistant professor of epidemiology at Columbia University's Mailman School of Public Health, said that because of the high, concentrated number of people in these facilities, community spread is likely. \"The prison population in and of itself has a fairly sizable, vulnerable population within that, have a lot of chronic conditions, other types of infections,\" Mathema said. \"We should also ensure that what happens in a prison, or a jail for that matter, does not pose an undue risk to the community. In this case, we know we have ample examples from many infectious diseases.\" Once a virus or disease spreads within a prison, family members or staff can then bring it outside into the community.  Mathema said another reason why this could be a dangerous scenario is because of the frequency inmates are coming in and out of jails. \"It's particularly troublesome if we should see outbreaks, sort of occurring within jails, where sort of the incarcerated populations may be moving in and out,\" he said. According to a 2018 report from the Bureau of Justice Statistics (BJS), nearly 2.2 million adults were held in America's prisons and jails at the end of 2016. The United Kingdom has recorded 708 new deaths from coronavirus, the largest one-day rise since the outbreak began. According to figures released by the Department of Health and Social Care, a total of 4,313 have now died in the UK. The figures are current to 5 p.m. (12 p.m. ET) on April 3, but were released a day later. The number of confirmed cases of coronavirus as at 9 a.m. (4 a.m. ET) April 4 is 41,903, which is an increase of 3,735 from the previous day’s figures. Nurses from Atlanta are flying to New York City to help treat coronavirus patients. Letha Love, an Atlanta ICU nurse, said she was shocked by what she saw when she arrived. \"I wasn't expecting it to be the amount of people that it was and the severity of it,\" she told CNN this morning. \"To hear the whole hospital calling codes all night, it's emotionally draining.\" This comes after New York City sent an emergency alert to phones, asking all licensed health care workers to support the city's health facilities. Love said she was originally planning to stay 3 to 6 weeks, but might return to Atlanta earlier. \"I do whatever it takes to protect myself so that I can go back to my kids healthy and strong. But this is a lot. It's a lot. And people need to take it serious,\" she said. Love said most of the patients she has worked with in New York so far have been intubated, but she wants their family members to know that nurses and other health professionals are taking care of them. \"We wouldn't come here if we weren't going to take care of them,\" she said. \"We came there to take care of them\" New York currently has 103,169 coronavirus cases and 2,935 deaths, according to Johns Hopkins University. The Spanish government is set to extend the nationwide \"state of alarm\" introduced on March 14 for a second time, until April 26. Prime Minister Pedro Sanchez is due to hold a news conference later Saturday (9 a.m. ET). A spokeswoman for the government told CNN: “The announcement will be made shortly but you can take it as true.” The leader of the opposition Popular Party Pablo Casado Blanco tweeted that he had “received a call from Pedro Sánchez to inform me that he will request Congress to extend the State of Alarm. I have once again transmitted to you the support of the Popular Party for the containment measures against the coronavirus.” The state of alarm involves tight restrictions on movement and allows only essential workers to perform their duties. Like many Americans around the country, Gwen Berry is weighing her financial options. She is thinking about filing for unemployment, or seeing if she can get a day job, like the one she once held at Dick's Sporting Goods, to help stem the financial tide left behind by the coronavirus. But unlike Americans, Berry is weighing these options as an Olympic athlete. \"When people think of Olympians, they think of people who have a lot of money, like professional basketball players, or professional baseball players, and it's definitely not the case,\" Berry told CNN Sport. Here's some context: The postponed Tokyo Olympics will be held from July 23 to August 8 in 2021, the International Olympic Committee (IOC) has confirmed. Read the full story here.  The Netherlands has recorded another 164 coronavirus deaths bringing the country’s total to 1,651 — 904 higher than Friday's total — according to new figures from the Dutch National Institute for Public Health and the Environment.  The health authority said there have now been 16,627 confirmed coronavirus cases since the outbreak began, although it added that the true number will be higher because not everyone is tested.  Numbers reflect social distancing measures: The Institute says the numbers reflect the “initial effects” of government-imposed social distancing policies. “The number of patients admitted to hospital, and the number of deceased patients reported in the Netherlands is increasing less rapidly than would have been expected without measures in place,” the Institute said. “It will take a considerable time to slow down the spread of the coronavirus. Everyone must continue to comply with the measures in the coming period,\" the Institute added. Passengers from all nationalities have been permitted to transit though Bahrain International Airport starting on April 3, Bahrain News Agency reported Saturday, quoting civil aviation authorities.  Entry would remain restricted to Bahraini citizens, residents of the Kingdom, and travelers holding a letter of prior permission to enter, according to the agency.  According to Johns Hopkins University's tally of cases in the United States, there are at least 278,458 cases of coronavirus in the U.S. At least 7,159 people have died in the U.S. from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. Meanwhile, Wyoming is the only state not reporting a death from coronavirus. Mixed messages on masks: President Donald Trump said Friday his administration was now recommending Americans wear \"non-medical cloth\" face coverings, a reversal of previous guidance that suggested masks were unnecessary for people who weren't sick. But Trump said the recommendations, which came after a week of heated deliberations inside the White House, were voluntary and that he would not partake. \"I don't think I'm going to be doing it,\" he said, going on to suggest it was hard to envision such a thing in the Oval Office: \"Wearing a face mask as I greet presidents, prime ministers, dictators, kings, queens — I just don't see it.\" UK lockdown will remain for weeks: The UK’s social distancing rules will remain in force for several more weeks, despite signs the coronavirus outbreak is slowing, one of the country’s leading epidemiologists has said. India sees biggest day jump in cases: India has reported its biggest single-day jump in new coronavirus cases, with 601 in the past day representing a 26% rise, according to the Ministry of Health and Family Welfare. The country now has 3,082 cases and 86 deaths, according to figures from Johns Hopkins University. Spain's death toll rise is flattening out: A further 809 people have now died from coronavirus in Spain, bringing the total to 11,744 deaths, according to Spanish Health Ministry figures released Saturday. The deaths are a rise of 7.3% -- but are the lowest increase since March 26. A further 809 people have now died from coronavirus in Spain, bringing the total to 11,744 deaths, according to Spanish Health Ministry figures released Saturday.  The deaths are a rise of 7.3% but are the lowest increase since March 26. On Thursday, Spain's death toll surpassed 10,000, and the country joined Italy as one of only two countries to report five figure death tolls.  The ministry’s most recent data shows there are now 78,733 active cases of Covid-19 in Spain, an increase of 2,511 from Thursday – but also the smallest daily rise since March 20. A total of 6,532 people have been admitted to intensive care units since the pandemic began. 12% increase in recoveries: The Spanish Health Ministry also reports that 34,219 have now recovered from the virus – nearly 4,000 more than the number reported Friday, and a 12% increase. While the number of active cases continues to rise, the rate of increase continues to slow. The latest numbers show the number of active cases recorded has risen 3% since Friday. The peak, on March 19, was a 27% increase in one day. Germany's coronavirus death toll has risen to 1,158, according to the country’s disease and control agency, the Robert Koch Insititute. The death toll increased by 141 deaths in 24 hours.  There are now 85,778 coronavirus cases in Germany, with the total number of confirmed cases jumping 7% from Friday to Saturday.  Chancellor Angela Merkel said Friday that there is a “bit of hope” for Germany after figures show that the spread of coronavirus is “a bit slower than it was just a few days ago.” Speaking on video published on the German federal government's YouTube channel, the Chancellor did stress however, that it was “way too early to recognize a definite trend” and “it is far too early to loosen the strict rules.” Merkel, herself now out of isolation, said it would be “absolutely irresponsible” to fix a date for the restrictions to be lifted and warned that Germany would “go from the frying pan into the fire – medically, economically and socially.” Merkel also urged all Germans to avoid traveling around the country during the upcoming Easter period. ##Health## The UK’s social distancing rules will remain in force for several more weeks, despite signs the coronavirus outbreak is slowing, one of the country’s leading epidemiologists has said.  Professor Neil Ferguson, one of the experts who has been advising the government on its response, told the BBC there’s been an 85% drop in the typical number of people movements outside homes since the rules were put in place. He says that’s vital to limiting the spread of the virus. Not \"normal life\": “The critical thing first is to get case numbers down, and then I'm hopeful... in a few weeks’ time we will be able to move to a regime which will not be normal life -- let me emphasize that -- but will be somewhat more relaxed in terms of social distancing and the economy, but relying more on testing,” he said. UK Prime Minister Boris Johnson has said the government will continue to keep the social distancing restrictions under review, and relax them “if and when the evidence shows we are able to.” Johnson said he has written to the leaders of opposition parties to “invite them to work together at this moment of national emergency.” In his letter, Johnson described the coronavirus outbreak as the “biggest threat this country has faced in decades” and one that will take months – not weeks – to fight. “As party leaders, we have a duty to work together at this moment of national emergency. Therefore, I would like to invite all leaders of opposition parties in Parliament to a briefing with myself, the Chief Medical Officer and Chief Scientific Adviser next week,” Johnson wrote. Renewed calls to stay at home amid sunny forecast: The government is again urging people to stay home during the weekend, despite the temptation to leave because of the nice weather. Downing Street posted a warning on Twitter, which said: “If you go out this weekend, you might catch more than the sun.” The National Police Chiefs Council (NPCC) says patrols will be happening this weekend to encourage people to follow the rules. Six hundred members of the French military have coronavirus, French Defense Minister Florence Parly announced Saturday. “The situation is evolving, and we are following it very closely,” the minister said, adding: “Our operational capacity is not impacted.” On Thursday, the ministry announced that four French soldiers from the Barkhane anti-jihadist operation in the Sahel -- a semi-arid region of western and north-central Africa that extends from Senegal to Sudan -- had tested positive.   As the entire world grapples with the effects of the coronavirus outbreak, it is easy to lose sight of how we got here. There are not many news events in recent memory that have come close to the far-reaching implications in terms of our public health, social interactions, and the global economy; life as we know it has been altered. From the beginning, CNN journalists have covered this unprecedented story from all corners of the globe. Three months since we heard the first whispers of a strange respiratory illness emerging in China, this is the story of a story -- from those who have witnessed and reported on it firsthand. Hear from our reporters in China, Hong Kong, Italy, and around the world about covering this global pandemic: Imran Khan, the Prime Minister of Pakistan, has laid bare the difficulties of responding to the coronavirus pandemic in the Indian subcontinent, writing on Twitter \"we are walking a tightrope.\" \"We have locked down educational institutions, Malls, marriage halls, restaurants & other places where public congregates. But, to stop the devastation of the lockdown we have kept our agri sector open & now we are opening up our construction sector,\" Khan wrote in a follow-up tweet.  There have been more than 2,700 cases of coronavirus in Pakistan, according to figures from Johns Hopkins University.  Extended lockdown measures: Pakistan has extended its nationwide lockdown by two weeks, until April 14, the country's National Coordination Committee on Covid-19 announced on Wednesday. Domestic and International flights will not resume during this time, however, from April 3 to 11, Pakistan International Airlines will run special flights to get Canadian and British citizens out of the country. ##Daily Life## India has reported its biggest single-day jump in new coronavirus cases, with 601 in the past day representing a 26% rise, according to the Ministry of Health and Family Welfare.  The country now has 3,082 cases and 86 deaths, according to figures from Johns Hopkins University. The surge in cases has been linked to a religious gathering held at a New Delhi mosque in March, a senior health ministry official said. People from across India and overseas had gathered for the event. So far, 647 cases have been directly linked to the gathering, said Lav Agarwal, a senior official of the Ministry of Health and Family Welfare. He added that the cases have been identified and isolated across 14 states and union territories The Delhi government said earlier this week that it will be taking strict action against those responsible for organizing the gathering. “We are being told that a lot of people left this mosque and went to different parts of the country,\" Chief Minister Arvind Kejriwal said. \"It is scary to think how many people might have been impacted by this incident.\" ##Health## It's a topic of speculation every time a disaster hits. Will we see a baby boom nine months later, since so many couples are cooped up inside with nowhere to go?  Demographers think it's unlikely. In fact, they say the US will probably see the number of births decrease -- and other notable population shifts are likely as well. \"There's no way that the number of births is going to go up,\" says Kenneth Johnson, a professor of sociology and demographer at the University of New Hampshire.  This is not the kind of environment in which people say, 'Let's bring a child into the world now.'\" Why we won't see a baby boom: Financial uncertainty often makes people postpone or even forgo decisions to have children. The pandemic is now adding to this financial anxiety, which can see long-term lasting impacts.\nMore people are dying in the US: The population is getting older and mortality rates are rising with the elderly while birth rates are decreasing. If the number of deaths starts to outpace the number of births, societal strain can follow.\nImmigration has dropped. Immigration rates had already been on the decline, but now the pandemic has shut borders. Immigration has historically kept populations' natural growth rate stable, with racial minorities making up more than half of US births. Read the full story here. What happens when a once-rejected dystopian novel turns into reality? Ask Scottish author Peter May. The screenwriter-turned-novelist wrote a book titled \"Lockdown\" in 2005 about a global pandemic. Fifteen years later, that's our reality due to coronavirus, which has so far infected more than 1 million people globally. The book, which was rejected by publishers at the time for being too unrealistic, was finally published on Thursday. The story, and the revival: The thriller is set in London, the epicenter of a global pandemic that forces officials to institute a lockdown.  Years ago, publishers dismissed the novel as \"extremely unrealistic and unreasonable,\" May said. So he put the book on the back burner and eventually forgot he even wrote it. That was until a fan on Twitter asked him to write a book set against the backdrop of the coronavirus. \"I thought about it for a minute before I realized that I've kind of already done it,\" May said. \"I told my publisher about it and my editor just about fell out of his chair. He read the entire book overnight and the next morning he said, 'This is brilliant. We need to publish this now.'\" \"Lockdown,\" available only on Amazon UK, is being sold in Kindle format and will be available as a paperback and audiobook on April 30. ##Daily Life## The rate of daily new coronavirus cases has slowed in Thailand, according to the country's Ministry of Public Health. March 22 marked the biggest single-day jump in cases in the country, with 188 confirmed on that day alone. Today, that number was 89. Thailand has 1,978 cases and 19 deaths, according to the latest figures from Johns Hopkins University. Here's a look at the decline in new cases over the past two weeks: March 22: 188 new cases\nMarch 23: 122 new cases\nMarch 24: 106 new cases\nMarch 25: 107 new cases\nMarch 26: 111 new cases\nMarch 27: 91 new cases\nMarch 28: 109 new cases\nMarch 29: 143 new cases\nMarch 30: 136 new cases\nMarch 31: 127 new cases\nApril 1: 120 new cases\nApril 2: 104 new cases\nApril 3: 103 new cases\nApril 4: 89 new cases ##Health## Production of Corona beer has been temporarily suspended in Mexico because of the coronavirus pandemic, said Grupo Modelo, the company that makes the popular beverage. In a statement on Twitter, the company said it was halting the production and marketing of its beer because the Mexican government has shuttered non-essential businesses. The Anheuser-Busch Inbev-owned company also makes Modelo and Pacifico beers. This week, the Mexican government announced the suspension of non-essential activities in the public and private sectors until April 30 in an effort to curb the spread of the virus. The country has more than 1,500 cases and 50 deaths, according to Johns Hopkins University. Grupo Modelo is ready to enact a plan to \"guarantee the supply of beer\" if the Mexican government decides to include breweries as essential, according to a statement. ##Business## Australia is threatening to kick out visitors who don't comply with the country's social distancing rules. At a news conference today, acting immigration minister Alan Tudge had a blunt message for non-compliant travelers: \"A, you’ll be in breach of state law for doing that and you can be fined. B, you’ll be breaching your visa conditions and if we find that out we’ll be kicking you out of the country. And then that will be a mark against your name for future visits to Australia. This is deadly serious,” he said at a news conference today.  He also urged international tourists to leave the country. “For international tourists, take the next flight home, particularly if you don’t have any family support,\" he said. \"The largest source of tourists in the country at the moment are from the United Kingdom. Next week alone there are 150 flights to London -- so there are those options for people to get home. And we ask them to exercise those options.” Skilled visa holders: Australia has about 139,000 temporary skilled visa holders, who are often invited to fill skills shortages, typically on two-year or four-year visas.   If these visa holders lose their job, they have 60 days to find a new one or leave. For those who have been stood down or had their hours reduced by the coronavirus measures, their visa will remain valid, Tudge said. Backpacker visas: There are about 118,000 people on \"backpacker\" visas who can work for six months for a single employer.  If they work in critical industries, they can work longer than six months, Tudge said, and their visa will be extended for another year. New Zealanders: About half of the 600,000 New Zealanders in Australia won’t have access to job seeker payments, but will have access to job keeper payments, Tudge added. ##Travel## ##Daily Life## Fiji confirmed five new cases of the coronavirus overnight -- the largest daily jump in the country so far, according to the government. The government also announced a lockdown of part of the Soasoa region on Vanua Levu island, where contact tracing for the first case is underway. The archipelago country has arrested 123 people for breaching its nationwide curfew, which starts at 8 p.m. and ends at 5 a.m. local time each day.  People who need to travel for work or medical emergencies are exempt from the curfew.  Prime Minister Frank Bainimarama urged people not to go out, saying children and the elderly in particular should stay at home “at all times.” ##Health## For hairstylist Heidi Oley, social distancing means more time to practice her skills. So she got creative and decided to have some fun -- by making her boyfriend the canvas for her masterful creations. Oley and Geoffrey Clark, who live in Atlanta, relocated to her family's secluded cabin in Ellijay, Georgia, a couple of weeks ago after she closed her salon due to the pandemic. She thought she'd use the spare time to watch tutorials and brush up on some new techniques, so Clark offered to be her test subject. And suddenly, inspiration struck. \"I picked up the curling iron and decided to turn him into George Washington,\" Oley told CNN. Over the course of the last couple of weeks, Oley has experimented with countless hairstyles on Clark. There's the on-point depiction of Princess Leia, complete with the iconic \"cinnamon buns\" on the sides and a white bedsheet to mimic her costume. And for all you cool cats and kittens who have been captivated by Netflix's \"Tiger King,\" here's Clark with the signature mullet of Joe Exotic. ##Daily Life## Four weeks into a nationwide lockdown, very few Italians are still singing from their balconies or banging pots and pans in solidarity.  Instead, flags were lowered to half-staff this week for the nearly 15,000 coronavirus victims including doctors, nurses and health care professionals who have perished since February 23. Italy's wealthy northern provinces have taken the brunt of the coronavirus outbreak with more than 75% of overall cases and deaths north of Tuscany, in the center of the country, per the Italian Civil Protection agency. Had the initial infection cluster started in the poorer southern regions, which do not have the same strong health care infrastructure, the crisis would have been even worse. But the southern regions are struggling, too: This is where organized crime syndicate hubs are based, and where unemployment hovers around 20% for adults and up to 50% for those under 24 during the best of times, according to figures from the Italian National Institute of Statistics (ISTAT). Even with the outbreak in some southern communities affecting \"only\" a few thousand, the facilities are stretched and care for non-Covid patients has been severely compromised. Read more about the dire situation down south: ##Health## Food workers are facing lost wages and even lost jobs, yet they're still managing to brighten lives and fill bellies in their communities.  After citywide restrictions closed restaurants in Detroit, Michigan, five chefs from local eateries took stock of their kitchens, pooled their perishables and started cooking up creations for the city's homeless.  They call their program Too Many Cooks in the Kitchen for Good, and with additional food donations, they are preparing meals for three shelters that are desperately trying to keep the city's homeless safe.  \"The healthy meals are boosting the morale of the population, as well as lifting a financial burden from the mission,\" a representative from one of the shelters said.  ##Daily Life## ##Business## A good Samaritan decided to use the $900 he'd been saving to do something nice for nurses on the front lines in Detroit, Michigan. Allen Marshall spent Wednesday and Thursday at an Exxon station near the Detroit Medical Center with a sign that said: \"FREE GAS FOR NURSES.\" \"I just love them and I want them to know that,\" he told CNN affiliate WDIV. Michigan is one of the hardest-hit US states in the coronavirus pandemic, according to Johns Hopkins University, with 10,791 cases and 417 deaths. Imran Al Samet works at the Exxon station and told CNN that Marshall had bought gas for between 50 and 80 people. Marshall told The Detroit Free Press that he'd been saving the money to buy a knife-sharpening tool. His wife is an essential worker at Blue Cross Blue Shield, the paper reported, so he did the giveaway after he dropped her off at work. \"Oh my goodness, that is so nice of him,\" one nurse, who wasn't identified, told WDIV. \"That's so good. God bless him.\" Read more about it here: Bill Lapschies and his family have a lot to celebrate. The Oregon veteran has recovered from Covid-19 -- and he just celebrated his 104th birthday. Visitors aren't allowed inside the Edward C. Allworth Veterans' Home in Lebanon because of statewide restrictions, but they were able to have a small celebration outside. Staff brought him out to a patio in a wheelchair on Wednesday. His loved ones held signs, waved and blew kisses from a safe distance. His daughter Carolee Brown told CNN affiliate KOIN that it wasn't how they had planned to celebrate his big day. \"We celebrated his 101 and had over 200 people. So trying to keep our social distancing and do what Governor [Kate] Brown has asked us to do,\" she told KOIN. \"But we're so thrilled he's recovered from this and we just had to do something for him.\" State Gov. Kate Brown also sent birthday wishes on Facebook. ##Daily Life## Japan recorded 314 new cases of the novel coronavirus and six more deaths on Friday, according to the country's Health Ministry. It marked the first time that Japan has recorded more than 300 new cases in a day. Of the new confirmed cases, 89 were from Tokyo alone. Japan now has 3,632 total cases, with 80 deaths.  ##Health## South Korean President Moon Jae-in said he was \"grief stricken\" over the first reported coronavirus death of a medical worker in the country. Heo Yeong-gu, a doctor of internal medicine in Gyeongbuk province, died on Friday, the Korea Centers for Disease Control and Prevention (KCDC) said. The doctor contracted the virus while treating patients in February, and was experiencing severe pneumonia symptoms. \"It's terribly sad that we had the first death of our medical professional who contracted the coronavirus while treating patients. I am awfully grief stricken,\" Moon said in a tweet. “I pray for a peaceful rest for Mr. Heo who had always been strict on himself yet friendly to his patients. I'm sure the Korean people are in the same mind. I send my deep condolences to the family.\"  South Korea now has 10,156 cases and 177 deaths, according to the KCDC. ##Health## Thanks to a total stranger, a now-jobless Los Angeles waitress will be able to pay her rent. Shujana Anthony loved being a waitress, she told CNN. But restaurants across the nation have been hit hard by the shutdowns mandated because of the coronavirus pandemic, and Anthony was among the vast numbers left without a paycheck. Speaking to CNN on air Wednesday, Anthony said she didn't know how she was going to pay her $1,100 apartment rent. \"I don't know,\" she said. \"When you're scared, you don't see nothing but fear.\" Enter Tami Vaughn, a viewer in Illinois, who reached out to CNN with an offer to pay Anthony's rent. \"I was just moved by what she's going through,\" Vaughn told CNN. \"And I know so many people are going through (the same). \"I just wanted to help, even if it's just a little bit, and maybe she can pay it forward, even if it's a year from now, and to whomever she wants. Just spread kindness.\" ##Daily Life## Before just a few weeks ago, Stuart and Adrian Baker were perfectly healthy. The inseparable couple had been married for more than 51 years and were living in Boynton Beach, Florida, in retirement. Neither of them had any serious health conditions. Then in mid-March, they started feeling ill. On Sunday, they both died -- six minutes apart -- due to complications from Covid-19, their son Buddy Baker said. Stuart Baker was 74. Adrian Baker was 72. The three weeks from infection to death: About three weeks ago, Stuart and Adrian went to the doctor because they weren't feeling well, according to Buddy. They were eventually sent home. A few days later, their symptoms still hadn't improved so their doctor recommended that they visit the hospital. They were also sent home and told to self-quarantine. After a few more days, on March 19, they were told to return to the hospital. Baker's father, who had a fever and asthma, was admitted. His mother, who did not have a fever, was not. On March 24, the hospital called -- Stuart had tested positive for Covid-19 and the doctor said it didn't look like he would make it. Buddy and his sister decided to take their mother to the hospital as a precautionary measure. Within 45 minutes of their mother being checked in, the doctor called to report that her oxygen levels were very low.  Buddy said he and his sister decided to move their parents to hospice care at the counsel of medical professionals. His mother and father were moved to the same room and taken off ventilators to be comfortable. Within minutes of each other, they had passed. Read more of the Bakers' story here: ##Daily Life## New York resident Maura Lewinger says her husband, Joe, wrote her love letters every morning and left them in her lunch box. They weren't just the \"have a great day\" letters, she said, but they described what she meant to him and maybe their plans for the next day or the upcoming weekend. \"He always took care of me, got me my coffee and help me in every way,\" she told CNN Friday. Joe, 42, died last weekend from complications with coronavirus. Like other families across the US right now, Lewinger had to say goodbye to her husband virtually. When doctors told Lewinger her husband's breathing was getting worse and that he was on three different blood pressure medications, she requested to speak with Joe on FaceTime. \"I saw him and I begged him not to leave us and told him we all need him,\" Lewinger said. Doctors told her they'd try other methods to keep Joe alive. During that waiting period, Lewinger told CNN she listened to her wedding song on loop just staring into the backyard. Then the doctor called back. \"I played our wedding song for him. And then that was it,\" Lewinger said. Joe leaves behind his wife, a son and two daughters. Read the full story here: ##Daily Life## US Attorney General William Barr has directed prison officials to maximize early release programs for a wide swath of vulnerable inmates, as coronavirus clusters grow at a number of federal facilities. “We are experiencing significant levels of infection at several of our facilities,” Barr wrote in a memo on Friday. “We have to move with dispatch in using home confinement, where appropriate, to move vulnerable inmates out of these institutions.” This comes after a week that saw eight federal inmates die from the virus.  Five died at Louisiana's Oakdale prison and three at the Lisbon facility in Ohio. Most of them had long-term, pre-existing medical conditions, the Bureau of Prisons has said.  As of Friday, there were 91 inmates who have the coronavirus, including 18 in Oakdale, two in Lisbon and 20 in Danbury, Connecticut. An additional 50 prison staff members have also been confirmed with coronavirus. The federal prison system accounts for only a small percentage of the total number of incarcerated individuals in the US, numbering nearly 150,000 inmates across 122 facilities. State and locally owned prisons have been experiencing the spread of the virus behind bars and experimenting with early release programs too. ##Daily Life## When the novel coronavirus pandemic hit Asia, people across the region were quick to wear masks. Adoption has been far slower in the West, however, with England's Chief Medical Officer Chris Whitty among a number of leading health officials to say that wearing them is unnecessary. Yet wearing masks in public hasn't always been an Asian proclivity. It certainly wasn't during the influenza pandemic of 1918, which lasted from January of that year to December 1920, and infected a third of the world's population, or about 500 million people, leading to about 50 million deaths -- about half a million of which were in the United States. Back then, it was the US that led the world in mask wearing, with the measure becoming mandatory there for the first time. History repeated in California: After San Francisco made masks mandatory in public in October 1918, an awareness campaign began. The campaign worked and other Californian cities followed suit, including Santa Cruz and Los Angeles, followed by states across the US. In a case of history repeating itself, this week the mayor of Los Angeles asked people to wear masks when shopping in public. So what changed? A century later, it is Asian countries that have adhered to the lessons the US learned about the benefits of mask wearing in slowing the spread of infection. Perhaps that is because in the intervening years, Asia has dealt with ongoing outbreaks of cholera, typhoid and other transmittable diseases, right up to SARS in 2003 and avian flu more recently. Those outbreaks have helped to maintain a mask-wearing culture. America and Europe have not seen similar outbreaks with such regularity. Read the full story here: ##Health## One of Asia's biggest slums has confirmed its first coronavirus death, leading top Indian doctors to warn that the country must prepare to face an \"onslaught\" of cases. A 56-year-old man died in the Dharavi slum, in the Indian financial capital of Mumbai, on Wednesday. He had no travel history, and died hours after testing positive for the coronavirus while being transferred to a local hospital, a Mumbai city official told CNN. Several of the man's family members have been tested and placed under home quarantine, and the block of 300 homes and 90 shops that make up his densely packed neighborhood have been sealed off to prevent further infections. On Thursday, a 52-year-old sweeper who works for the city's Brihanmumbai Municipal Corporation in Dharavi also tested positive. A cluster in the slum could be disastrous. Home to about 1 million people, the Dharavi slum has a population density almost 30 times greater than New York City -- about 280,000 people per square kilometer. Doctors say the situation would be unmanageable if a sustained outbreak spread rapidly through one of India's many slums, where there is little sanitation or running water and thousands of people live cheek by jowl -- making social distancing physically and economically impossible. Read the full story here: ##Health## ##Daily Life## Each day seems to bring more bad news for Tokyo. The daily count of new coronavirus cases has doubled in the past week, from about 40 in the final days of March to 97 on Thursday and 89 on Friday, according to the Tokyo Metropolitan Government. If the current trend continues, the outlook is bleak, said Kentaro Iwata, an infection control specialist from Kobe University, who has repeatedly warned that Japan isn't doing enough to halt the spread of the virus. \"Japan needs to have the courage to change, when we are aware we are on the wrong path,\" Iwata said. \"We might see the next New York City in Tokyo.\" New York is considered the epicenter of America's coronavirus outbreak. There, the number of known cases is doubling every five days, according to a CNN count. More than 2,900 people have died. As of Friday, Japan had 3,329 confirmed cases and 74 deaths. Iwata added there needs to be more testing: As of Friday, Tokyo had tested fewer than 4,000 people in a city of 13.5 million.  And just 39,466 people had been tested in this nation of 125 million, according to the Ministry of Health, Labour, and Welfare. That's a tiny fraction compared to countries in the region and around the world. As of Friday, South Korea -- which has a much smaller population than Japan -- had tested more than 440,000 people. Read the full story here: ##Health## ##Daily Life## New York is facing a revenue shortfall of $10-15 billion, State Budget Director Robert F. Mujica, Jr. said on Friday. \"(Revenue from the federal government) didn't materialize so in the absence of that we have to recognize that we could lose between 10 and $15 billion,\" Mujica said.  \"What we'll do is throughout the year we are going to look at revenues, look at the spending forecasts, and reduce our spending to reflect what we think the revenues are going to look like.\" The state's economy is essentially on pause, meaning future forecasts will depend on whether the federal government can provide the state with additional revenue, he added.  “People are starting to lose their jobs and this is the time we need the federal government most to step up and provide the state with the resources,\" Mujica said. \"This is not about state budget or state spending -- this is about getting the resources we need so that we can provide the services to the citizens of New York state at the time when they need it the most.” ##Business## Front-line responders in New York City, the epicenter of the coronavirus crisis in the US, are facing \"battlefield conditions,\" said Michael Greco, Vice President of the New York City Fire Department Bureau of Emergency Medical Services (FDNY EMS) union. “We’re now in a major triage mode,\" he told CNN. \"If we don’t get a return of circulation, after 20 minutes we are terminating the CPR and we are not transporting.”   The hour or so that they spend transporting patients to hospital is now \"battlefield triage,\" he said. \"We’re in wartime mode.\" Greco said that before the coronavirus outbreak, he and other paramedics would see perhaps one or two cardiac arrests a week. One FDNY EMS crew handled seven cardiac arrests yesterday alone. \"As an EMT (emergency medical technician) or a paramedic, doctors too, and nurses, we all swore oaths to do everything we can to save a life and now we’re making decisions that we were never trained for to handle mentally,\" he said. Emergency workers are fearing for their lives: Some members are sleeping in their cars or hotel rooms, afraid they could get infected and bring the virus to their homes and families, Greco said. “We have members who filled out wills because they don’t know where this is going.” ##Health## ##Daily Life## Pink tested positive for coronavirus, the singer said in a tweet. \"Two weeks ago, my three-year-old son Jameson and I are showing symptoms of Covid-19. Fortunately, our primary care physician had access to tests and I tested positive,\" she said. The family stayed at home for two weeks, and tested negative a few days ago. \"It is an absolute travesty and failure of our government to not make testing more widely accessible,\" Pink said. \"This illness is serious and real.\" The star said she would donate a total of $1,000,000, split between the Temple University Hospital Emergency Fund and the Los Angeles Mayor's emergency coronavirus fund. ##Health## A total of 49 of the 211 students from the University of Texas at Austin who traveled to Cabo San Lucas, Mexico, for spring break have tested positive for the coronavirus, according to a statement from the university. They went on the March 14-19 trip against the advice of White House officials who asked that people avoid gathering in groups of more than 10, and refrain from nonessential air travel. Texas House Speaker Dennis Bonnen had a blunt message for the spring breakers. \"Quit being an a**,\" he told CNN affiliate KXAN. \"Get over yourselves. Whether you think this is an issue or not, it is. Whether you think it could affect you or not, it does. The reality of it is, if I'm a college kid who's going to spring break in Mexico, you're affecting a lot of people. Grow up.\" As some of the spring breakers took commercial flights home, public health officials said dozens of other passengers are being monitored. The students who tested positive are in self-isolation, health officials said. The Department of State Health Services has been alerted. ##Health## ##Daily Life## ##Travel## Kelley Bradshaw, an intensive care unit nurse at a large New York hospital, told CNN the coronavirus patients she's seeing this week seem sicker, with more advanced symptoms.  \"Compared to last week, the patients are sicker and that tends to happen with a virus that's this vicious,\" she said. \"It starts with affecting one part of the body and then it starts to affect more and more body systems.\"  Bradshaw said she was seeing more cases of the virus affecting patients' kidneys and hearts. It's not clear if the patients seem sicker because the virus is presenting itself in a different way, or if the patients are trying to wait it out at home, so they are already sicker by the time they arrive at the hospital. \"It just feels like the longer someone battles this virus and the more critically ill they become, the harder our job gets,\" Bradshaw said. \"The days are really, really long ... The only thing we can expect is to expect the unexpected.\" ##Health## ##Daily Life## China confirmed 19 new coronavirus cases on Friday -- of which all but one were imported from overseas, according the country's National Health Commission (NHC). There were also 64 new asymptomatic cases reported, which are counted separately. There are 1,030 such asymptomatic cases under medical observation. The NHC also reported four new deaths. This brings the national total to 81,639 cases and 3,326 deaths. According to the NHC, 76,751 patients have recovered and been discharged from hospital. ##Health##  Hawaii has activated four units of the National Guard to assist with the state's coronavirus response, Gov. David Ige said on Friday. “Effective immediately, there will be more than 250 men and women on state active duty,\" Ige said at a news conference. Brig. Gen. Moses Kaoiwi, Jr. said the National Guard will help staff up the state’s emergency operations center and manage warehouses used to store medical and personal protective equipment.  Some members of the Guard will also assist in airport screening, to make sure those entering the state adhere to Hawaii’s mandatory 14-day quarantine for visitors. ##Daily Life## ##Health## Los Angeles County has recorded 1,000 coronavirus cases in just 48 hours, the mayor said on Friday. \"To put that in perspective, it took us 23 days to get to the first thousand cases and we've done that in just the last two [days],\" Mayor Eric Garcetti said at a news conference. \"So even as we slow the rate of growth, the cases are still growing, and will continue to be hundreds and hundreds, possibly in coming days, more than 1,000 a day.\" Los Angeles County had a 13% increase in cases Friday -- the third day in a row of low-teens or mid-teen increases, the mayor said. This is a decrease from the previous week, when the city saw almost a 27% increase on average each day.  \"A week ago, the rate of increase was about 50% more than it is right now,\" Garcetti said. \"But on the other hand, before you start to get relaxed and say we can go outside, this is a moment to continue pressing on the accelerator.\" More than 40,000 Angelenos have been tested for Covid-19, and Los Angeles has the capacity to do 3,500 tests a day in the coming week, Garcetti said. It has been 15 days since California has been under stay-at-home orders -- and 19 days since Los Angeles started social distancing. ##Health## Thailand’s Civil Aviation Authority has issued an order stopping flights from arriving in the country for three days. The order went into effect midnight on Friday and will last until just before midnight on Monday, local time. There are exceptions for state or military aircraft, emergency landing, technical landing, humanitarian aid, medical and relief flights, authorized repatriation flights and cargo aircraft. The ban is meant to halt the spread of the coronavirus and support containment and mitigation efforts in the country. Thailand has close to 2,000 cases, according to data from Johns Hopkins University. ##Travel## The Federal Emergency Management Agency said in a statement Friday that it has obligated $1.1 billion in support to New York state. \"Total medical supplies and equipment provided to New York include 1,096,922 N95 respirators, 1,836,891 surgical masks, 365,295 face shields, 219,811 surgical gowns, 8,059 coveralls, 1,435,129 gloves and 4,400 ventilators,\" FEMA said. New York state has 102,987 confirmed coronavirus cases and 2,935 deaths, according to data from Johns Hopkins University. ##Business## ##Health## US President Donald Trump again signaled his resistance to issuing a national stay-at-home order to slow the spread of the coronavirus -- despite comments from Dr. Anthony Fauci this week questioning why such an order has not been issued for all states. The majority of states have issued orders for residents to stay in their homes, but the federal government has not mandated people do so. “I leave it up to the governors,” Trump said at Friday's coronavirus task force briefing. “I guess we’re close to 90% anyway,” Trump said of the number of people mandated to stay home. At least 41 states and the District of Columbia have issued stay-at-home orders. “States that we’re talking about are not in jeopardy,” Trump said, referring to the handful of states that have not yet issued such orders. “I like that from the standpoint of governing, and even from the standpoint of our Constitution,” the President said of his inclination to allow states to make their own decisions about ordering people not to leave their houses. The federal government has issued guidance recommending that people stay home as much as possible and avoid gathering in groups larger than 10. ##Daily Life## There are at least 277,828 cases of coronavirus in the US, with 7,141 deaths, according to Johns Hopkins University's tally of cases in the country. So far on Friday, 32,615 new cases and 1,158 deaths have been reported.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Wyoming is the only state not reporting a coronavirus death. This post has been updated to reflect revised figures from Johns Hopkins. ##Health## New York City is currently reporting 56,289 coronavirus cases and 1,867 deaths, according to the city’s website. Friday’s new totals mark an increase of 6,582 cases and 305 deaths since Thursday. ##Health##"], "Language": false}