{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/04/opinions/domestic-violence-child-abuse-social-distancing-zwang/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Ariel Zwang"], "Writers": [[]], "FirstPublishDate": ["2020-04-05T00:09:13Z"], "LastModifiedDate": ["2020-04-05T00:19:56Z"], "Headline": ["We're all supposed to stay home. What about kids who aren't safe there?"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Our nation and world are facing an unprecedented challenge with the Covid-19 pandemic. To combat this crisis, experts have urged Americans to practice social distancing and to stay at home as much as possible. For many, that is practical advice. But for others, home is not safe. That is the reality many clients of Safe Horizon --the victims service agency that I direct, supporting more than 250,000 victims each year--are facing right now.  For instance, we are working with a client whose abusive partner has been spotted in her neighborhood. Though the client currently has an order of protection in place, now that she and her children are home due to the quarantine, instead of out of the house during their normal work and school hours, they face a heightened risk of being attacked. Our clients, both adults and children, also are dealing with the stress of being at home almost full time, and some are experiencing greater mental health challenges. We are extending our \"brief trauma intervention\" services, which are usually limited to a few sessions, to include additional sessions as needed to clients. This, we hope, will help adults better manage their own anxiety, and help them interact more positively with their children -- and will also provide an outlet for children to express their feelings.  As with organizations at every level in this country during a time of pandemic, victims services agencies are facing new and unfamiliar challenges as they attempt to support victims of crime and abuse, many of whom are also survivors of domestic violence and child abuse.  Our top priority is the safety of our clients and their families. According to the Centers for Disease Control and Prevention (CDC), one in four women and one in seven men will be victims of domestic violence or abuse in their lifetime.  Social distancing recommendations—while crucially necessary--  present a new set of variables and difficulties in keeping survivors -- both adults and children -- safe. And they are creating those challenges just when the likelihood of violence is increasing. Living in close quarters can increase irritability. Job losses, health concerns and the loss of loved ones create tremendous additional stress. All of that can make an already tough situation at home even more volatile. This can be especially hard on children living in violent situations. What can agencies like ours do to help in this new sheltering-in-place reality?  I have been the head of Safe Horizon for more than a decade, and neither I nor our clients and staff  have ever faced a challenge like this.  But like many victims agencies, we are quickly retooling for these tough times. Our usual, effective, approaches confront new hurdles. Advocates regularly create safety plans -- strategies for to help minimize risks for older children and parents. Normally, such plans focus on building a support network, and they often include actions like visiting a neighbor, spending the night at a loved one's home or even hanging out for a few hours on the playground with a friend. But many of those options are no longer on the table. Compounding the problem, school is one of the main places where children can interact with a trusted adult, such as a teacher, counselor or coach. With schools, after school programs and sports shut down, avenues of support are cut off. And fewer eyes on children means fewer opportunities to spot when they are struggling or have been hurt. In fact, we know that reporting of child abuse is down because teachers are interacting with far fewer students. We are already planning for what we anticipate will be a flood of reports of child abuse once teachers begin having in-person contact with children again. But meanwhile, we have found creative ways to support survivors, including children. Our counselors provide support over the phone. We are remotely helping survivors file for orders of protection and conducting supervised visits over Zoom. Our advocates video chat with families, and they are making sure to create a visual touchpoint with even the youngest of children. The situation is challenging, but it is not hopeless. And eventually, we will be able to provide support in person again. In the coming weeks or months, when the world begins to move again, our services will be more needed than ever, as victims who were unable to leave their homes, or were unseen by caring adults, can be reached and get the full range of help that they need.  As the economy faces historic challenges, I hope that government at every level will -- at least -- maintain funding for organizations like Safe Horizon, which will be critical in shepherding children back to normalcy and safety. Furthermore, this crisis has made us realize how many services can, if needed, be delivered remotely.  Non-profits with little funding need more tech resources, and regulatory flexibility, to be able to provide services even when we can't see people in person. In the meantime, the best thing we can do for children living in violent situations -- or anyone living in a potentially violent situation -- is to create as much connection as possible. I encourage everyone to do so if they are concerned about a child in their life."], "Language": false}