{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/entertainment/kobe-bryant-new-book/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-02T13:05:49Z"], "LastModifiedDate": ["2020-04-02T13:05:49Z"], "Headline": ["Latest Kobe Bryant book release announced by his wife"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Vanessa Bryant has announced a new book created by her late husband. Kobe Bryant, who died along with his 13-year-old daughter Gianna Bryant and seven others in a helicopter crash in January in Calabasas, California, had conceived a young adult fantasy series. His wife recently announced on her verified Instagram account that the second book, titled \"The Wizenard Series: Season One,\" is out. \"Welcome back to Dren!,\" she wrote in the caption of a video showing the new book's cover. \"We hope you are all ready to catch up with the West Bottom Badgers for another magical basketball season. The #Wizenard Series: Season One is OUT NOW.\" The new book follows the first in the series release last year, \"The Wizenard Series: Training Camp.\" Bryant worked with writer Wesley King on his envisioned series which follows the West Bottom Badgers, a basketball team in a poverty-struck neighborhood, who are helped by the expertise and magic of their coach, Professor Wizenard. The NBA star talked to Barnes & Noble last year about the first book. \"Sports/fantasy is a blend of two of my passions: sports and fantasy storytelling,\" Bryant said. \"I'm a voracious reader and huge Harry Potter fan. So, it was a natural fit for me from that perspective.\" He also said Gianna's middle school basketball team had read the initial novel and loved it. \"Their first reaction was to the overall look of the book. They think it's beautiful!,\" Bryant said. \"The look and feel are so different from many other books out there for kids, so they responded really positively to that. As for the story itself, they enjoyed the format, which gives a window into the perspectives of the five main characters.\" Bryant's career pursuits went well beyond the court and in addition to the book series. He won the best animated short Oscar in 2018 for \"Dear Basketball,\" which was based on a poem he wrote."], "Language": false}