{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/sport/nba-enes-kanter-turkey-erdogan-gulen-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Motez Bishara, CNN"], "Writers": [["Motez Bishara"]], "FirstPublishDate": ["2020-04-02T10:00:45Z"], "LastModifiedDate": ["2020-04-02T15:39:48Z"], "Headline": ["A fierce critic of Turkey, Enes Kanter has more than just losing the NBA season on his mind"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["While NBA players search for ways to stay fit during the current suspension of play caused by the coronavirus, Enes Kanter has much more than basketball on his mind.  Throughout this season, the Boston Celtics backup center has played with an infectious smile that belied the intense pressures of his personal life. One of the NBA's most popular players has been facing a range of tumultuous challenges off the court, including death threats and the criminal trial of his father back home in Turkey. \"Basketball is my escape,\" Kanter recently told CNN in the Celtics' locker room after an overtime win against the Los Angeles Clippers. \"As soon as I'm on the court, it's my escape. I'm like, you know what? I'm just going to focus on my teammates, basketball and winning.  \"But as soon as I step off the court, the same conversation starts: How can I help those people out there?\" he added, referring to thousands of Turks who have been held accountable by their government for alleged crimes against the state.   READ: The NBA could lose billions this season In 2017, Turkish authorities canceled Kanter's passport and accused him of funding a terrorist group. In a recent statement sent to CNN  the Turkish Embassy in London said that his \"judicial process is ongoing\" and that he \"needs to return to Turkey and face justice.\" Kanter has denied all allegations of wrongdoing and has said he fears backlash to public criticisms he has made of President Recep Tayyip Erdogan. The 27-year-old has called the Turkish leader \"the Hitler of our century,\" among other critiques.   Turkey also reportedly requested the extradition of Kanter last year. A Turkish state media report on the request said Kanter was accused of being part of a terror organization -- an accusation he responded to with humor. \"The only thing I terrorize is the rim,\" he tweeted, adding that he never even had a parking ticket in the US. \"Nobody should be surprised if Turkey calls you a terrorist because you don't agree with them,\" Kanter says. \"We got used to it already.\" In the wake of Turkey's accusations, the 6-foot 10-inch former prodigy of Turkish club Fenerbahçe says he has endured death threats over social media and was harassed by people he said were Erdogan supporters as he was leaving a Boston mosque with teammate Tacko Fall in October. READ: Leading NBA players say they've tested positive for coronavirus His father, Mehmet Kanter, is facing trial in Turkey on suspicion of membership in a \"terrorist organization,\" according to the Turkish embassy in London. The embassy said the accusations against both Enes Kanter and his father stem from their support for US-based cleric Fethullah Gulen, naming the NBA star as \"one of the most visible faces\" and \"prominent financers\" of the Gulen movement.  Mehmet Kanter reportedly denied any association with the Gulen movement to a Turkish Court in June, according to Turkish news site T24. CNN has not been able to reach Mehmet Kanter for comment. Gulen has been accused by Erdogan of orchestrating the 2016 failed coup -- a charge he has repeatedly denied.   Mehmet Kanter was due to appear in court on March 19, according to Enes Kanter, though it is unclear whether the trial was delayed again. Out of safety concerns, Kanter says he has not spoken to his parents in five years, but is updated by his brother Kerem who plays basketball in Spain. \"If they don't delay this time, he's going to be in jail for about five and a half years,\" Enes Kanter said one month before the anticipated trial date. \"Just because they are accusing him of being my dad.\"  READ: NBA star Gobert faces backlash Since his battle with the Turkish government went public, Kanter has shaped himself into one of the NBA's foremost political activists -- no small feat in a league awash with social consciousness. He has received the backing of both Democratic and Republican lawmakers in his calls for legislation, including an act that passed the House in October intending to sanction Turkish officials and limit US arms sales to Turkey.  Kanter also spoke in Congress, appealing for US visas for Syrian Kurds displaced by Turkey's ground campaign against ISIS, according to the Washington Post.   Two of Kanter's vocal supporters in Washington include Democratic senators Edward J. Markey of Massachusetts and Ron Wyden of Oregon, who introduced human rights legislation aimed at Turkey to the Senate in November -- a day before Erdogan met with President Donald Trump at the White House. \"Obviously, Erdogan is a terrible autocratic violator of human rights,\" Markey said at the news conference to announce the bill alongside Kanter. \"Enes Kanter has become the public face of explaining that to the American people.\" But Kanter says he believes his willingness to play this role has made him a target for retaliation from Turkish authorities. In July, a free basketball camp he organized at the Islamic Center of Long Island in New York was abruptly canceled. Kanter says \"thugs\" and \"goons\" sent by the Turkish Consulate were to blame; the Turkish consul general Alper Aktaş denied the allegation. Then came the incident outside the mosque in October, when Kanter and 7-foot 5-inch Fall, who is from Senegal, were verbally confronted by two Turkish-speaking men who repeatedly called Kanter a \"traitor\" and levied other accusations as they waited for a cab  Kanter filmed and shared a video of the alleged incident, which he described as \"crazy and scary\" to the press the following day.  As a wily role player in his ninth season, Kanter has averaged 8.3 points and 7.7 rebounds for the Celtics, the No. 3 seed heading into the Eastern Conference playoffs before the season was put on hold on March 11. But as he dons the court with \"freedom\" scribbled on his shoes, his situation can be hard to relate to. \"I get a lot of questions from my teammates and my coaches,\" he says. \"They are like, 'Are you crazy? Why don't you just shut your mouth, make your money and just live a happy life? Why are you talking about the situation?'\"  READ The NBA is firing its Turkish Twitter account vendor after it omitted Enes Kanter Kanter, who is on pace to earn over $100 million in his career, according to Basketball Reference, needed special permission from the Canadian government to play the Toronto Raptors on Christmas Day because of his passport revocation. It was the first time he had left the country in over two years.  \"They don't understand this is bigger than myself, bigger than basketball and bigger than my family,\" he explains, \"because there are thousands of innocent people out there. They're suffering, they get tortured in jail, they're getting kidnapped. So I have to use this platform.\" In the wake of the failed 2016 coup, Turkey instituted a state of emergency, and activists say it has been used to suppress a range of civil and political rights. By April of 2018, more than 100,000 people had faced criminal investigations in Turkey and at least 50,000 people had been imprisoned pending trial, according to Amnesty International.  In addition more than 107,000 public sector employees had been fired. Turkey has also been at the top of the list of countries imprisoning journalists.  \"Right now there is no freedom (in Turkey),\" says Kanter, who is eligible for US citizenship next year and has said he would like to run for office. \"Certainly no freedom of speech, no freedom of religion or freedom of expression.\" The Kaepernick effect Last summer, Kanter sat down with another pro athlete who has been the face of a political movement, Colin Kaepernick.   \"He's a super smart, intelligent guy, and obviously he was going through some problems too,\" Kanter says of the NFL quarterback who has not played since kneeling during the national anthem as a form of social protest in 2016. Though Kaepernick's NFL career hasn't recovered, he sparked a movement in sports and brought an awareness to the killing of unarmed black men at the hands of police. Kanter says he picked Kaepernick's brain on how to use his status as an NBA player to broaden his own platform. \"He was giving me some ideas,\" Kanter says. \"People know my story because I play in the NBA, right? But there are tons of stories out there that are way worse than mine. I was like, 'How can we use my story to tell their stories?'\" But unlike Kaepernick, who has been celebrated in media campaigns and is reportedly receiving millions from Nike, Kanter is one of the few players on his team without a shoe deal. He has said that talks with Nike stalled after they raised concerns that stores would be shut down in Turkey, a country of more than 80 million people. \"Because I talk about these issues, I don't get any endorsement deals,\" he says. \"Nike is so scared to give me a contract because they don't want their business to be affected in Turkey.\" Nike did not immediately respond to CNN's request for comment on a shoe deal for Kanter.  Endorsements, however, are not what drive him. \"You know what? Money will come and go, fame will come and go,\" he says, \"but I think this is so important to just go out there and just speak the truth.\" READ Mosque cancels NBA star Enes Kanter's youth camp after Turkish consulate gets involved Who is Gulen?  For all of Kanter's support in Washington, it is unclear whether he is as popular in Turkey, where his games have been banned from broadcast and his and his Twitter feed has been blocked. That is in part due to his closeness to Gulen, the 78-year-old cleric who, along with his followers, is held with suspicion among many ordinary Turks. Supporters point to Gulen's ethos of interfaith dialogue and access to free education. His movement has opened schools and universities in more than 100 countries, including the largest charter school network in Texas, Harmony Public Schools. But even those outside of government in Turkey feel that Gulenists operate an influential shadowy network, according to Esra Özyürek, chair in contemporary Turkish studies at the London School of Economics. \"They are seen as (being) behind the 2016 coup attempt, and responsible for corrupting the legal system and the university and state service entry systems,\" she says.  \"This is popularly believed.\" Kanter first met Gulen in 2013, but said he had been attending Gulen schools in Turkey since the second grade, according to an interview with The Athletic.  \"His views on my religion, as well as ways to solve today's problems, were attractive to me,\" he says, adding that he visits Gulen often at his estate in Saylorsburg, Pennsylvania. \"Gulen is promoting an Islam that highlights justice, respect and love for those who aren't like us. He believes that being a Muslim comes with some kind of duty, and that is to help others. These are principles that I feel strongly about.\"  Kanter says he was with Gulen on the night of the coup attempt in July 2016 that claimed around 250 "], "Language": false}