{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/us/michael-jordan-last-dance-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-03-31T15:49:09Z"], "LastModifiedDate": ["2020-03-31T21:26:14Z"], "Headline": ["ESPN is airing its Michael Jordan documentary series early to help fill the void of live sports"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Originally set to air beginning in June, ESPN is moving up the premiere date of \"The Last Dance,\" a 10-part documentary series on Michael Jordan and the 1990s Chicago Bulls. The series will premiere on April 19 and air on Sunday nights over five weeks through May 17. With all major US sports leagues suspending or postponing play due to the coronavirus pandemic, sports fans are undoubtedly thankful for the news as they look to fill in the dearth of live sports.  March Madness was canceled by the NCAA, and the NBA, NHL and MLS have suspended their seasons due to the coronavirus. MLB has also postponed the start of the regular season, although the NFL intends to move forward with the NFL draft.  \"As society navigates this time without live sports, viewers are still looking to the sports world to escape and enjoy a collective experience,\" ESPN said in a statement.  \"We've heard the calls from fans asking us to move up the release date for this series, and we're happy to announce that we've been able to accelerate the production schedule to do just that.\" The 1990s Chicago Bulls, led by Jordan, remain arguably the greatest dynasty in sports history. The ESPN series features never-before-seen footage from the 1997-98 season, and it features interviews from a star-studded cast. \"Michael Jordan and the '90s Bulls weren't just sports superstars, they were a global phenomenon,\" said director Jason Hehir. \"Making 'The Last Dance' was an incredible opportunity to explore the extraordinary impact of one man and one team. \"For nearly three years, we searched far and wide to present the definitive story of an era-defining dynasty and to present these sports heroes as humans. I hope viewers enjoy watching our series as much as we enjoyed the opportunity to make it.\" The series will be broadcast on Netflix outside the US."], "Language": false}