{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/us/idaho-transgender-bills/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Andy Rose and Hollie Silverman, CNN"], "Writers": [["Hollie Silverman"]], "FirstPublishDate": ["2020-03-31T05:29:50Z"], "LastModifiedDate": ["2020-03-31T14:00:51Z"], "Headline": ["Idaho governor signs two bills that limit the rights of transgender people"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Idaho Gov. Brad Little signed two bills into law Monday that limit the rights of transgender people. One measure bans transgender girls from playing on girls' and women's sports teams, while the other prohibits transgender people from changing their gender on Idaho birth certificates. Little's office did not comment on the laws. House Bill 500, also known as the Fairness in Women's Sports Act, says \"athletic teams or sports designated for females, women, or girls shall not be open to students of the male sex.\" The measure says that a \"dispute\" about an athlete's gender can only be resolved by examining \"the student's reproductive anatomy, genetic makeup, or normal endogenously 19 produced testosterone levels.\" Little also signed into law Monday House Bill 509, which prohibits transgender people from obtaining a new birth certificate with their gender identity on it. In 2018, a federal court struck down a similar bill that sought to prevent gender from being changed on birth certificates. The state ACLU said both laws violate the rights of transgender Idahoans. \"The ACLU of Idaho condemns Governor Brad Little's decision to sign discriminatory, unconstitutional, and deeply hurtful anti-transgender bills into law,\" a statement said. \"Leaders from the business, faith, medical, education and athletics communities will not forget this decision or what it says about the governor's priorities during a global pandemic. The ACLU will see the governor in court.\" The ACLU of Idaho said the first bill is in direct violation of current policies set by the Idaho High School Activities Association. The passing of this bill makes Idaho the first state in the country to pass legislation against transgender students, the ACLU statement said.  Lindsay Hecox, a transgender woman and runner at Boise State University said in the ACLU statement that the bill unfairly targets people like her. \"Supporters of this bill are attempting to fix a problem that was never there. It specifically targets people like me and all transgender female athletes and denies us the opportunity to compete in sports,\" Hecox said. \"It's unfair, unnecessary and discriminatory, and it ignores the commitment we've made to rigorous training and the importance of athletic competition to our lives.\""], "Language": false}