{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/us/new-york-coronavirus-cases-deaths/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, Holly Yan and Eric Levenson, CNN"], "Writers": [["Madeline Holcombe", "Holly Yan", "Eric Levenson"]], "FirstPublishDate": ["2020-03-30T11:17:45Z"], "LastModifiedDate": ["2020-03-30T19:43:34Z"], "Headline": ["New York's Central Park and harbor are now home to makeshift hospitals"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["New York transformed a grassy meadow in Central Park into a makeshift hospital and welcomed a Navy hospital ship as officials scrambled to bolster a medical system becoming overwhelmed by coronavirus. Central Park's East Meadow on the Upper East Side, normally a spot for picnickers and sunbathers, was converted Sunday into a 68-bed field hospital designed as a respiratory care unit. And on Monday morning, the USNS Comfort navigated past the Statue of Liberty into New York Harbor, where it will provide another 1,000 hospital beds. \"This is like an additional hospital just floated right up to our shores, and now it's going to help to save lives,\" New York Mayor Bill de Blasio said. In addition, the Army Corps of Engineers transformed Manhattan's Javits Convention Center into a makeshift 1,000-bed field hospital. Gov. Andrew Cuomo set a goal of building a 1,000-plus patient temporary hospital in each of New York City's five boroughs as well as in nearby Westchester, Rockland, Nassau and Suffolk counties. The makeshift hospitals are a few examples of how New York is using every possible method to expand its capacity head of an expected peak in two to three weeks. As of Monday, 1,218 people have died from coronavirus in New York state, the epicenter of the coronavirus pandemic, an increase from the 965 deaths on Sunday, Cuomo said. In all, about 66,500 people have tested positive for coronavirus, over 9,500 people are currently hospitalized and 2,352 of them are being treated in the intensive care unit, he said. The number of new hospitalizations is doubling about every six days, slower when compared to last week, when new hospitalizations were doubling every two or three days. \"So while the overall number is going up, the rate of doubling is actually down,\" Cuomo said. Cuomo has emphasized a two-pronged solution to the coronavirus outbreak: increase the ability to care for those who get sick and cut down on the spread of new cases. Samaritan's Purse, a Christian humanitarian aid organization, set up the Central Park tents in cooperation with FEMA, state officials and local hospital authorities, the organization said. Mayor de Blasio said the tent hospital is expected to be operational by Tuesday. The USNS Comfort, staffed by federal medical professionals, will be used to treat non-coronavirus patients, thereby freeing city hospitals to expand for the surge in coronavirus cases. Hospitals are adding staff and equipment  On Monday, Cuomo asked medical workers in less affected areas to come to New York to contain the outbreak. \"If you don't have a health care crisis in your community, please come help us in New York now,\" he said. New York would return the favor down the road, he promised. The city has received all of the 2,500 ventilators promised by the federal government. They are distributing the ventilators along with personal protective equipment including 8,918,000 face masks, 179,328 face shields, 1,570,300 surgical gloves and 476,565 N95 masks. Still, there are concerns about shortages. \"There is not enough of anything,\" an attending physician in the anesthesiology department of a Long Island hospital told CNN. \"There are just so many patients who are so sick it seems impossible to keep up with the demand.\" For medical professionals on the front lines, many of whom are reusing single-use equipment, the supplies are the best line of defense against contracting the virus themselves, spreading it to patients and being unable to continue providing care. NYC's emergency rooms are serving twice as many patients as usual and their ICUs are three times as large as usual, Dr. Mitchell Katz, CEO of NYC Health + Hospitals said Sunday.   In response, 500 contract nurses were added to the NYC Health + Hospitals system this week and another 500 are expected next week, de Blasio said Sunday. And Queens' Elmhurst Hospital, which is among the hardest hit in the city, has received 169 clinicians to help in its fight against the virus. The city will continue to move personnel to help every hospital that needs it during this pandemic, de Blasio said. At Brookdale University Hospital Medical Center in Brooklyn, where CNN gained access Sunday, the ICU was working at capacity, patient beds lined the hallways of the emergency department and the morgue was full. \"I can say that every corner every part of the hallway, every room, every space has been filled up to capacity with our patients,\" Dr. Arabia Mollette said. Enforcing social distancing In New York City, social distancing has gone from a moral responsibility to a legal requirement, as de Blasio announced Sunday that residents who violate policies will receive a summons and fines ranging from $250 to $500. People will be fined if they are told by officers to disperse, keep moving, or maintain distance, but they continue to violate policies anyway. \"If you ignore that order ... we're going to have to fine you. We're going to give people every chance to listen and if anyone doesn't listen, then they deserve a fine at this point,\" de Blasio said. Beginning Monday, the New York Police Department is conducting spot checks on subway cars to ensure social distancing.  Team sports are banned in the city. Tennis courts and soccer fields where people continue to gather will have their nets taken down, and 80 basketball hoops have already been removed. NYPD commissioner expects nearly 900 positive tests in department  Five New York Police Department employees who had tested positive for coronavirus have died, including a police administrative aide and a school safety agent, according to a law enforcement official. As of Monday morning, 940 employees of the NYPD -- 834 uniformed members and 106 civilian members -- have coronavirus, the official said. Some 5,000 uniformed members of the NYPD are out sick. The NYPD has advised members with underlying conditions who want special accommodations to seek permission to work from home, the official said. The department is advising pregnant staff members to do the same. On Saturday, the department announced its first death of a detective due to coronavirus. Detective Cedric Dixon, a 23-year veteran, worked in the 32nd Precinct in Harlem, NYPD Commissioner Dermot Shea said. The detective was in his 40s and had underlying health conditions, multiple law enforcement officials said. Shea did not provide details on the officer's health history. On Friday, Giacomina Barr-Brown, a civilian worked in the 49th Precinct Roll Call Office, also died from coronavirus. Barr-Brown was a seven-year veteran of the NYPD. And on Thursday, Dennis C. Dickson, a custodian who worked at police headquarters, became the first member of the NYPD to lose his life to coronavirus. The police chief lauded Dickson's commitment to the department, noting the 14-year veteran \"worked 17 days straight\" during Hurricane Sandy in 2012. \"May we never forget the sacrifice of those workers who put themselves in harm's way to keep you and your family safe,\" Shea said."], "Language": false}