{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/golf/tiger-woods-phil-mickelson-tv-match-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Hodgetts, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-30T15:43:30Z"], "LastModifiedDate": ["2020-03-30T15:43:30Z"], "Headline": ["Phil Mickelson 'working on' rematch of $9M clash with Tiger Woods"], "Section": ["golf"], "MappedSection": ["SPORT"], "Article_Body": ["Their first match was a $9 million winner-takes-all shoot out, but now Tiger Woods and Phil Mickelson could lock horns again to fill the void in sports left by the coronavirus. Professional golf is on hold because of the pandemic, but Mickelson hinted on social media that plans are being formed for another clash of the two golfing greats. Mickelson was asked on Twitter whether the pair would consider playing again for those missing their regular sporting action. \"@TigerWoods @PhilMickelson do you think there is a chance you two go play a round mic'd up with one camera guy and just put it out there on a stream for people to watch?? We need live sports\" The 49-year-old Mickelson replied: \"Working on it.\" Among numerous replies, another user responded to Mickelson saying, \"Please don't tease,\" to which the American fired back, \"I don't tease. I'm kinda a sure thing.\" CNN has reached out to Woods' agent Mark Steinberg and Mickelson's representative Steve Loy for further comment. On Sunday, the US extended its set of social distancing guidelines until April 30, which potentially provides complications for any rematch, depending on its timing. READ: Tiger Woods' son is good at golf, but video poses wider questions READ: Tiger Woods: A tumultuous 10 years from scandal to redemption 'Smack talk' At the height of their careers, Woods and Mickelson were rivals with a frosty relationship, but the veteran golfers have become friendly in recent years. In 2018, they played their first $9 million made-for-TV showdown -- dubbed The Match -- which Mickelson won after 22 holes at Shadow Creek Golf Course in Las Vegas. Mickelson also won $600,000 in charity side bets, as he was closest to the pin on three of the par 3s. But he missed a birdie putt on the first hole and donated $200,000 to Woods' handpicked charity. The 44-year-old Woods has spent an unprecedented 683 weeks as world No.1 -- most recently in May 2014 -- while Mickelson's highest career ranking was No.2. Woods also now has 15 majors to his countryman's five. \"A day like today isn't going to take anything away from his greatness,\" said Mickelson after the 2018 match.  \"He's the greatest of all time, but just to have a little bit of smack talk for the coming years means a lot to me because I really don't have much on him.\" Woods' Masters renaissance last year was his first major title for 11 years. A victory in Japan in October put him on 82 PGA Tour titles to tie the record with fellow American Sam Snead. Mickelson won his last major at the 2013 Open Championship at Muirfield and clinched the most recent of his 44 PGA Tour titles in February 2019. Their first match was intended to be broadcast as a pay-per-view, but technical difficulties meant it was streamed for free via Bleacher Report Live (Bleacher Report is owned by AT&T, which also owns CNN)."], "Language": false}