{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/tennis/wimbledon-tennis-coronavirus-spt-int/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aimee Lewis, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-30T09:14:07Z"], "LastModifiedDate": ["2020-03-30T09:14:07Z"], "Headline": ["Wimbledon will be canceled, says German tennis official"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["The Wimbledon tennis championships will be canceled this week, according to German Tennis Federation (DTB) vice-president Dirk Hordorff. Tournament organizer the All England Club (AELTC) will hold an emergency meeting Wednesday and is expected to make a final decision on the grand slam event, which is set to begin on June 29.  In a statement issued last week, the AELTC said it had been evaluating all possible scenarios, including both postponement and cancellation, amid the coronavirus outbreak. According to Reuters, Hordorff told Sky Sports Germany: \"I am also involved in the bodies of the ATP and WTA. The necessary decisions have already been made there and Wimbledon will decide to cancel next Wednesday. There is no doubt about it. This is necessary in the current situation.  \"It is completely unrealistic to imagine that with the travel restrictions that we currently have an international tennis tournament where hundreds of thousands of people from all over the world would travel. That is unthinkable.\" Were Wimbledon to be canceled, it would be the first time since World War II that the grand slam will not have been staged.  When asked by CNN for comment, the AELTC referred to the statement it issued last week.  The French Open, due to start on May 18, has already been pushed back until September, while all professional tennis has been suspended until further notice. Sport has been severely impacted by the global pandemic. Last week, the Olympics -- set to be held in Tokyo this summer -- was postponed. "], "Language": false}