{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/sport/tokyo-olympics-postponement-implications-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-27T08:51:50Z"], "LastModifiedDate": ["2020-03-28T14:24:50Z"], "Headline": ["What are organizers up against now the 2020 Olympics have been moved to next year?"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["With dust settling from the decision to postpone the Olympics until next year, organizers now face an unprecedented challenge. On three occasions in the past -- all because of world wars -- the Games have been canceled, but never before have they been shifted in this manner.  \"If I had an hour to spare with you and you had the space to fill, I don't think I could even begin to get across the enormity of this project,\" World Athletics president Sebastian Coe, who headed the 2012 Olympics, told CNN's Becky Anderson earlier this week.  \"There is no project management that is more challenging in the life of any city, or any country, under normal circumstances than the delivery of the Games.\" On Thursday, a task force named \"New Start Tokyo 2020\" was set up as the rescheduling of the Olympics got underway in earnest. So what are organizers, athletes and stakeholders up against? READ: Tokyo 2020 -- 48 hours that rocked the Olympics Financing the move There's no doubt that canceling the Games amid the coronavirus outbreak -- which the International Olympic Committee (IOC) insisted was never on the cards -- would have resulted in catastrophic financial losses. Postponing will also incur \"huge additional cost,\" according to Toshiro Muto, CEO of Tokyo 2020. This includes the hiring of venues, warehouses and staff a year from now and fulfilling the thousands of contracts that had been signed ahead of the event. Organizers said in December that the cost of hosting the Olympics was some 1.35 trillion yen ($12.35 billion), while sponsors, insurers and broadcasters have also committed billions to the Games. The payoff for these investments will now be put on hold. \"We all recognize the delay in actual income that may come and the reimbursements that should be made for bookings and otherwise,\" Kenneth L. Shropshire, director of the Wharton Sports Business Initiative at the University of Pennsylvania who sat on the organizing committee for the 1984 Olympics, tells CNN Sport.  \"You think the hotels too that counted on the revenue, that turned away other types of reservations, those sorts of things are going to be devastating. \"The feeling about these events is that it's what governments do ... it's not a mutual fund, there's not supposed to be return on everything; they will just make bigger than they had intended.\" READ: Tokyo 1940 -- The Olympics that never was  Increased spending aside, there could also be political consequences to the postponement.  With a Japanese general election scheduled to take place in October 2021, the current government, which welcomed the Rugby World Cup to Japan last year, could see a delay to the positive impact of hosting an Olympics.  \"The Abe administration has made a big policy play based upon sport, which was supposed to yield a return during next year's elections,\" Simon Chadwick, professor of Eurasian Sport at Emlyon Business School based in Paris, tells CNN Sport. \"Yet now, the ruling party faces the possibility of not being able to remain in power to witness whatever positive economic impacts might be generated from hosting the mega-event. \"The country was anticipating a GDP bounce from hosting the Games. This bounce would inevitably have been the consequence of, for example, spending on hotels, food, visits to tourist attractions and so forth.  \"Clearly, the postponement will delay the bounce, but this is likely to have ramifications for many in Japan.\" READ: Athletes comes to terms with 'heartbreaking' Tokyo 2020 postponement How will athletes qualify? For athletes who have spent enormous physical and emotional energy preparing for the Olympics, being forced to wait another year will come with its frustrations. Contemplating a season short of competitive events is one thing, but for Olympians, there's the further question of how you qualify again for next year's event. \"Forming the Olympic team and qualifying is something that's constantly reviewed,\" says Shropshire, who has served on the board of USA volleyball.  \"Now you have in the equation, for those sports where athletes that have already qualified, is there an exemption of some sort for them, or do they have a lesser qualifying path?  \"Or is it just, well, that didn't happen we're all qualifying again. And I think there has to be some sort of definitive statement for that. For athletes what I've learned is -- just give us certainty as to how we qualify, and we will participate.\" READ: Japanese PM and IOC chief agree to postpone 2020 Olympics The situation becomes particularly hard for older athletes who expected to retire after the Games this year, or for athletes who defied expectations to qualify. As well as the sporting aspect of it, competing at the Olympics can be a financial boon.  \"Athletes have spent their lives really getting ready for 2020, for the summer of 2020. And now you're saying, 'Come back in a year, we'll see what happens,' Richard Sheehan, professor of finance at the University of Notre Dame's Mendoza College of Business who specializes in the economics of sport, tells CNN Sport.  \"It's going to be just a tremendously difficult question to answer and I don't think that there's going to be a one size fits all approach.\" Calendar clashes The Olympics join the Euros -- European football's international showpiece event -- by moving to 2021 in what will be a crowded sporting calendar. The swimming world championships in Japan are due to take place at the end of July and the athletics world championships in Oregon, USA, are scheduled for early August -- the same time the Olympics were due to be held this year.  Both competitions have agreed they are prepared to find alternative dates. Coe, who refers to moving the Games as a \"monstrously complicated matrix,\" said that rescheduling the world athletics championships to 2022 is a possible alternative. In rugby, the Women's World Cup is scheduled to take place between September and October and the new Olympic dates could provide several players with the difficult decision of choosing between competing for Rugby Sevens gold or the 15s World Cup title. Then there's the question of the broadcast schedule. NBC, for example, leans heavily on the Olympics as a revenue driver. It will also miss out on a means of promoting its new streaming service, Peacock, this year.  But for companies like NBC, postponement is clearly preferable to cancelation, and when it comes to advertising space, there may be benefits in delaying to 2021. \"It would be a very, very challenging environment to do anything at all that would be useful for you (this year),\" says Sheehan. \"When you watch television now, the ads there typically have been placed a month or two months before, and they are humorously out of place.  \"No one's going to be out there buying a used car or looking for legal services now. With the Olympics, if they were held this year, advertisers were going to need to run a very narrow gauntlet of what would be appropriate. Next year, I think you're talking about an entirely different situation.\" More TV viewers? Sheehan adds that a reluctance to travel as a result of the coronavirus might see fewer people visiting Tokyo, instead choosing to watch the Olympics from home. \"The only way that I think world travel will increase, and even then, it's going to be down a tremendous amount, is if you have a vaccine come up relatively soon,\" he says. \"The renewal date for the Olympics is probably at the very earliest about the time when a vaccine might be available. But that's going to dramatically reduce the amount of travel to Japan.  \"The flip side of it is I think you will have more eyeballs on the Olympics ... you're going to have a bigger television audience than you would otherwise expect.\" Although the Games are moving to 2021, they will retain the tag of Tokyo 2020. It is perhaps a deliberate decision -- a means of shedding positive light on a year that will be remembered for the pandemic and its devastating impact.  \"Each (Olympics) has had its own particular flavor,\" says Sheehan. \"The Japanese have a tremendous possibility here to turn things around and to say, 'Hey, 2020, we have hope' ... That's the way that they can single this out and really make it special.\""], "Language": false}