{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/28/sport/olympics-athletes-ocd-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Richard Parr, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-28T09:20:55Z"], "LastModifiedDate": ["2020-03-28T09:20:55Z"], "Headline": ["Covid-19 is making some athletes with OCD scrub their hands down to the underlying muscle and tissue"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Postponing Tokyo 2020 will have provided a sense of relief to many Olympians but the delay in the decision will have unnecessarily perpetuated the anxiety levels of athletes, many of whom suffer from clinical Obsessive Compulsive Disorder (OCD), according to a leading sports psychiatrist. On Tuesday, Japan's Prime Minister Shinzo Abe and International Olympic Committee (IOC) president Thomas Bach agreed to postpone the Games until 2021. In a joint statement the IOC and Tokyo organizers said the rescheduling was \"to safeguard the health of the athletes, everybody involved in the Olympic Games and the international community.\" The announcement came barely a fortnight after the IOC had said there would be \"no Plan B.\" Dr. Carla Edwards focuses on the treatment of mental illness and psychological struggles in athletes and says the delay in making the postponement decision will have been tough for many of them. \"I think the extension of time that it took to come to this decision, the dangling of possibility certainly did perpetuate and prolong some of the anxiety and uncertainty unnecessarily,\" Dr. Edwards told CNN. \"I think the debate was based on the business and political side of sport versus the actual care and concern for the athletes and the world population.\" READ: Ronaldo and Messi donate to hospitals in fight against coronavirus   Different types of OCD During the coronavirus pandemic, Dr. Edwards has been providing advice via a regularly updated paper called \"Athlete Mental Health and Mental Illness in the era of COVID-19.\" One of the concerns the paper raises is for athletes who have pre-existing OCD. \"There are a lot of high level athletes who actually have clinical Obsessive Compulsive Disorder, but are able to manage it or have it treated in a way that they can function well and actually excel at their sport,\" said Dr. Edwards, who is based in Ontario, Canada. \"I think having the ability to be organized and meticulous about details can be quite helpful in a lot of sports. \"There are lots of different types of OCD, but the contamination concern subtype, for example, would be very disrupted by something like a pandemic.  \"These individuals are exceedingly worried about contamination and germs and infection at a baseline. And you add this and it can really throw things out the control. \"And some athletes have sent me pictures of their hands literally scrubbed down to the underlying muscle and tissue. And it's not necessarily fear that they're going to become ill themselves but fear that they're going to contaminate others. That can be quite disturbing.\" One study suggests that while OCD is common in 2.3% of adults, it's maybe as common as 5.2% in college athletes. READ: Japanese PM and IOC chief agree to postpone 2020 Olympics Serena shining a light On Friday, Serena Williams revealed her anxiety and stress since she began social distancing during the coronavirus outbreak.  \"By anxiety I mean I'm just on edge. Any time anyone sneezes around me or coughs I get crazy,\" the 23-time grand slam champion admitted on social media. Dr. Edwards says Serena's honesty will help other fellow sports people in this time of crisis. \"I think it's extremely helpful. It normalizes essentially what people are experiencing and for those who have struggled with mental illness in the past, sometimes it's hard for them to know what's normal anxiety or when is it normal to feel uncomfortable, versus when is it actually a part of their illness coming back,\" she said.  \"To have validation that everybody's kind of feeling this to a certain extent and even the big names are going through a difficult time as well I think it's very, very helpful.\" Dr. Edwards has treated Canadian Olympians and athletes in swimming, athletics, hockey and cycling. During the pandemic she has been speaking with National Olympic Committees to ensure a sense of community is created for athletes.  She's been impressed with how creative sports stars have become to work out in their homes. \"I've seen some really neat ones that cyclists are doing where they're creating group rides across the globe. And people can actually join in and join these Olympic cyclists as they're training,\" she added. \"Others are posting some really incredible athletic feats that they're managing to do in their basements and one guy posted that he ran a marathon on his balcony.\" Human interaction Olympic stars such as Great Britain's 200m World champion Dina Asher Smith, decathlon World record holder Kevin Mayer and United States Women's National Team forward Carli Lloyd have all tweeted their support of the postponement.  But Dr. Edwards says some older athletes will struggle with the new time frame. \"The population of athletes who will likely be most disrupted by this are those who are on the cusp of the ends of their career and had planned to retire after Tokyo 2020, had planned to start families or enter into professional schools, medical schools, etc,\" added Dr. Edwards.  \"This extra year now, while it gives them another opportunity to compete, will really throw the next few months into flux for them in terms of life planning.\" As athletes and people across the world continue to self-isolate and respect social distancing, Dr. Edwards' top tip for mental health during the pandemic is to maintain human interaction. \"I think the biggest thing is really ensuring that they are doing the daily foundations that they need for health, the basic things that everybody needs to do. Eating, sleeping, self-care, personal hygiene, making sure you get dressed every day,\" she said. \"Sometimes our athletes are operating on such a high level and traveling the world and just doing incredible things. They don't always think about the basics that everybody needs to do. And now they're in a situation where they're forced to and it's really sticking to basics that's going to help them and that includes human interaction.  \"It can't be human contact right now, but human interaction is really, really important.\""], "Language": false}