{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/politics/major-league-baseball-opening-day-coronavirus-cnntv/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Devan Cole, CNN"], "Writers": [["Devan Cole"]], "FirstPublishDate": ["2020-03-26T21:12:53Z"], "LastModifiedDate": ["2020-03-26T21:12:53Z"], "Headline": ["MLB commissioner says 'public health situation' will guide when games start again"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Major League Baseball Commissioner Rob Manfred said Thursday that the organization will reach a decision about when to resume its delayed season only after it's \"comfortable that the public health situation supports that decision.\" \"We're going to resume playing when it's safe for our fans, our players and the public for us to resume playing,\" Manfred told CNN's Jake Tapper on \"The Lead.\"  \"We're fortunate -- we have a great panel of infectious disease experts that we rely on to help sort through the various pronouncements from different governmental agencies and politicians,\" he added, \"and, you know, we will make a decision to resume only when we're comfortable that the public health situation supports that decision.\"  MLB announced earlier this month that it was pushing back the opening of the 2020 season indefinitely following guidelines from the Centers for Disease Control and Prevention that no gatherings with 50 people or more should take place for the next eight weeks to slow the spread of the novel coronavirus. Thursday was meant to be Opening Day, the official start of the MLB season. The announcement added to a growing list of local, state and national events that were delayed or canceled in order to help curb the spread of the virus. The organization had initially said the season would be delayed at least two weeks.  Earlier this month, a number of other sports leagues made similar announcements, including the National Basketball Association and the National Hockey League, which both suspended their seasons, and the National Collegiate Athletic Association (NCAA), which canceled its Division I basketball tournament.  On Tuesday, Japan's Prime Minister Shinzo Abe and International Olympic Committee President Thomas Bach agreed to postpone the highly anticipated 2020 Olympics until 2021. Thursday would have been the MLB's Opening Day had the season not been put off. Instead, Manfred told Tapper that it was \"a particularly difficult day.\"  \"You know, I think Opening Day marks the beginning of a daily engagement with a sport that is really deeply embedded in American culture,\" he said. There are, as of Thursday afternoon, at least 80,070 known cases of the novel coronavirus in the US, and 1,156 people have died from the diseases caused by the virus, according to CNN's tally."], "Language": false}