{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/world/meanwhile-in-america-march-24/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-03-24T20:52:51Z"], "LastModifiedDate": ["2020-03-24T20:55:10Z"], "Headline": ["The world's new heroes are medical workers"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Most big sports events in the US now feature a \"Salute to the Troops\" moment, when fans stand to honor a returned service-member. It's a tradition that seeks to salve wounds lingering from the Vietnam War, when fierce social divides saw many conscripts spurned when they came home.   But when the coronavirus pandemic is over and stadiums eventually re-open, troops may have to step aside for new heroes: the doctors and nurses on the frontlines of a new kind of war.   Americans are just beginning to appreciate the courage and sacrifice of medical professionals -- a lesson the people of China, Italy and France have already learned. Hours of prolonged exposure to the sick leaves medical professionals sitting ducks to a virus that has no vaccine, and to which humans have no immunity.  At least 23 physicians treating virus patients have died in Italy. A number of doctors have also given their lives in France, and the young Chinese whistleblower, Dr. Li Wenliang, succumbed to Covid-19 after alerting the world to its danger.   Medical workers also face their own version of shell shock from the psychological strain of seeing so many patients die. They are contemplating the awful choice of who will live and who will perish when vital equipment runs out.  Amid shortages of surgical masks, gloves and protective gowns, medical workers are appearing on television and social media to confess their fear of being infected. But they head on into the battle anyway.   Most people only encounter the skill, empathy and dedication of nurses, doctors, cleaners and other hospital staff when they or a family member fall ill. It can be a revelation. As most Americans retreat into quarantine, the people hurrying into the ICU every day may turn out to be 2020's equivalent of the firefighters and police who rushed into the burning towers of the World Trade Center on September 11, 2001."], "Language": false}