{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/opinions/economy-2020-election-trump-biden-zelizer/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julian Zelizer, CNN Political Analyst"], "Writers": [["Julian Zelizer"]], "FirstPublishDate": ["2020-05-09T03:04:39Z"], "LastModifiedDate": ["2020-05-09T03:04:39Z"], "Headline": ["'It's the economy, stupid' all over again"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["After the majority of the country spent weeks in lockdown to help stem the spread of the coronavirus, the Labor Department announced Friday that the US economy lost 20.5 million jobs in April, with unemployment rates soaring to 14.7%. We now face an economic fallout that could rival the Great Depression ― a historic downturn that lasted a decade and destroyed the economic security of our country. This time, some are calling it the Trump Depression. The situation today is even worse for African American and Latino communities, where the unemployment numbers have reached 16.7% and 18.9%, respectively. While the President suggested the employment figures were only temporary, saying, \"Those jobs will all be back, and they'll be back very soon,\" many economists disagreed. \"The damage that we're seeing from the great coronavirus recession is traumatic. It's going to take a long time before the labor market recovers to its prerecession state,\" said Gregory Daco, a US economist at Oxford Economics. Jobs will now be a defining issue in the 2020 election. President Trump, who has spent much of his tenure boasting about low unemployment rates and job growth, has lost a basic foundation of his political rhetoric. No matter what chaos was brewing in the first three years of his presidency, Trump could always rely on taking credit for the strong economy. No more. The state of the union, as President Gerald Ford famously said in 1975, \"is not good.\" If the situation continues to worsen in the months ahead, voters will decide President Trump's fate, taking into consideration their own bleak prospects for their futures. With tens of millions of Americans out of jobs, the electorate won't be happy.  In some ways, the situation could echo the 1992 election, when President George H.W. Bush saw the political bottom of his reelection effort fall out, due in large part to a recession that left many Americans out of work and in debt. In the months before the election, Bush enjoyed booming approval ratings in the wake of Operation Desert Storm, which saw US forces successfully ousting Iraqi troops from Kuwait.  But Bush went on to lose the election to Arkansas Gov. Bill Clinton, who focused on the recession and used it to paint an administration that was out of touch with the electorate. Clinton's strategist James Carville famously reminded his team in the campaign war room, \"It's the economy, stupid!\" whenever anyone veered off track.  But Democrats would do well to think about the many ways Trump still holds an advantage. His base of support, for one, remains much more solid than anything Bush enjoyed. We are, of course, in the middle of a global pandemic. President Trump, using his conservative media propaganda machine, will point to the economic situation and try to shift the blame, arguing that China, or the World Health Organization, failed to sound the alarm in time. It's possible that he will try to cast social distancing and other public health requirements (which his own White House task force recommended) as a \"Democratic hoax\" foisted on the nation to devastating effect. So far, polls show that the majority of people are concerned that states are reopening too quickly. Joe Biden will have to offer voters a better sense of how he will lead an economic recovery should he become president. The Democratic Party needs to lay out a clear agenda as to how it would move the country from its current state back into a period of growth.  Biden's campaign should take Carville's words to heart and make it clear to voters that the administration's laggard response to Covid-19 helped lead to the dire situation we find ourselves in today.  Democrats need to make the point that public health initiatives and economic recovery go hand in hand. If we rush to reopen businesses without contact tracers, aggressive testing programs and sufficient hospital supplies, we will face a second wave of outbreaks that will ultimately deal an even more devasting blow to the economy. America is in the middle of an economic freefall and the President has not offered a realistic way forward beyond the stimulus bills passed by Congress. The buck stops with him. This presents a massive weakness for the GOP going into the election, with both the Senate majority and the White House at stake.  The question is whether Democrats can respond to the situation in an effective manner. Joe Biden and congressional Democrats will need to do more to explain what their New Deal would look like and how they would offer a better economic program that could make the country great again. "], "Language": false}