{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/us/five-things-march-24-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-24T10:09:14Z"], "LastModifiedDate": ["2020-03-24T10:12:37Z"], "Headline": ["5 things to know for March 24: Coronavirus, health, economy, PG&E, insanity plea"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Rhode Island and Alaska are the latest states to alter their primary elections. Rhode Island's will be postponed, and Alaska Democrats have nixed in-person voting.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  It's been several days, and Congress still hasn't settled on the nearly $2 trillion stimulus bill to boost the US economy amid sweeping coronavirus restrictions. Democrats voted against the bill for a second time, arguing that Congress needs to avoid a corporate bailout scenario. Politicians fear time is running out to get the deal off the ground. The US saw its deadliest day yet in the coronavirus fight yesterday, with 100 new recorded deaths. Canada is also getting pummeled by the virus. At least 2,000 cases and 25 deaths there have prompted more closures and tighter restrictions. UK Prime Minister Boris Johnson has sent the UK into lockdown to curb the spread, and Thailand and Singapore both recorded spikes in cases. Meanwhile, life in the Hubei province of China, where the outbreak began, is slowly returning to normal. Almost all lockdown restrictions will be lifted tomorrow. Follow the latest updates here.  2. Health  Health care workers across the US are begging for more supplies, specifically respirator masks. The shortage has gotten so bad that people are sewing masks to send to hospitals as a stopgap. The CEO of 3M, the largest US producer of medical face masks, said all 3M masks should go to health care workers on the front lines. The acute demand has put pressure on President Trump to activate the Defense Production Act to mandate private companies to mass-produce needed medical supplies during the crisis.  The announcement of possible treatments for coronavirus has sparked another rush on supplies. Some US states have had to take measures to prevent stockpiling and shortage of the drugs chloroquine and hydroxychloroquine, which are used to treat malaria and other conditions and could possibly treat the coronavirus. But there's no guarantee they will work, or that they're safe. A man in Arizona died and his wife is in critical condition after they tried to self-administer chloroquine phosphate to prevent the virus.  3. Economy  While many sectors of the economy are getting squeezed by the coronavirus crisis, some retailers and service providers are making big hiring moves to accommodate drastic shifts in buying habits. Retailers like CVS and Walmart are rushing to hire workers laid off from other companies, with CVS looking to add 50,000 positions and Walmart 150,000. Albertsons, which owns several food and drug retail chains, wants to hire 30,000 new employees to keep up with increased demand. And Amazon and grocery service Instacart have seen online order and delivery demands skyrocket. Amazon plans to add 100,000 people for full- and part-time roles in its delivery network and fulfillment centers. And Instacart plans to add 300,000 workers to accommodate the soaring demand for grocery delivery. 4. PG&E California utility Pacific Gas and Electric has agreed to plead guilty to 84 counts of involuntary manslaughter in connection with the state's devastating 2018 Camp Fire. PG&E also agreed to plead guilty to one count of starting the fire, which state investigators say began with a failure of the company's electrical lines. Under the deal, PG&E will establish a $13.5 billion trust to compensate victims of the Camp Fire and other wildfires, as well as pay hundreds of millions to local entities affected by the blazes. The utility filed for bankruptcy in January 2019 under the pressure of billions of dollars in claims related to the fires. The Camp Fire killed 85 people and destroyed thousands of structures.  5. Supreme Court  The Supreme Court has ruled that insanity defenses are not required under the Constitution, possibly paving the way for states to effectively abolish them. The ruling came in a Kansas case in which a man argued his constitutional rights were violated when the state refused to allow him to bring an insanity defense. The man was sentenced to death for killing his wife and other family members in 2009, and his defense argued he did not know right from wrong due to obsessive compulsion episodes. Kansas law says a defendant can argue mental illness only to prove they did not intend to commit the crime. The Supreme Court's ruling upheld this interpretation. If more states abolish an insanity defense, it will be tougher for the mentally ill to defend themselves. BREAKFAST BROWSE A man ran the length of a marathon on his 23-foot-long balcony during France's coronavirus lockdown  Just reading that made us tired.  Here's what astronauts were up to in space last week  They're missing a lot of news up there. BTS wants to teach fans Korean with a series of short videos  An exciting new quarantine activity? Bring it on!  Remote islands swamped by people trying to escape coronavirus  The most extreme form of social distancing. People are becoming obsessed with marble racing  This is what happens when you leave sports fans to their own devices.  TODAY'S QUOTE \"No one reached out to me and said, 'As a senior citizen, are you willing to take a chance on your survival in exchange for keeping the America that all America loves for your children and grandchildren?' And if that is the exchange, I'm all in.\" Texas Lt. Gov. Dan Patrick, 69, saying in a Fox News interview that he thinks older Americans should accept the health risks of the coronavirus to help stabilize the economy through relaxed social distancing TODAY'S WEATHER AND FINALLY You deserve this  It's OK to find comfort in things. It's OK to enjoy a herd of capybaras swimming in a pool of oranges. (Click here to view.) "], "Language": false}