{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/us/california-stay-at-home-beach-goers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Hollie Silverman and Sarah Moon, CNN"], "Writers": [["Hollie Silverman"]], "FirstPublishDate": ["2020-03-23T06:27:08Z"], "LastModifiedDate": ["2020-03-23T07:56:06Z"], "Headline": ["Crowds packed California beaches despite shelter in place order"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Crowds descended on California beaches, hiking trails and parks over the weekend in open defiance of a state order to shelter in place and avoid close contact with others. California Gov. Gavin Newsom issued a shelter in place order directing the state's nearly 40 million residents to stay home beginning March 20 to help stop the spread of coronavirus. Instead, many public spaces were packed, prompting officials in some cities to order parks, recreation areas and beaches to close.  'People packing beaches' Video and photos on social media showed groups of people standing in close contact of one another at popular hiking trails and beaches in Los Angeles over the weekend. Health officials urge people to maintain a distance of 6 feet from one another to prevent transmission of the highly contagious virus.  In response to the crowds, Los Angeles Mayor Eric Garcetti announced on Twitter late Sunday that he was closing sports and recreation at all LA City Parks. He also tweeted that parking at city beaches was closed. \"This weekend we saw too many people packing beaches, trails and parks,\" the Mayor tweeted. He said people should heed the closures and stay home. \"That doesn't mean gather elsewhere. This is serious. Stay home and save lives.\" Garcetti told CNN affiliate KTLA that he was working with officials in neighboring cities and the county to address large crowds at beaches. Meanwhile, the city of Santa Monica closed its beach parking Sunday to deter people from flocking to the beach.  Nearby, the city of Malibu issued additional guidance urging residents to maintain a safe distance if they were heading outside for a hike or to go to the beach. City-owned parks and trails also were closed to the public. Further south, the city of Long Beach closed many of its recreation facilities. On Sunday night, Long Beach Mayor Robert Garcia said in a tweet that the city had closed skate parks, dog parks, playgrounds, picnic areas as well as volleyball, tennis and basketball courts. The city is trying to discourage people from playing team sports and encourage them to maintain a social distance of 6 feet when utilizing city facilities. Garcia tweeted that the city is also looking to establish additional guidance for the use of its beaches.  He said the onus is on residents to comply with the rules as public safety teams may not be able to enforce the orders. \"More signs are going up at beaches and courts, and we will look to enforce more -- but our public safety teams are incredibly busy,\" Garcia tweeted. \"We need the public to take self responsibility and remember that our doctors, nurses and medical personnel are counting on us.\" California wasn't the only place where people ignored orders to stay home and maintain social distance. Beaches closed and boating banned in Florida This weekend several videos showed large groups of people partying on boats and tying their water crafts together in the Biscayne Bay of Miami and outside Boca Raton. The city of Boca Raton tweeted images of crowded boat parties and discouraged residents from gathering on the water. Miami-Dade County Mayor Carlos Gimenez closed marinas and boat ramps in the county Sunday to prevent people from going out to sea to hang out. \"I am disappointed to see photos and videos on social media of boats close together and large groups of people congregating,\" Gimenez said in a news release Sunday. \"We are in a state of emergency, and I cannot stress enough the need for personal responsibility.\" On Friday, several beaches in the state closed to the public and hotels in Miami-Dade County were ordered to vacate by Monday night. The mayor said the Miami-Dade Police Department will be out on the water \"ramping up enforcement\" of the no rafting order issued by the mayor on Friday to prevent large gatherings and parties on boats. Park closures around the country Parks from coast to coast were closed by local authorities over the weekend in an effort to stem the spread of coronavirus. Oregon State Parks announced on Facebook Sunday that all state parks would be closed until at least May 8.  The National Park Service has closed some locations and is keeping others open when possible, according to its website. The Park Service also waived entrance fees to help visitors maintain social distance. In New York City, the Prospect Park Zoo and Tennis Center were closed and team sports were banned. Parks in Fairfax County, Virginia, were also closed a news release from the county said Friday."], "Language": false}