{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/business/coronavirus-hear-from-workers/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-03-20T19:18:26Z"], "LastModifiedDate": ["2020-03-20T19:18:26Z"], "Headline": ["Workers grapple with coronavirus-related cancellations and closures: 'We need help'"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Across the United States, the reality of what coronavirus will mean for people's jobs, businesses and livelihoods is beginning to sink in.  In a matter of days, social life throughout much of the nation ground to a halt as communities took steps to stop the spread of the virus, which has now infected more than 13,000 Americans.  Companies that could, directed their employees to work from home. But for some employees and businesses, remote working is simply not an option. And the companies that have kept their doors open are getting little foot traffic as customers practice social distancing. Workers are wondering if they should do the same.  One thing has quickly become clear: Grappling with the outbreak will involve tough choices, especially for workers and small business owners.  \"A pandemic doesn't come up in your plan at all,\" said Matt Cross, a musician and owner of the Broad Street Public House in San Luis Obispo, California.  Kelly Their, owner of the Mia Wagner Salon in Manhattan, said her staff has urged her to let them to make house calls so they can continue earning money, but she worries about their health and the health of her customers. \"Do I have my staff sign waivers that they're willing to work during this time?\" Their said. \"Do I make the decision as a mother, so to speak, and say, 'No, I'm sorry, your safety is more important?' But when they cry to me that they can't pay their rent, or feed their kids, or pay their child support, what am I to do?\" Evon Dior Michelle works full time as a drag queen in Baltimore, Maryland hosting drag bingo and brunch events. It's been a year since Michelle quit a full-time job with benefits to pursue drag, but with every event this month canceled because of coronavirus and the future looking uncertain, Michelle has had to consider finding a different kind of work.  \"The thought of me spending this past year just really working so hard to build this life for myself ...  in a matter of 24 hours, it was all just swept away,\" Michelle said. \"It's how I pay my bills, it's how I'm able to help my family members ... So it's definitely going to be an interesting few months ahead of us.\" Ed Chan enjoyed the flexibility of being a gig worker — working with a catering company making school lunches by day, and in guest services at a New York sports stadium by night. Suddenly, he was without any work as the schools and event venues shut down.  Chan is now trying to decide whether he can file for unemployment, given that he is an employee with multiple jobs and an irregular schedule.  \"I'm still sort of trying to figure out what ultimately the damage will be,\" Chan said. \"This could be major to me.\"  Many people are starting to calculate how long their savings can keep them afloat. Others are brainstorming digital \"side hustles\" to bring in additional income.  Michelle plans to offer makeup lessons over FaceTime or Skype.  On St. Patrick's Day, Cross, the pub owner, played in a live-streamed concert with other musicians. He asked the virtual audience members to Venmo tips to help support them while gigs are canceled. Cross shut down his pub before California ordered bars to close and issued shelter-in-place orders in parts of the state earlier this week.  \"The community is seeing what we're doing to try to serve them, so I feel like when our doors do open back up, we will have won a lot of people over,\" he said. \"They're seeing that I'm not doing this to make the pub any money, I'm doing this to make the musicians money.\"  Efforts are underway to make government aid available to workers and businesses. Earlier this week, President Donald Trump signed into law a bill to support paid sick leave for workers and federal lawmakers will consider a $1 trillion relief package that could provide checks for some American workers and families.  The Small Business Administration has also announced it will provide disaster relief loans for small businesses affected by coronavirus.  But many workers say it's still unclear what help is out there for them, when it will be available or how to get it.  \"We need help, we need direction from our government officials,\" Their, the salon owner, said. \"What do we do to help our staff? What do we do to maintain our businesses so that when the dust of all of this settles, we have a business to return to?\""], "Language": false}