{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/economy/unemployment-benefits-goldman-sachs/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Annalyn Kurtz, CNN Business"], "Writers": [["Annalyn Kurtz"]], "FirstPublishDate": ["2020-03-20T02:40:08Z"], "LastModifiedDate": ["2020-03-20T15:11:52Z"], "Headline": ["Goldman Sachs predicts 2.25 million Americans filed initial unemployment claims this week, the highest on record"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["Americans are starting to lose their jobs in response to the coronavirus pandemic, and economists expect it's only going to get worse from here. And quickly, too. Early Thursday, a government report showed 281,000 Americans filed for their first week of unemployment benefits last week. It was a sudden 33% jump over the week before and the biggest percentage increase since 1992.  But next week's report is likely to be far worse, according to Goldman Sachs economists. They predict the report will show 2.25 million Americans filed for their first week of unemployment benefits this week — eight times the number of people who filed last week and the highest level on record. That estimate is based on news reports of an unprecedented surge in layoffs early in the week. Airlines, restaurants, hotels, sports events and retailers are all struggling to cope with a sudden drop in revenue, as people stay home to prevent the spread of the virus.  State employment agencies have been grappling with a sudden spike in calls, inquiring about unemployment benefits. Florida's Department of Economic Opportunity received 76,000 calls between just Monday and Wednesday, up from about 28,000 calls for the entire week before. The agency told CNN it plans to hire more than 100 individuals statewide to help answer calls and process unemployment claims.  And on Thursday, New York State's Department of Labor had received 159,000 calls, all before noon. Usually the agency gets about 10,000 calls a day. The Goldman Sachs economists noted that although it's possible unemployment claims slowed down later in the week, even a conservative estimate suggests more than 1 million people filed initial jobless claims this week — more than the highest level on record of 695,000 in the week ending October 2, 1982."], "Language": false}