{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/health/exercise-gym-close-coronavirus-quarantine-wellness-jampolis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dr. Melina Jampolis, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-20T11:31:04Z"], "LastModifiedDate": ["2020-03-23T22:13:22Z"], "Headline": ["How to stay fit when the gym is closed and you are stuck at home"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Coronavirus concerns, social distancing, gym closures and home confinement may tempt you to just curl up on the couch and binge-watch Netflix, or lose yourself all day in a great novel. But regular exercise is essential for supporting healthy immune function; preventing weight gain (which can impair immune function); boosting your mood; and keeping you as healthy as possible (and out of the hospital or emergency room) during this challenging global pandemic.   With the world feeling a bit out of your control, now is the perfect time to take control of your health by building daily exercise into your schedule.    You should aim for at least 30 minutes of cardiovascular exercise each day plus strength training at least twice a week. More than that will prevent weight gain (especially if you are diabetic or pre-diabetic), as most people are probably burning far fewer calories than they normally do because of drastic limitations in daily activities.   It's also important to try to limit prolonged sedentary behavior. One research study found that even one additional hour of sedentary behavior (watching videos) was associated with a decline in immune function in young males, and a large study found that sedentary behavior is also associated with an increased risk of heart disease, diabetes, cancer and risk of dying.   But don't overdo it -- strenuous exercise or overtraining, especially for those who are over the age of 65, not very fit to begin with or have a pre-existing medical condition, may temporarily suppress your immune system and therefore should be avoided during this pandemic. Outdoor exercise -- including running, biking, hiking and walking -- has the added benefit of providing a little sun exposure to boost your vitamin D levels. Vitamin D is produced in your skin with sun exposure, and getting outdoors, especially in nature if possible, may even help boost your immune system and mood -- just make sure to maintain social distancing. What can I do at home? Worried about exposure, quarantined or it's pouring outside? You can still get a full workout at home. If you don't have exercise equipment in your house, there is still a lot you can do to stay fit, active and sane during these trying times.  Online streaming services, the internet and mobile app stores are loaded with a variety of free and low-cost at-home workouts for all fitness levels and workout preferences, and many don't require any equipment.   Pilates and yoga expert Ellen Barrett recommends creating a comfortable space for workouts in your home. \"I have a yoga mat always laid out and it's in a calm corner of a sitting room off my bedroom. It has lots of natural light too. That space is ready for me to meditate in or do light stretching or do more intense barefoot workouts,\" she explained.  Another fun indoor fitness idea is \"housewalking,\" a term coined by Hungry Girl founder Lisa Lillien.  Lisa actually started housewalking at a hotel years ago because her travel schedule was getting in the way of her regular workouts.  Lisa wears her step counter all day and gets steps in any way that she can -- watching TV, brushing her teeth, talking on the phone, walking up and down stairs, even walking around the kitchen while preparing healthy meals.   Strength training is also very important for supporting healthy immune function and staying out of the hospital (strong leg and hip muscles help reduce the risk of falls). This is especially true for those over age 50 who are at a higher risk for age-related muscle loss, according to the American Council on Exercise.   A study in breast cancer survivors showed that resistance training three times per week had a beneficial effect on natural killer cells, an important component of our immune system. The whole family And don't forget about your kids. Exercise isn't just important for their physical and mental health, as research shows that it also improves focus and academic performance.  Plus, exercising with others can make it more fun and keep you accountable.  Los Angeles-based coach and sports camp director Rio Saken will be regularly posting free and fun daily kids workouts on YouTube to help parents keep their kids active and healthy during these challenging times.  Or you can always do an impromptu dance party with your kids for fitness and likely get a few good laughs (which also may boost your immune system). A daily workout you can start today Trainer Lynn Montoya, an expert in fitness for people over 50, shared this great full-body strength workout using just your body weight or a few household items. You can even do many of these moves with your kids, or all depending your child's age -- just make sure to choose an age or size appropriate weight and make sure their form is correct so they don't injure themselves. Perform each exercise 10-12 times before moving on to the next one, and complete one to three rounds of all the moves with 30 seconds of high knees, jumping jacks or marching in place in between each round. Squats. Stand with your head facing forward and your chest held up and out. Place your feet shoulder-width apart or slightly wider. Extend your hands straight out in front of you to help keep your balance. Hinge your hips back as if you're about to sit in a chair. Keep your head facing forward as your upper body bends forward a bit. Lower down so your thighs are as parallel to the floor as possible (if not, that's okay), with your knees over your ankles. Press your weight back into your heels. Keep your body tight, and push through your heels to bring yourself back to the starting position. Reverse lunges. Stand with feet shoulder-width apart, hands at your sides or on your hips. With your right foot, take a large step back, landing with the ball of that foot on the ground and your heel up. Lower the back leg straight down until it gently grazes the ground or close to it, creating a 90-degree angle in the front leg. Push through the heel and midfoot of the front leg to return to standing, bringing your right foot back in line with your left. Repeat on the left side. That's one rep. (Note: If you have knee issues, or are a beginner, lower your knee only one-fourth of the way down, working within your pain-free range. You can also start with a shorter stride length and increase the distance as you become stronger.) Kneeling pushups. Begin in a hands-and-knees position on the ground with your eyes on the floor beneath you and your hands placed slightly wider than shoulder-width apart. Your knees should be at a comfortable distance apart. Inhale as you slowly lower your elbows to bring your stomach to the ground. Be sure to keep your core muscles contracted! Pause for a second and then exhale as you push up from the ground to your starting position. As you get stronger, perform the pushup from your toes One-arm rows. If you don't have a set of dumbbells, try using a laundry detergent bottle, canned goods, a water bottle or even a milk carton. Leaning over the arm of a couch or chair, you want about a 45-degree bend of your upper body. Keep your back neutral and keep your core engaged. Pull the dumbbell (or makeshift one) up to your side. Keeping your arm close to your body as you pull your elbow back, squeeze the shoulder blade before fully extending your arm back to the starting position. Repeat. Bicep curls. Stand tall with your feet hip-width apart. Hold a makeshift weight or dumbbell in each hand with arms at your sides and palms facing forward. Keeping your abs tight and elbows tucked close to your sides, bend your elbows (not your wrists!) to curl the weights up to your shoulders. Pause, then slowly return to starting position. Tricep dips. From a chair or countertop, place palms with fingers forward on the edge of the countertop or edge of a kitchen chair and walk your feet out to a 45-degree angle. Keeping your knees soft and your core engaged, slowly bend knees, while bending elbows backward. Return to starting position. To make this more challenging, try lifting one foot slightly off the floor. Plank. Plant hands directly under shoulders, slightly wider than shoulder-width apart, like you're about to do a push-up. Ground toes into the floor and squeeze your glutes. To help neutralize your neck, find a spot on the floor about a foot beyond your hands; you want your head to be in line with your back. Hold the position for 30 seconds. As you get more comfortable with the move, hold your plank for as long as possible without compromising your form or breath. I hope these tips and simple exercises help you and your family get, and stay, fit and healthy throughout this pandemic and well after. You are never too old or too young to start building fit habits for life."], "Language": false}