{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/richard-maraschi"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-03-18T19:32:52Z"], "LastModifiedDate": ["2020-03-19T16:52:35Z"], "Headline": ["Richard Maraschi"], "Section": [null], "MappedSection": [null], "Article_Body": ["Richard Maraschi is Vice President of Data Product Management at CNN.  He co-leads the data science and engineering team focused on building and deploying machine learning solutions across CNN's products and operations.  Maraschi is responsible for developing the vision and roadmap for all CNN's data and artificial intelligence strategic initiatives, including centralized news discovery and recommendation engine.   Prior to CNN, Maraschi served in various product leadership roles at the nexus of online media and commerce. His passion as a serial intrapreneur has been to create and grow new products with a healthy, vibrant user base through the application of consumer data sciences. Most recently, he served as Head of Growth at eBay Classifieds where he led a global team responsible for acquisition and activation of marketplace buyers and sellers. He also previously served as VP of Product at YP where he led the development of a leading small business lead generation platform. Maraschi also spent several years within IBM's advanced analytics teams where he led the protyping of real-time user profiling methods to classify and predict audience engagement for sports events, TV shows, and movies.  In addition, Richard spent several years as a product manager at Yahoo and Sony successfully developing and managing new online gaming and entertainment services.   Maraschi is completing a Master's of Data Science at Northwestern University, with a specialization in Artificial Intelligence. He currently holds a Master's in Business Administration from Cornell University and received his Bachelor's in Mechanical Engineering from New Jersey Institute of Technology. Maraschi also has extensive international experience having both lived and worked in Europe and Asia. He now permanently resides in Los Angeles where he is involved in developing the local venture technology community."], "Language": false}