{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/football/pele-brazil-santos-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez and Reinaldo Gottino, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-03-19T14:46:15Z"], "LastModifiedDate": ["2020-03-19T15:40:22Z"], "Headline": ["'They invented that I was depressed,' says Pele as Brazil great dismisses health fears"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Football fans around the world began to worry when reports emerged last month of Pele's deteriorating health. According to his son, the 79-year-old -- widely regarded as one of the greatest players of all time -- had become reclusive following complications as he recovered from hip surgery. Though Pele still requires the aid of a walking frame to get around, the Brazil great says he remains in high spirits and dismissed suggestions that his health had let him to be depressed. \"This depression thing, I don't know if they got it wrong because in the last two years I had a bruise, a femur operation and then, when I started training or making a commercial, I had to stop,\" Pele told CNN Brasil's Reinaldo Gottino.  \"They started to worry and I really appreciate it, but then they invented that I was depressed. I got here with a walker but, thank God, I only can't ride a bike. Even some of the times when I was hurt, bruised, I did not fail to give an interview and I said that I was sad because I had been injured.  \"That is exactly what I am going to talk about now: I would rather have arrived here without a walker, doing a little training, playing ball. But I'm recovering and, thank God, after everything I've done in sports, I'm fine. Thank goodness I'm recovering.\" READ: Pele says he's 'not afraid' READ: Pele -- The footballer who seduced Andy Warhol 'They called us apes' So much has changed in football since Pele made his debut for Brazilian club Santos in 1956, though sadly, he says, racism is one thing that has remained constant. The past two seasons have seen a sharp increase in the number of footballers suffering racist abuse during matches, notably affecting leagues in Italy, England, Germany and Ukraine. Pele recalls occasions he was racially abused -- by both fans and fellow players -- while playing in South America and Europe, but says the media now plays an important role in bringing this incidents of abuse to attention. \"I don't think that much has changed today,\" he says. \"The only thing that must have changed, I think, was the press. When one player spoke nonsense to another (in the past), it was among us.   \"When I went to play in Europe it happened a lot. Playing here against Argentines, they called us apes, chimpanzees and creoles. See if there was any scandal --  and they already said these things at that time.\" 'How funny life is' Pele spent all but two years of his career at Santos and scored more than 600 goals for the club, winning the Copa Libertadores twice and multiple domestic titles. He remains the only player in history to have won three World Cups and this year marks the 50th anniversary of Brazil's 1970 World Cup final win, with that Brazilian team widely regarded to be the best of all time. Pele was a crucial member of the side that outplayed Italy to win 4-1 in the final on June 21, 1970. When asked at which point during his illustrious career -- which spanned more than 20 years -- he realized he would become one of the game's greats, Pele admits his own success took even him by surprise. \"This question is difficult to answer, I never thought I was going to be great. I swear to God,\" Pele says. \"I remember that Athiê Jorge Cury, Santos' president at the time, talked to my father, who worked at the health station in Bauru. \"He learned that at Baquinho [nickname of Bauru AC] there was a boy and asked if he could take his son, Pelé, to practice at Santos. I always thought it was a joke. I was 13 to 14 years old and I wasn't even a main player at Baquinho.  \"Coincidentally, Athiê Jorge Cury was a friend of my father and I went for a trial at Santos and was approved. I thought it was a dream. \"There are things I remember as if it were today ... I remember my father taking me to the Bauru bus station to practice in Santos. It seemed like something out of this world that was happening to me, but today the player catches a jet plane. How funny life is.\" Now and then Despite the vast improvements in technology and training, Pele believes modern day football is far more challenging than it was during his era. He says that while his generation and those that followed put on more of a performance for the fans, modern players who just want to \"destroy\" the ball, as he puts it, makes it more difficult for today's artists to put on a show. \"I think it is more difficult. Playing soccer today is much more difficult that in the past, no doubt at all,\" he says. \"Because in my time, with all due respect to colleagues, I think we had a little more freedom to stop the ball. Now there's not so much anymore.  \"Therefore, even some players who are friends of mine at that time say that it is not so. I talk to Beckenbauer, Maradona and Cruyff. I say: 'In the past, people used to play ball, now the guys don't want to play ball, they just want to destroy it, they don't want to let one play.' \"It gets boring because those who pay to go to the stadium, pay to go to see a show. They don't pay to be seen fouls every time. So, in our time I think that it was better for the fans because we gave more shows than the current soccer.\""], "Language": false}