{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/sport/dana-white-ufc-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Glen Levy and Don Riddell, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-19T14:29:16Z"], "LastModifiedDate": ["2020-03-19T14:29:16Z"], "Headline": ["UFC president Dana White on coronavirus: 'I've never seen anything like this in my lifetime'"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Dana White's Ultimate Fighting Championship was an outlier until late in the sports world, trying to fight against the tide of ever-growing coronavirus cases, and maintain a business as usual attitude, by hosting a UFC Fight Night event last Saturday in Brasilia, Brazil, albeit without fans in the arena. White's willingness to seemingly keep calm and fight on came as a result of his speaking with both President Donald Trump and Vice President Mike Pence.  Though White is at pains to point out that their guidance was not specific to UFC, it was \"be cautious, be safe, but don't panic. You don't want the entire country freaking out and panicking. And in times like these, people need to be entertained.  \"People need to feel some sort of normalness going on,\" White told CNN Sport's Don Riddell. \"And you know, if I can still figure out ways to run the UFC and do it safely, and not put any of my people in harm then we were going to do it.\"  READ: Olympics are 'cursed,' says Japan's deputy prime minister But a week can be a long time in politics, and this also applies to the running of a sports organization.  At the time of writing, America has recorded at least 8,898 positive tests for the virus and 149 deaths. And it was no coincidence that after a more serious shift in tone from the President, the 50-year-old has followed suit.  While the exuberant promoter inside of him will never completely disappear -- predicting that the Las Vegas strip going dark would be \"the craziest thing that has ever happened in my lifetime,\" for example -- White nevertheless has changed his mind, and thus the stance taken by the MMA organization.  To that end, UFC Fight Night events on March 21, March 28 and April 11 have been postponed, following the White House's recommendation to avoid gatherings of 10 or more people.  And although the language employed about the threat of the coronavirus has been on the colorful side by White -- something he doesn't \"regret at all\" -- he does now see that keeping his people employed is of paramount importance.  \"Listen, we need to fight this thing,\" begins White. \"Let's work through this thing - that's what we do every week at the UFC. For anybody that says I'm not concerned with health and safety and all this other stuff, then you don't know me. \"And I always take care of my people, whether it's my fighters or my employees ... health and safety is something that I worry about every single week. Not (just) since the coronavirus popped up. I mean, it's what we do.\" White doubled down in his response to accusations of corporate greed, and betraying responsibility to his staff, fighters and the public, responding that: \"I could care less ... I haven't laid off one employee.  \"You can accuse me of whatever you want ... You know what I did? I told all my people -- if any of them or their family members get sick, or have any problems, you call me, and I will get you taken care of.\" And while acknowledging that \"I've never seen anything like this in my lifetime,\" White knows firsthand that eventually the show will go on.  The UFC was the first organization to put on events in Las Vegas after 9/11 and the Las Vegas shooting in 2017. \"This is nothing new for us, we've been through some stuff, but this is by far the craziest I've ever seen,\" he said.  READ: French Open criticized for 'selfish, arrogant' rescheduling amid coronavirus outbreak The future The UFC's next pay-per-view event is scheduled at the moment to occur on April 18 in Brooklyn, New York. On paper, UFC 249 promises to be possibly the fight of the year between the unbeaten Khabib Nurmagomedov and Tony Ferguson.  White is confident that this highly anticipated event will go ahead.  \"(I'm) on the phone all day every day trying to figure out how to get this thing off ... yes, that fight is on and I'm going to figure it out,\" he said.  As was shown at the event in Brazil, holding a show behind closed doors is not something White is averse to doing.  So if it came down to having Nurmagomedov and Ferguson -- arguably the biggest fight in years -- face off with no spectators and just cameramen filming it, would it still be worth doing for the UFC?  \"Yeah, we're going to do it. I'm going to get this thing done,\" White maintains.  And yet, inevitable doubts have also crept in. \"Ten days ago, I could have answered a lot of questions for you and I knew a lot of things. I don't know anything anymore.  \"The world is such a different, crazy place. Las Vegas is shut down, casinos are closed. I never thought I would say that in my lifetime. So I really don't know anything anymore. I'm just out there trying to solve problems, is what I'm trying to do. I'm a problem solver. That's what I do and that's what I'm trying to do right now.\"  READ: Chelsea pays for hospital staff to stay in club hotel amid coronavirus outbreak Going with the flow Making decisions in an ever-changing world also applies to President Trump, who White has supported over the years.  Visit CNN.com/sport for more news, features, and videos He even spoke at the Republican National Convention in 2016, when Trump was the GOP presidential nominee.  Nearly four years on, how does he feel Trump has handled arguably the biggest crisis of his presidency?  \"I think everybody from the President, to governors, to all the people that are involved in this thing, the CDC, it's been handled the best it could possibly be,\" asserts White.  \"The citizens of the world and politicians have done the best job that they can do.\""], "Language": false}