{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/politics/cameo-roger-stone/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-03-18T01:27:48Z"], "LastModifiedDate": ["2020-03-18T01:27:48Z"], "Headline": ["Roger Stone is charging $50 for personal shout-outs on Cameo"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Roger Stone is trying out a new line of work while he challenges his recent conviction.  The longtime showman, political strategist and friend of President Donald Trump has joined Cameo, the website that allows users to pay for personalized video messages from celebrities, sports figures or musical artists. For $50, you can hear from Stone himself.  \"This is Roger Stone, that's right, the Roger Stone. And I'm right here on Cameo,\" he says in a greeting video on his page. \"So if you want a special greeting, say a birthday greeting or an anniversary greeting, maybe a special greeting for your club or organization, I'd love to hear from you.\" \"And yes, we'll get you Roger Stone,\" he adds in a nod to the popular 2017 documentary \"Get Me Roger Stone.\" The website lists him as an \"American Political Consultant.\" Cameo did not respond to CNN's request for comment.  Stone -- who was sentenced to 40 months in prison last month -- joined the website while he challenges his conviction by claiming juror misconduct. He was convicted last fall of lying to Congress and threatening a witness regarding his efforts for Trump's 2016 campaign. Prosecutors initially asked for seven to nine years in prison but Attorney General William Barr retracted that recommendation hours after Trump criticized it on Twitter for being too harsh. Four prosecutors withdrew from the case in response to Barr's decision. Two new DC US Attorney's Office supervisors stepped up to handle Stone's sentencing, and a new sentencing memo was released asking for \"far less\" time."], "Language": false}