{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/sport/tom-brady-leave-new-england-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-17T13:00:41Z"], "LastModifiedDate": ["2020-03-18T01:14:40Z"], "Headline": ["Tom Brady says thank you and goodbye to New England Patriots. Is it a hello for Tampa Bay?"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Tom Brady, the six-time Super Bowl winner who is widely regarded as the greatest NFL quarterback in history, has said he will not be re-signing with the New England Patriots, ending one of the most successful partnerships in sports.  The 42-year-old has spent his entire 20-year NFL career with the Patriots, leading the franchise to nine Super Bowls with Brady as quarterback and Bill Belichick as head coach.  \"I don't know what my football future holds but it is time for me to open a new stage,\" Brady posted on his social media accounts, in a statement entitled \"Forever a Patriot.\" Brady is expected to agree to terms with the Tampa Bay Buccaneers, according to reports from NFL Network's Ian Rapoport and ESPN's Adam Schefter.   Neither the Tampa Bay Buccaneers nor Tom Brady's representation have responded to CNN's request for comment. Brady, who turns 43 this summer, will become an unrestricted free agent when free agency opens Wednesday at 4 p.m. ET. READ: Brady is going to Hollywood as NFL star launches production company Unprecedented success During his two decades with the Patriots, Brady was coached by the edgy Belichick and together the pair brought unprecedented levels of success to the team. Belichick described him as \"not just a player who bought into our program.\" \"He was one of its original creators,\" the head coach told the Patriots' website. \"Tom lived and perpetuated our culture.  \"On a daily basis, he was a tone setter and a bar raiser. He didn't just perform. He didn't just win. He won championships over and over again. \"Sometimes in life, it takes some time to pass before truly appreciating something or someone but that has not been the case with Tom. He is a special person and the greatest quarterback of all-time.\" The 199th pick in the sixth round of the 2000 draft, Brady rose from relative anonymity to become an NFL great.  He has won three NFL Most Valuable Player awards and leaves the Patriots second in the NFL all-time list in passing touchdowns (541) and passing yards (74,571).  Since getting his first chance in 2001, courtesy of an injury to then starter Drew Bledsoe, Brady has gone on to break numerous records, including most Super Bowl victories by a player (six), most Super Bowl MVPs (four) and most regular-season wins by a starting quarterback (219). In the 2019 season, Brady led the team to the first round of the playoffs with a 12-4 record, and suffered a upset home loss to the Tennessee Titans.  Addressing teammates, coaching staff and Patriots executives, Brady said in Tuesday's statement: \"You all have allowed me to maximize my potential and that is all a player can hope for. \"Everything we have accomplished brings me great joy and the lessons I have learned will carry on with me forever.  \"I couldn't be the man I am today without the relationships you have allowed me to build with you.\" READ: NFL players narrowly vote to approve new collective bargaining agreement Brady, who will be on the open market for the first time in his long career, did not indicate which team he will sign with for the 2020 season. Visit CNN.com/sport for more news, features, and videos \"I love Tom like a son and I always will,\" Patriots owner Robert Kraft said.   \"He has brought so much happiness to me personally and to all of our fans. I had hoped this day would never come, but rather that Tom would end his remarkable career in a Patriots uniform after yet another Super Bowl championship.\" The Buccaneers, with 2013 Heisman Trophy winner Jameis Winston as quarterback, went 7-9 last season. They didn't advance to the NFL playoffs."], "Language": false}