{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/world/coronavirus-newsletter-04-08-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh and Ivana Kottasová, CNN"], "Writers": [["Eliza Mackintosh", "Ivana Kottasová"]], "FirstPublishDate": ["2020-04-08T12:13:29Z"], "LastModifiedDate": ["2020-04-08T12:13:29Z"], "Headline": ["What you need to know about coronavirus on Wednesday, April 8"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["On the most tragic day yet of the pandemic in America, chaos and confusion roiled the White House. As coronavirus deaths topped 1,800 nationwide yesterday, President Donald Trump delivered a wild performance that did little to put minds at ease, Stephen Collinson writes.  At an unchained news conference, Trump said he would freeze funding for the World Health Organization -- which he falsely accused of downplaying the pandemic -- then denied saying it minutes later. Trump also denied seeing January memos from a top adviser warning about the gruesome toll the virus could exact on the country, and ousted the top watchdog overseeing a $2 trillion relief package. Adding to the sense of farce: The White House Press Secretary was replaced — without ever delivering a press briefing — by a high-profile Republican communicator who has repeatedly dismissed the threat of the virus, and claimed Democrats were rooting for it to take hold. Meanwhile, Trump's acting Navy Secretary quit after calling the captain of a virus-stricken aircraft carrier \"stupid.\" While the virus continues to spread rapidly in the US and elsewhere, there is a ray of hope in China where it was first detected. Wuhan has lifted its lockdown after more than two months, an encouraging sign that Covid-19 can be defeated, and there are signs that some countries in Europe are already plotting to follow China's  lead. But even as Wuhan reopens its borders, some restrictions will remain in place, and officials warn that the threat is far from over. YOU ASKED. WE ANSWERED Q: When will students be allowed to return to school? A: Top US coronavirus expert Dr. Anthony Fauci says he's optimistic that schools will be able to reopen by the fall. But because the virus won't disappear entirely, he cautions: \"it's going to be different.\" Communities will need to be able to identify the virus, isolate patients and contact trace infections. As for summer camps, he's less certain.   New research  has suggested that school closures alone may only have a small effect on stopping coronavirus — preventing 2% to 4% of deaths, far fewer than other social distancing interventions. But some experts have warned against jumping to conclusions based on one study. More than 50,000 people have asked us questions about the outbreak. Send yours here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Coronavirus warship row Acting Navy Secretary Thomas Modly resigned yesterday, after a leaked recording revealed he called the ousted commander of a virus-stricken aircraft carrier \"stupid\" in front of thousands of sailors who had given their former captain a standing ovation when he left the ship just days before. His resignation is the latest escalation in a spat over the decision by Capt. Brett Crozier, the then-commanding officer of the warship, to send a memo warning of coronavirus spreading among the sailors on the aircraft carrier. Modly removed Crozier from command after the memo leaked. Now he's out too. UK gripped as PM remains in intensive care Boris Johnson has spent a second night in an intensive care unit in a London hospital. His spokesperson said yesterday he was stable, was receiving the \"standard oxygen treatment,\" and was not on a ventilator.  The Prime Minister's hospitalization comes at a terrible time for the United Kingdom. The government needs to make a decision soon on whether to extend its lockdown, originally scheduled to be in place until April 13. And while official statistics say more than 6,000 people have died of the virus in the UK, new data suggest the death toll could be much higher. QR code is ticket out of Wuhan After more than two months under lockdown, people can finally travel out of the Chinese city of Wuhan starting today. Trains and flights are resuming, except to and from the capital Beijing. To travel, people will still need to flash their all-important QR code on their phone. If it's green, they've been assessed as healthy or low-risk and they can leave the city. ON OUR RADAR Twitter co-founder and CEO Jack Dorsey is setting aside $1 billion — more than a quarter of his wealth — to help fund coronavirus relief efforts.\nNew Zealand's Prime Minister has added two crucial figures to the country's list of essential workers: The Tooth Fairy and Easter Bunny.\nNormally they would be serving customers thousands of feet in the air, but with Singapore Airlines' fleet mostly grounded, its cabin crew are helping out as \"care ambassadors\" at hospitals.\nLos Angeles has notoriously polluted air. But right now it has some of the cleanest of any major city in the world.\nStruggling to keep your hair in check amid the lockdown? You're not alone. Stephen Colbert needs a haircut, too.\nFrench doctors' proposal to test Covid-19 treatment in Africa slammed by World Health Organization as \"colonial mentality.\" TOP TIPS In the midst of the pandemic, those who live with disability or have a chronic illness are now at a double disadvantage. Support groups are putting up guides and apps designed to help blind and deaf people, and launching online forums.\nScientists from NASA and the International Space Station National Lab have put out a list of fun (and educational) activities for the lockdown. \nPublic health experts say there's one thing that could make a very large difference to the transmission of the coronavirus: stopping people from touching their faces. Here are top tips on how to break the habit.  TODAY'S PODCAST \"Number one: Be suspicious of any product that claims to have a quick fix. As you've always heard, if it's too good to be true, it probably is.\" -- CNN's Chief Medical Correspondent Dr. Sanjay Gupta At a time when we're all anxious about our health and safety, some people are preying on fear. Gupta talks coronavirus \"miracle cures,\" robocalls and other scams, offering tips on how best to protect yourself. Listen now."], "Language": false}