{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/opinions/telling-my-kids-about-coronavirus-bolduan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Kate Bolduan, CNN"], "Writers": [["Kate Bolduan"]], "FirstPublishDate": ["2020-03-16T20:19:53Z"], "LastModifiedDate": ["2020-03-17T19:28:14Z"], "Headline": ["What I'm telling my kids about Covid-19"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["I talk about and explain things for a living. I have also been covering the coronavirus outbreak for weeks. But when it comes to talking about all this with my own children, I've been finding myself tongue-tied. At first,  I didn't talk about it with my daughters. I have a 5 and a 2-year old, so I just made sure to remind them they needed to wash their hands more often. But when my eldest daughter walked out of school and declared, \"Mom, there's something called 'Corona' and everyone is getting sick,\" I knew I couldn't avoid it any longer.   I then tried telling my 5-year-old \"there is a sickness\" but she didn't need to worry too much about it. That led to her asking in full voice, walking down the sidewalk, \"Does that person have the sickness?\" Then pointing at the next person and asking again, \"How about that person? Does he have the sickness?\"   It quickly set in that I needed some help, expert help on how to have this conversation. I also quickly realized I'm not alone.  My producer told me her 6-year-old wanted to know if he could still give her a kiss goodnight as he was concerned that he would give her the coronavirus.   As parents, we could all use a little help in this unprecedented moment. I started with the person I always go to first when it comes to the health and well-being of my children -- our pediatrician. \"The fewer words, the better always,\" Dr. Bruce Brovender of Global Pediatrics advised. \"But always be honest.\"     If you're not, he said, \"You actually make things scarier and more traumatic because they don't know what the truth is and what [it] is not.\"   Brovender's guidance motivated me to dig deeper. And after spending hours on the phone with doctors, experts and clinicians, I've found some helpful common threads of the dos and don'ts when talking to our little ones about something so big.  Be reassuring but be honest \"The most important thing across ages is that children need to know that they're going to be OK and chances are their parents are going to be OK,\" says Tovah Klein, director of the Barnard Center for Toddler Development at Columbia University.  \"The first thing is to reassure them about that.\" \"It's a balance between addressing children's worry and fears, because that is real, and reassuring them because the truth is most people do get better from this.\"   Dr. Sally Goza, president of the American Academy of Pediatrics, adds that comes with the balance that this can't be treated like any other day. \"It's really critical that people understand that it's not like a snow day. We need to not have play dates. We need to not have the birthday parties; we need to postpone those until we have a clearer picture of what's going on with this.\"   And in explaining these abrupt changes to children, it's important to remind them \"the grown-ups are handling it,\" says clinical psychologist Rebecca Schrag Hershberg. \"We don't have to pretend we know all the answers, but we do have to project a calm confidence that there are smart people everywhere -- doctors, policymakers, teachers -- all working together to make sure we get through this.\"   Don't avoid the subject \"Children are hearing a tremendous amount. They're hearing big words that they've never heard before, none of us have really,\" says Klein. \"Even the terms coronavirus and Covid-19, it's like what's that?   \"I've been telling parents that it's really important that the parent is the filter of the information,\" Klein adds. For older children that may be addressing misinformation they hear from friends or on social media. For younger children that may just start with demystifying terms, like answering \"what is coronavirus?\" The answer Klein suggests: \"It's a really big word but it's a fancy word for what we normally call a cold or the flu and something that's been around for a long time. Now there's a new virus and that's what everyone is talking about.\"   Hershberg agrees that transparency is key. \"I think transparency for kids, even little kids, is more comforting than the alternative when they notice that there's a huge elephant in the room, but they also notice no one is talking about it.\"     Less can be more \"Listen first and talk second. Listen for concerns, questions and misinformation while you are enjoying usual play with your children -- whether that is drawing, dolls, or throwing a ball. Then let kids know you're glad they are asking you questions and sharing what is on their mind,\" says Dr. Joshua Morganstein, chair of the American Psychiatric Association's Committee on Psychiatric Dimensions on Disasters. \"Young children need fewer words, and they'll be reassured and comforted by a calm parent.\"   Hershberg adds that it's a good practice to avoid the tendency to want to fill the silence when it comes to these types of sensitive conversations with your kids. \"If they ask a question, you answer their questions in a direct, clear and brief way and then pause and see if they have any more questions. Pause and see what happens next.\"    How to say, 'I don't know' It's OK to say \"I don't know,\" experts agree. \"In fact, it's important to do so,\" says Morganstein. \"When children find out you misled them, it will undermine their trust in you.\"   But it appears there are more helpful ways to say, \"I don't know\" than just saying \"I don't know.\" There is, \"I don't know. Why don't we look that up together,\" says Morganstein.  This allows you to model for the child that when you don't know something, you seek out information about it. \"This can really enhance a sense of trust that a child has in you, knowing that you can count on your parents to tell you what they know, tell you want they don't know and then go find out the answer.\"   \"You can say, I need to think about that,\" says Hershberg, helping play out another \"I don't know\" scenario.  \"Saying I don't know in a calm and puzzled voice, not in panicked and worried voice, is not uncomfortable for our kids unless we make it uncomfortable.\"      \"Kids can feel really comforted when you say 'you know there are so many people asking that exact question at this exact moment. We are in a community of a whole world of people, all asking that question.'\"   Calm yourself down first This is all about how to talk to our children about Covid-19. And so, I was perhaps most surprised about how many of these experts emphasized the impact of our own stress and anxiety levels on how our children are handling and processing this uncertain time.   \"It's overwhelming for parents right now because this is such a fluid situation. Every day, even every half day it's a new thing going on with Covid-19,\" Goza told me. \"So, it's overwhelming for parents and it's really frightening for kids.\"   But it starts with us not making matters worse for our kids. \"First, check your own stress level. If you (or other adults around them) are behaving in a highly stressed manner, your children may simply be picking up on and emulating this behavior,\" says Morganstein.    \"Don't talk to your kids about any of this stuff when you're in a moment of anxiety,\" adds Hershberg. \"If you hear something or read a tweet that makes you really anxious, it's OK to say to your child, 'before I'm going to answer that question,  I'm actually feeling a little bit worried right now so I'm going to take my three deep breaths, do you want to do that with me?'\"   And an important reminder, that kids of different ages will express their anxiety in these anxiety-inducing times in very different ways.   \"Overall, it's important to remember that distress looks different in kids and in children at different ages. Isolation, diminished academic performance or aggression may be seen in older children. Irritability, lethargy or return to earlier age behaviors can be seen in young children. For parents who are understandably distracted and already feeling heightened stress themselves, this can be easily misinterpreted as 'misbehavior',\" says Morganstein.    Power them up When we are all feeling pretty helpless, let's be honest, it can help children through these moments by giving them some of the power back. That can be helpful when explaining why they have to wash their hands so much, why they can't play with their friends like they normally do and it can be especially helpful with questions about grandparents and the elderly.   \"Empower children by saying, look we don't get very sick [from the coronavirus] but believe it or not we could still have that virus, we have to help so that not too many people get sick. That's part of our job,\" suggested Klein.   \"That also explains the hand washing -- 'that keeps the germs away and the virus away.' \"That explains school closing -- 'we're trying to really keep this virus from spreading so you're not going to be with so many other people. That's why mommy or daddy has to work from home now.' All of those pieces can be put in the context of we're all working together.\"   Hershberg reminds us that children often process difficult events through play, so empower them to do that. \"Cast a magic spell on the virus... Pretending to be Elsa and freezing the virus. Those are all things that will help kids feel powerful and also let them process the feelings.\" So, let them play out the feelings, whatever they are. \"It's healthy and means they feel safe talking about it,\" says Hershberg.   Giving that sense of empowerment to older children understandably requires a different approach. \"There's going to be a lot of sadness about missing sports events, proms and a lot of things, and I just think we have to give them that reassurance,\" says Goza. \"The more we do now to make this pandemic be as short as we can...then the sooner they'll be able to get out and do those things.\" Find the fun \"You can be the germ destroyers or germ busters,\" says Klein. \"Making it light and fun. Not making it so serious that is scares the children.\"   Hershberg agrees saying, \"Your family [are] superheroes fighting the virus and every time you wash hands, you are taking a step to keep people healthy and safe,\" she suggests. \"You are emphasizing that this is an active choice and that we are all joining together to do it. And not that we're all just helpless in our houses waiting to hear what's going on.\"   While no one can say for sure when this crisis will end, this expert advice gives me a great place to start when it's time for more tough conversations in the days ahead -- when the girls and I aren't playing Super Germ Busters.  "], "Language": false}