{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/us/wwe-wrestlemania-without-fans-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-03-17T01:30:46Z"], "LastModifiedDate": ["2020-03-17T01:30:46Z"], "Headline": ["WWE to hold WrestleMania without fans"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["World Wrestling Entertainment's biggest event of the year, WrestleMania, will be missing a major aspect of the sports-entertainment: A live audience. Amid coronavirus concerns, the sports entertainment company on Monday announced it has decided to hold its events without fans in attendance, joining a long list of organizations that have taken similar precautions with their own events. Tens of thousands of passionate wrestling fans were expected to fill the Raymond James Stadium in Florida on April 5. Now, the event will be held at the WWE Performance Center in Orlando with only essential personnel. The news comes just days after the company moved its weekly event, SmackDown, to the Performance Center. \"In coordination with local partners and government officials, WrestleMania and all related events in Tampa Bay will not take place,\" the company's statement reads. WrestleMania, which is considered the Super Bowl for wrestling, typically attracts fans from across the globe, some who plan their trip a year in advance to make it to the live show. Last year, more than 82,000 fans from all 50 states and over 60 countries packed the stadium in New Jersey for WrestleMania 35, accoridng to WWE. Fans will still be able to watch WrestleMania 36 from their homes on the WWE Network, which is the organization's streaming service. WWE superstars John Cena, Brock Lesnar, Goldberg, Roman Reins, Charlotte and Becky Lynch are a just few of the top names advertised to be part of this year's event. Events such as the WWE Hall of Fame Ceremony and NXT Takeover, which typically take place on the days leading up to the big show, are on pause at this time.  This year's Hall of Fame class includes: Jushin \"Thunder\" Liger, The British Bulldog, JBL, The Bella Twins (Nikki and Brie Bella), Batista and nWo members Hulk Hogan, Scott Hall, Sean Waltman and Kevin Nash. The ceremony was scheduled for April 2. WWE said it will be sharing further details on these events as soon as they become available."], "Language": false}