{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/us/coronavirus-bar-tip-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-16T17:53:49Z"], "LastModifiedDate": ["2020-03-16T17:53:49Z"], "Headline": ["A customer left a $2,500 tip to support an Ohio bar that had to close because of coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["On any other Sunday, Coaches Bar and Grill in Columbus, Ohio, would be rumbling with customers. But this Sunday, the staff of the popular sports bar gathered around the TV, standing aghast as Gov. Mike DeWine ordered all restaurants and bars in the state to close to prevent the spread of the novel coronavirus.  As thoughts of \"How will I make next month's rent?\" or \"How will I provide for my family?\" ruminated in the minds of the waitstaff, they served a customer who would be one of their last for the foreseeable future. After ordering a beer and some food, the customer's check came out to be just under $30. But after he left, the spirits of owner Patrick \"Benny\" Leonard and his staff were uplifted immediately after seeing the tip he had left.  The amount? A whopping $2,500.  \"Please split this tab equally between Tara, Nicky, Jim, Liz and Arrun,\" the check read.  \"There were tears of joy among everyone here,\" Leonard told CNN. \"On a day when I've never seen a shutdown like that, I've never seen a tip like that either.\"  Leonard said the customer wanted to remain anonymous, but noted that he was a regular who visited the bar every Wednesday to play trivia.  As the coronavirus shows no signs of slowing in the US, the pandemic has induced a panic that is bringing out the worst in people.  \"You go to the store and we have people fighting over toilet paper,\" Leonard said. But in this case, the customer showed that it's not the \"every man for himself\" mentality that will get us through this time, but offering a hand to those who are struggling.  \"To have a person sitting here and do that, it's amazing,\" Leonard said. \"This is where we should all be. The more we have of this, the better the country will roll through these unprecedented times.\"  The bar will try its best to stay afloat by preparing food for takeout, Leonard said. But still, he said, everyone at the bar understands this will be a difficult time. So instead of dividing the check among the five of them, the staff named on the tab decided to split the $2,500 with all 12 employees.  Ohio joins a growing list of states that have ordered all restaurants and bars to close. For those who have the privilege of working from home, the coronavirus might not affect your livelihood greatly, but for small businesses like Coaches, social distancing will be devastating.  Here's how you can support your favorite small businesses survive the coronavirus crisis. "], "Language": false}