{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/sport/nfl-draft-no-fans-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-16T16:30:16Z"], "LastModifiedDate": ["2020-03-16T17:38:15Z"], "Headline": ["NFL draft to proceed, although public events are canceled"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The National Football League has announced that it's 2020 draft will go ahead as planned, but public events around the event have been canceled because of the recent coronavirus outbreak. Scheduled to be held on April 23-25, the annual player draft -- which sees college players picked by professional teams -- will be televised as normal.  However, following the cancellation of league-driven fan events, the NFL is exploring \"innovative options\" to keep fans involved.  \"This decision reflects our foremost priority -- the health and safety of all fans and citizens,\" said NFL Commissioner Roger Goodell in a statement.  \"While this outcome is disappointing both to the NFL and to the Las Vegas community, we look forward to partnering with the Raiders, the City of Las Vegas and the Las Vegas Convention and Visitors Authority for a future NFL Draft as well as evaluating opportunities for other major NFL events in Las Vegas in the future, including the Super Bowl.\" READ: JJ Watt and Kealia Ohai donate $350,000 to foodbank amid coronavirus outbreak In recent years, the NFL Draft has become a showpiece event for fans of the sport.  Since 2016, the event has been rotated between cities throughout the US -- from Chicago and Dallas to Philadelphia and Tennessee.  And with thousands of fans making the journey to see which player their team selects, the NFL has sought to increase interaction with spectators to keep them entertained.  But after the US Centers for Disease Control and Prevention urged the public to cancel or postpone gatherings of 50 people for the next eight weeks, the NFL decided to restrict the public's access to the upcoming draft in Las Vegas.  \"Health and safety has always been our top priority, so despite it being a major disappointment, this was the right decision,\"  Las Vegas Raiders owner Mark Davis said in a statement.  \"Although Las Vegas lost this chance to shine, there will be many more opportunities to show the world just what Las Vegas is made of. Whether it be the Draft, the Pro Bowl or the Super Bowl, the Sports and Entertainment Capital of the World is ready!\" The NFL announced last week that teams were prohibited from conducting pre-draft visits to team facilities due to the worldwide COVID-19 crisis. Deaths from the coronavirus have passed 6,500 across the world, according to CNN's tally.  Visit CNN.com/sport for more news, features, and videos This comes a day after NFL players narrowly approved the ratification of a new, 10-year collective bargaining agreement, setting the stage for an increased regular season and playoff field. A total of 1,019 of the players (51.5%) voted for the agreement, and 959 voted (48.5%) against it. As a result, the league has the discretion to increase regular season games from 16 to 17 as early as 2021 and expand the playoff field from 12 teams to 14 as early as the 2020 season."], "Language": false}