{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/us/simone-biles-usa-gymnastics-investigation-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2020-03-14T21:10:42Z"], "LastModifiedDate": ["2020-03-15T10:25:40Z"], "Headline": ["Simone Biles claps back at USA Gymnastics after they wish her happy birthday"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Simone Biles' quest for answers about the Larry Nassar sexual abuse scandal is not stopping, not even on her birthday. The Olympic gold medalist turned 23 on Saturday and USA Gymnastics, the sport's governing body in the United States, posted on Twitter to celebrate. \"HAPPY BIRTHDAY to the most decorated gymnast of all time, @simonebiles! We know you will only continue to amaze us and make history!\" USAG tweeted. And Biles had a very specific birthday request for them. \"how about you amaze me and do the right thing... have an independent investigation,\" Biles tweeted.  Biles is one of several Olympic medalists and athletes who have criticized USAG's proposed $215 million settlement for survivors of Nassar's sexual abuse. Nassar, once a celebrated sports physician for the USAG national team and Michigan State University, is serving an effective life sentence on charges of child pornography and sexual misconduct in both federal and state courtrooms after more than 150 women and girls said he sexually abused them over the past two decades.  USAG, the sport's governing body in the United States, filed for bankruptcy in late 2018 as it struggled to recover from the wide-ranging scandal that landed Nassar in prison. The US Olympic Committee began taking steps to revoke USAG's governing body status in November 2018. Biles, who said she was abused by the former Team USA doctor, has been publicly calling for an independent investigation by USAG and the US Olympic and Paralympic committees into the scandal for months. Last year, the Wall Street Journal reported that USAG withheld the investigation of the doctor's sexual abuse from Biles despite the fact she was among the first athletes USAG learned were uncomfortable with the doctor. A 2019 report detailing an 18-month congressional investigation into the Nassar scandal, said that the FBI, USAG, the US Olympic Committee and Michigan State all had a chance to stop Nassar's abuse and \"failed to do so.\""], "Language": false}