{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/politics/down-ballot-races-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dan Merica and Gregory Krieg, CNN"], "Writers": [["Dan Merica", "Gregory Krieg"]], "FirstPublishDate": ["2020-03-14T17:25:26Z"], "LastModifiedDate": ["2020-03-14T19:06:50Z"], "Headline": ["'All of it presents a challenge': Down ballot candidates grapple with impact of coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Candidates running in down ballot races, many of whom have never run for office before, knew it wouldn't be easy. They never considered that a pandemic would make running for office much more difficult. The spread of coronavirus has touched every part of American life, including the thousands of elected offices that are up for grabs this year. President Donald Trump, former Vice President Joe Biden and Vermont Sen. Bernie Sanders, the top three presidential candidates, have all reshaped their campaigns in the face of the outbreak, but the effects may be even more acute on those candidates vying for the nation's smaller offices, many of whom are running in races where in-person voter outreach is more impactful and don't have the money or experience that larger campaigns enjoy. Candidates, some of whom have primaries or special elections in the coming weeks, have had to scrap all canvassing, deeming it too dangerous to ask volunteers to knock on doors in their communities. Others have had to cancel fundraisers and send workers home, as Democratic groups and parties are now forced to rethink how plans that had been in the works for months are now useless. Visit CNN's Election Center for full coverage of the 2020 race \"We would like to win, but we don't want to win at the expense of public health,\" said Christy Smith, a Democratic California assemblywoman who is running in a May special election for a US House seat in the Los Angeles suburbs. Smith, who advanced to the general election by finishing in the top-two of the March 3 primary for California's 25th District, hopes that her diehard supporters will be able to continue to contact prospective voters from their homes, even if many are demoralized by the fact that they wouldn't be knocking on doors for the foreseeable future. \"All of it presents a challenge,\" Smith said. \"We knew the challenges were steep, but we never could have envisioned anything like this.\" Smith's Republican opponent, Mike Garcia, announced on Friday that he would be holding tele-town halls on the economy in the coming week in response to the rise of the virus. \"Like everyone else across America, we are following the guidelines set forth by the CDC, but with an election only 60 days away, voters need to know where their candidates stand on the issues,\" Garcia said in a statement. For some candidates, like Nabilah Islam, a Democratic House candidate in suburban Atlanta who does not have health insurance, the impact is personal. \"I'm running for Congress full time and I can't afford private health insurance and I don't even qualify for Medicaid in Georgia,\" said Islam, who is running in the Democratic primary in Georgia's 7th congressional district. \"So, I don't feel safe knocking on doors myself.\" Islam called off all door-knocking and direct voter contact this week as she grappled with how the rise of coronavirus affected her. It's a significant sacrifice, she said, given that interacting with voters in person -- not television advertising -- was a \"very important aspect of our campaign.\" Coronavirus has largely halted American life over the past week, with schools across the country being canceled, American sports leagues scrapping all competition and politicians in Washington scrambling to respond to the crisis. Trump on Friday declared a national emergency to free up $50 billion in federal resources. Despite the crisis, voting has not stopped, but some primaries and caucuses scheduled across the country have been moved.  Louisiana Gov. John Bel Edwards signed an executive order delaying his state's primary, originally scheduled for April 4, until June. And Wyoming Democratic Party Chair Joe Barbuto announced Friday that \"the in-person portion\" of their state's caucuses were \"suspended due to growing concern\" over coronavirus. State parties, too, have remade their plans for upcoming local races. The Democratic Party of Wisconsin, for instance, is working on a state Supreme Court race in early April \"The pandemic transforms how we fight,\" party chair Ben Wikler said. \"Yesterday, we broke glass in case of emergency and switched from a massive door-knocking operation to a massive all-digital operation, and we hope everyone else in politics does the same.\" This uncertainty has created a scenario where candidates like Smith and Islam must keep pushing their candidacies in an environment where voters are more focused on their personal well-being than their upcoming election. The Democratic Congressional Campaign Committee on Thursday sent all Democratic House campaigns a memo focused on how they would suggest changing campaign tactics in light of the coronavirus threat. \"We're also strongly encouraging campaigns to carry out as many activities as possible virtually,\" the memo read.  It urged tele-town halls instead of in-person town halls and virtual phonebanks instead of in-person phone banking. \"This is a rapidly developing public health emergency, and we're asking campaigns to keep the safety of their staffs, volunteers, and voters in mind,\" the memo read. \"We are urging campaigns to err toward caution in all decision making.\" The National Republican Campaign Committee did not respond to a request for comment about how it was advising its candidates. With in-person voter outreach largely out of the question for now, some Democrats believe it could increase the important of paid media, especially digital and television advertising. \"From a mass communication standpoint, if people are home, they are very reachable. So you are going to have an audience, you just have to really think about how you do that,\" said a senior Democrat involved in House races. \"I think it is as much an opportunity as a holdback.\"  Organizations like the National Democratic Training Committee, a group that aims to train Democratic candidates the mechanics of running for office, have tried to quickly respond to the shifting landscape. Kelly Dietrich, the National Democratic Training Committee's founder, was in touch with state parties and down-ballot campaigns this week, highlighting that the group not only had online trainings on how campaigns can use texting, digital advertising and social media, but that it had also updated some of its courses in response to the coronavirus. \"We are recommending campaigns switch to a more digital focused and virtual focus strategy,\" Dietrich said. \"This is new ground for a lot of these campaigns that don't necessarily have the experience or infrastructure and sometimes the budget to do that.\" Dietrich said the impact of the coronavirus will force candidates to be creative, possibly by holding virtual fundraisers, organize over social media or work almost exclusively on programs like Slack. He added that it could also help candidates put a focus on health care policy. \"You've got to be creative because Election Day is not changing,\" Dietrich said. \"We're advising candidates not to shrink away from this. You can't ignore coronavirus. Embrace it.\" But the impact is even being felt by candidates with backgrounds in public health. \"As a campaign, you have to respond and take all the practical actions to continue to run an effective campaign, but you also have to be an example in the community,\" said Kate Schroder, a US House candidate in Ohio whose Democratic primary is on Tuesday. Schroder is a public health expert; she has served as the vice president of the Clinton Health Access Initiative and has been a member of the Cincinnati Board of Health since 2016. But even she is grappling with the effects the coronavirus pandemic has had on her family, her campaign and her ability to physically interact with voters. \"The biggest challenge is the uncertainty,\" she said, noting that some voting sites in her district have moved in the last few days. \"Every 24 hours the ground under you had completely shifted.\" But, Schroder said, a pandemic like this also puts health care -- already a top issue for Democratic voters-- even further in the forefront. \"It is necessary for everyone to have it,\" she said bluntly. \"This drives home the importance of access to quality affordable health care.\""], "Language": false}