{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/us/ufc-brasilia-lone-sports-event-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-03-13T23:56:10Z"], "LastModifiedDate": ["2020-03-14T00:58:34Z"], "Headline": ["UFC is the only major sporting league still in play this weekend despite coronavirus fears"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["As major sports leagues across the US and around the world cancel or postpone events, there is one league that's still in play.  The Ultimate Fighting Championship (UFC) plans to hold its UFC Brasilia bout between Kevin Lee and Charles Oliveira Saturday in Brazil despite the ever-evolving updates on coronavirus.  \"I talked to the President and the Vice President of the United States today about this. They're taking this very serious. They're saying be cautious, be careful, but live your life and stop panicking,\" UFC President Dana White told ESPN Thursday. \"Instead of panicking, we're actually getting out there and working with doctors, health officials and the government to figure out how we keep the sport safe and how we can continue to put on events.\" White told ESPN the governor of Brazil issued a decree limiting the size of public events. \"Can't have over 100 people there, so we'll just have the staff that's running the event inside the arena that night,\" he said. \"These guys are ready to go. They want to fight. They want to compete and we're going to do everything we can to keep them safe.\" The next two UFC events are scheduled in London and then the UFC APEX in Las Vegas. White says the London event will proceed as planned and that the UFC is working with the government.  The Vegas event was originally supposed to be in Columbus, Ohio, but was moved, White said.  \"Unfortunately, fans may not be able to attend these events,\" he said in a video on UFC's Twitter account.  Officials with NBA and NCAA men's and women's basketball both originally contemplated having games without fans. The NBA has suspended its season while the NCAA canceled the men's and women's basketball tournaments in divisions I, II and III. The men's Division I championship, known as March Madness, has been played every year since its inception in 1939."], "Language": false}