{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/media/att-telecommuting-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-03-13T17:01:11Z"], "LastModifiedDate": ["2020-03-13T17:06:00Z"], "Headline": ["AT&T tells employees to work from home"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Wireless giant AT&T, the owner of CNN, is directing employees to work from home if they can, joining some of the country's other biggest employers in action against the coronavirus pandemic. Employees who work in AT&T stores, install equipment for customers, and broadcast live on CNN are not affected. But many tens of thousands of other employees are subject to the new guidance, which was released on Friday. \"I realize that many of you are directly serving and interacting with our customers and that work can't be done from home,\" AT&T CEO Randall Stephenson said in a message to employees. \"What you do is vital to a highly connected society like ours. And it is even more critical in times like these. So, we will be taking additional safeguards and implementing new procedures and policies to help protect you from the virus.\" AT&T has more than 245,000 employees across all of its divisions, and it is unclear how many will work remotely. But the guidance is similar to what other major companies like Google and Amazon have said: stay home if you can. One of AT&T's divisions is WarnerMedia, which includes CNN, HBO, TNT, TBS, Warner Bros and numerous other media brands.  Earlier, WarnerMedia advised employees in certain cities with coronavirus cases, like New York, to work from home if possible. Now the message applies to WarnerMedia staffers around the world. \"We are committed to helping limit the spread of the virus and risk of exposure,\" WarnerMedia CEO and AT&T president John Stankey said in an internal memo. \"We can help minimize stress on the resources and infrastructures around us by doing our part to reduce population density in our commutes and daily activities, in efforts to help reduce spread of the virus.\" Stankey added, \"In support of our colleagues who need to continue working in our offices, we need to help reduce population density and risk of exposure in those locations by minimizing the on-site staff.\" CNN's television news coverage will not be affected. \"Obviously, given the many programming needs across News and Sports, there are some employees\" who simply cannot work remotely, WarnerMedia News and Sports chairman Jeff Zucker said in a memo. \"In fact, CNN is very different from almost any other part of the company, especially right now, and there are some roles that will continue to require your presence in the office.\"  Zucker said managers will be in touch with staffers who have jobs that require presence in the office — for live TV coverage for instance. \"For the rest of you, we encourage you to use today to make sure you are completely prepared for remote working,\" Zucker wrote. \"It is unclear how long this guidance will be in effect, so you should assume that it may be long term.\" Other media companies have issued similar instructions to employees. On Thursday NBCUniversal, the media company owned by Comcast, encouraged \"all employees globally to begin working remotely if possible, effective immediately.\" The instructions have far-reaching consequences for entertainment production, advertising sales and other sectors of the media business. The spring season of \"upfront\" presentations to advertisers, held in theaters all across Manhattan, are now being held via streaming video."], "Language": false}