{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/health/friday-13-superstition-conversation-wellness-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Neil Dagnall and Ken Drinkwater, The Conversation"], "Writers": [[]], "FirstPublishDate": ["2020-03-13T05:22:25Z"], "LastModifiedDate": ["2020-03-13T05:22:25Z"], "Headline": ["On Friday the 13th we wonder why, scientifically, we believe in superstitions"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The number 13, black cats, breaking mirrors, or walking under ladders, may all be things you actively avoid -- if you're anything like the 25% of people in the US who consider themselves superstitious. Even if you don't consider yourself a particularly superstitious person, you probably say \"bless you\" when someone sneezes, just in case the devil should decide to steal their soul -- as our ancestors thought possible during a sneeze. Superstition also explains why many buildings do not have a 13th floor -- preferring to label it 14, 14A 12B or M (the 13th letter of the alphabet) on elevator button panels because of concerns about superstitious tenants. Indeed, 13% of people in one survey indicated that staying on the 13th floor of a hotel would bother them -- and 9% said they would ask for a different room. Related: On Friday the 13th, leave the superstitions at home On top of this, some airlines such as Air France and Lufthansa, do not have a 13th row. Lufthansa also has no 17th row -- because in some countries -- such as Italy and Brazil -- the typical unlucky number is 17 and not 13. What is superstition? Although there is no single definition of superstition, it generally means a belief in supernatural forces -- such as fate -- the desire to influence unpredictable factors and a need to resolve uncertainty. In this way then, individual beliefs and experiences drive superstitions, which explains why they are generally irrational and often defy current scientific wisdom. Psychologists who have investigated what role superstitions play, have found that they derive from the assumption that a connection exists between co-occurring, non-related events. For instance, the notion that charms promote good luck, or protect you from bad luck. For many people, engaging with superstitious behaviors provides a sense of control and reduces anxiety -- which is why levels of superstition increase at times of stress and angst. This is particularly the case during times of economic crisis and social uncertainty -- notably wars and conflicts. Indeed, researchers have observed how in Germany between 1918 and 1940 measures of economic threat correlated directly with measures of superstition. Touch wood Superstitious beliefs have been shown to help promote a positive mental attitude. Although they can lead to irrational decisions, such as trusting in the merits of good luck and destiny rather than sound decision making. Carrying charms, wearing certain clothes, visiting places associated with good fortune, preferring specific colors and using particular numbers are all elements of superstition. And although these behaviors and actions can appear trivial, for some people, they can often affect choices made in the real world. Related: Rabies' horrifying symptoms inspired folktales of humans turned into werewolves, vampires and other monsters Superstitions can also give rise to the notion that objects and places are cursed. Such as the Annabelle the Doll -- who featured in The Conjuring and two other movies -- and is said to be inhabited by the spirit of a dead girl. A more traditional illustration is the Curse of the Pharaohs, which is said to be cast upon any person who disturbs the mummy of an Ancient Egyptian person -- especially a pharaoh. Numbers themselves can also often be associated with curses. For example, the figure 666 is a number some believe to be associated with the devil, and is often featured in stories of misfortune or curses. Sporting superstitions Superstition is also highly prevalent within sport -- especially in highly competitive situations. Four out of five professional athletes report engaging with at least one superstitious behavior prior to performance. Within sport, superstitions have been shown to reduce tension and provide a sense of control over unpredictable, chance factors. Superstition practices tend to vary across sports, but there are similarities. Within football, gymnastics and athletics, for example, competitors reported praying for success, checking appearance in mirror and dressing well to feel better prepared. Players and athletes also engage with personalized actions and behaviors -- such as wearing lucky clothes, kit and charms. Related: How technology could combat the rising tide of fake science Famous sportspeople often display superstitious behaviours. Notably, basketball legend Michael Jordan concealed his lucky North Carolina shorts under his Chicago Bulls team kit. Similarly, the tennis legend Björn Bork, reportedly wore the same brand of shirt when preparing for Wimbledon. Rafael Nadal has an array of rituals that he performs each time he plays. These include the manner in which he places his water bottles and taking freezing cold showers. Nadal believes these rituals help him to find focus, flow and perform well. Walking under ladders What all this shows is that superstitions can provide reassurance and can help to reduce anxiety in some people. But while this may well be true, research has shown that actions associated with superstitions can also become self-reinforcing -- in that the behavior develops into a habit and failure to perform the ritual can actually result in anxiety. This is even though the actual outcome of an event or situation is still dependent on known factors -- rather than unknown supernatural forces. A notion consistent with the often quoted maxim, \"the harder you work (practice) the luckier you get.\" So the next time you break a mirror, see a black cat or encounter the number 13 -- don't worry too much about \"bad luck\", as it's most likely just a trick of the mind."], "Language": false}