{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/us/wwe-smackdown-moving-no-audience-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-03-12T23:32:02Z"], "LastModifiedDate": ["2020-03-12T23:32:02Z"], "Headline": ["WWE moving SmackDown and will hold it without a live audience"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["World Wrestling Entertainment has joined the list of organizations that have decided to host events without a live audience amid coronavirus concerns. The sports entertainment company announced Thursday that its weekly event, SmackDown, will move to the WWE Performance Center in Orlando, and that the show will be performed sans fans. The event. which takes place Friday, was originally supposed to be held in front of thousands of fans in Detroit, Michigan at the Little Caesars Arena. Wrestling superstars such as John Cena, Roman Reigns, Braun Strowman and Jeff Hardy were billed as featured guests at this week's event. Another big-name wrestler, Paige, was also set to make her return to confront the current SmackDown Women's Champion Bayley. The coronavirus pandemic has forced many US sports organizations to consider adjustments, including canceling events and holding games without spectators. The NBA and NHL both suspended their sports seasons. The NCAA canceled March Madness. NASCAR announced that it will hold two of its upcoming races without fans.  The news also comes amid WWE's big push to promote WrestleMania, the organization's biggest show of the year. It is set to be held in Tampa Bay, Florida, on April 5. The company said it is still committed to holding the event, but is making contingency plans in case it is canceled by government officials, authorities and/or the venues.  \"The health and safety of our fans, performers and employees are our top priorities and we are monitoring the situation closely with our partners and government officials in Tampa Bay,\" the company said. WWE hosts numerous live events across the US weekly. The organization said it is putting contingency plans in place for those shows as well. \"We are monitoring the situation closely and as always we will take the necessary precautions to protect the health and wellness of our fans, performers and employees,\" WWE said. Fans can still watch this week's SmackDown, which airs on Fox. The arena said that refunds are available for customers where they purchased their tickets."], "Language": false}