{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/business/adidas-beyonce/index.html"], "Source": ["cnn"], "Location": ["New York City"], "ByLine": ["By Chauncey Alcorn CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2020-03-12T18:52:49Z"], "LastModifiedDate": ["2020-03-12T18:52:49Z"], "Headline": ["Adidas and Beyoncé will release more Ivy Park gear this year"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Fans of Beyoncé's Ivy Park x Adidas sports apparel line can look forward to seeing more of her popular clothing hit stores later this year, according to the German company's CEO Kasper Rorsted. The Grammy Award-winning singer signed a contract with Adidas last year, joining the ranks of Pharrell Williams and Kanye West to become the latest celeb to partner with the sportswear maker known for its signature three stripes logo. Speaking to investors and analysts at Adidas's financial results conference on Wednesday, Rorsted confirmed Beyoncé's Ivy Park gear sold out \"immediately\" following its surprise January release online. \"Whether its footwear or apparel, we'll continue to do launches throughout this year in both categories where Beyoncé will bring her inspiration, her creativity and her brand to the unique brand of Adidas,\" Rorsted said. Queen Bey found creative ways to build demand for her Adidas line, posting cryptic photos of company's logo and a release debate on her Instagram page to tease the brand's launch in the weeks before its planned January 18 release date. When the line dropped a day earlier than anticipated, Ms. Knowles-Carter's famously devout fans -- fondly referred to as the Beyhive - tweeted relentlessly about the maroon and orange gear, making the brand a trending topic on Twitter. Rorsted also described Beyoncé as \"probably the most influential female entertainer in the world today\" on Wednesday, noting that a big part of Adidas's 2020 focus will be the \"female consumer.\" \"Jointly, we will create products that are attractive to consumers around the world,\" he said. Ivy Park x Adidas may be doing well, but athletic apparel industry expert Matt Powell of NDP Group says viral marketing campaigns from celebrity influencers have their limits. Powell pointed to Adidas's shoe deal with Kanye West to illustrate his point about product scarcity driving demand. The German company lured West away from Nike in 2013 before expanding production of his popular Yeezy Boost 350 sneakers in 2018. But once the Yeezys became more widely available, Powell said the shoes didn't sell as well. \"They put too many pairs in the market and nearly killed it off,\" Powell told CNN Business. \"It's kind of a conundrum. You have a shoe that is popular. People want it, but if it becomes widely available, they kind of lose interest.\" Powell noted that Kanye's political antics and erratic behavior may have also played a role in the Yeezy's performance. Adidas may be limiting the volume of Kanye shoes it releases in 2020, but the company isn't showing any signs of easing up on Yeezy shoe titles this year. The sports apparel maker launched its Yeezy Quantum basketball high-top in the rapper's Chicago hometown in mid-February before dropping the Yeezy BOOST 350 V2 Earth on February 22. Rorsted said Yeezy fans can expect to see new products coming out more frequently. \"Not in high volume,\" he noted, \"but [we want] to continue to build on our brand equity as one of the most attractive and innovative brands.\""], "Language": false}