{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/us/los-angeles-pollution-clean-air-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Drew Kann, CNN"], "Writers": [["Drew Kann"]], "FirstPublishDate": ["2020-04-07T20:39:56Z"], "LastModifiedDate": ["2020-04-07T21:09:55Z"], "Headline": ["Los Angeles has notoriously polluted air. But right now it has some of the cleanest of any major city"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The mental image many people have of the Los Angeles skyline is one obscured by smog, with thick air pollution hanging over its downtown buildings. But with the city -- and the entire state of California -- under stay-at-home orders to stem the deadly outbreak of coronavirus, something dramatic has happened to the air in LA. On Tuesday, LA saw some of the cleanest air of any major city in the world, according to IQAir, a Swiss air quality technology company which also monitors pollution levels in cities around the globe.  And beginning in early March of this year, EPA air quality data shows that the city of Angels experienced its longest stretch of \"good\" air quality since at least 1995. Dr. Yifang Zhu, a professor of environmental health sciences at UCLA's Fielding School of Public Health, said that she and her colleagues identified a similar trend. Between March 16 -- three days before California Gov. Gavin Newsom ordered the state's 40 million residents to stay home -- and April 6, Zhu's team found there was a 20% improvement in overall air quality in Southern California. Zhu's team also found a 40% drop in levels of PM 2.5, a class of microscopic air pollutants that have been linked to serious cardiovascular and respiratory problems, especially in children and the elderly. A study released Monday, by Xiao Wu and Rachel C. Nethery of Harvard University, also linked exposure to PM 2.5 to an increased risk of death from Covid-19. PM 2.5 ends up in our air from many sources, but Zhu said vehicle traffic is a big contributor in Southern California. Since California's stay-at-home order went into effect, Zhu's team has found that traffic across the state has fallen by around 80%.  The massive drop -- in one of the most traffic-choked states in the country -- is likely a big reason for the cleaner air. \"With less cars on the road and less emissions coming from those tailpipes, it's not surprising to see improvements in the air quality overall,\" Zhu said. The coronavirus has forced many of the world's biggest countries to restrict people's movements, and similar declines in air pollution have been observed around the world -- from India and China, to the US and Europe. Unfortunately, the reduced pollution is probably temporary. As lockdowns lift and commutes to work resume, LA's air quality is likely going to decline again. And though the cleaner air is positive news for the health of Southern Californians, it's important to remember that these improvements have come at a massive cost in terms of lives and livelihoods lost because of the virus.  But what this also reveals, Zhu said, is that we can take action to improve our air quality, and that we don't need a pandemic or a loss of life and wealth to make it happen. \"From the society level, I think we need to think really hard about how to bring about a more sustainable world, where technologies and policies come together to bring us cleaner energy,\" she said. \"So that the air that we're breathing will stay as clean as what we're breathing today.\""], "Language": false}