{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/media/coronavirus-and-sports-tv-column/index.html"], "Source": ["cnn"], "Location": ["Los Angeles"], "ByLine": ["Analysis by Brian Lowry, CNN Business"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-11T22:31:27Z"], "LastModifiedDate": ["2020-03-11T22:35:09Z"], "Headline": ["Coronavirus forces sports world to make clear that TV increasingly calls the shots"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Concerns about coronavirus have forced the sports-TV world into a rather uncomfortable position: Admitting that having fans in the stands is less important, ultimately, than serving up live programming for those watching on television. Yet for anybody who has been paying close attention to the sports ecosystem in recent years --characterized by declining attendance, but soaring TV rights deals -- this shouldn't come as a complete surprise. On Wednesday, the NCAA announced that its basketball tournament would go forward, but with limited staff and family in attendance. The Golden State Warriors similarly said that home games would proceed without fans in the stands at Chase Center. The idea of playing in empty arenas — as opposed to canceling these events — sounds antithetical to the traditional sports experience. Part of the excitement surrounding the NCAA tournament is the fan enthusiasm. It's hard to think of \"March Madness\" without painted faces and roaring crowds for each buzzer-beater. The same would seem to go, to varying degrees, for other events. The reality, however, is that fewer fans have been attending games almost across the board. While there are a host of explanations for that — including higher ticket prices and more televised games — at least part of it has to do with the way that those who oversee the world of sports manage their product. In recent years, that has hinged on prioritizing TV, and maximizing the at-home math over the in-person experience. In that sense, playing strictly for the TV cameras reflects an extreme — and indeed, symbolic — expression of a trend that has been gradually building. It's a concession that these are, first and foremost, TV shows, like the talk and late night comedy programs that will proceed without a studio audience due to coronavirus precautions. However you weight the mix of factors responsible, attendance has steadily fallen as TV has flexed its muscles in setting the sports schedule. Attendance for college football fell by 7.6% from 2014 to 2018, according to Sports Illustrated, to the lowest level since the mid-1990s. While football isn't alone — MLB has slipped almost as badly since 2015, SI noted — vacant seats during bowl season \"looked more like spring football,\" the magazine wrote in January, adding, \"Even athletic directors will openly admit it: College football is facing an attendance crisis.\" Still, those same athletic directors have benefited from increases in TV rights, and have responded by allowing networks — principally ESPN — to dictate when games are played. That means fans buy tickets often without knowing what time kickoff will be until a week before the game's played.  At the same time, the TV industry desperately needs the big audiences that sports deliver, especially because viewers are more likely to consume such events live, reducing the threat of zapping past commercials. That's shifting the economics of sports in television's favor. PGA golf is the latest beneficiary, having just secured a massive increase — reports put it at 60% or more — in its latest round of TV contracts. The NFL is also expected to cash in when its current TV deals expire beyond 2021, with experts predicting a dramatic rise over the more than $5 billion that the league already pockets annually. But for fans, there's a catch: According to Sports Business Daily, the league is also considering expanding the use of flex scheduling — that is, adjusting the time and even day of games to meet TV's needs — as it negotiates those new deals. CBS Sports Chairman Sean McManus acknowledged earlier this week that the absence of fans would alter the atmosphere of the NCAA tournament, but suggesting that dynamic wouldn't hurt ratings. If anything, the networks carrying sports — including those owned by CNN parent WarnerMedia, which partners with CBS on the tournament — could benefit from more people staying at home, looking for something to take their mind off real-world concerns. Eventually, the world will get back to normal, and crowds will return. For now, though, the coronavirus has crystalized the present reality of sports, which is still built around fans watching and loving games — just, increasingly, and primarily, through the filter of a screen."], "Language": false}