{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/us/ivy-league-basketball-tournament-cancel-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-11T02:48:17Z"], "LastModifiedDate": ["2020-03-11T21:37:23Z"], "Headline": ["Players are pushing back after the abrupt cancellation of the Ivy League basketball tournament"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Ivy League may have decided to cancel its basketball tournaments amid coronavirus concerns, but the players were not letting it go down without a fight. In an announcement Tuesday, the League said its season-ending championship tournaments -- which help determine what teams attend the National College Athletic Association (NCAA) basketball tournament -- would be canceled for both its men and women teams as a result of the coronavirus pandemic.  Princeton University's women's basketball team and Yale University's men's basketball team, both the regular season champions, became the automatic qualifiers to the NCAA tournaments as a result of the decision.  The decision resulted in immediate backlash from some players in the league, who created a petition on Change.org called \"Reinstate the Ivy League Tournament.\"  Cody Manmiller, an athletic communications assistant at University of Pennsylvania, confirmed to CNN that \"the Penn Women's Basketball team created and wrote the petition with the support of multiple Ivy League teams.\" \"The hypocrisy of our Ivy League presidents is baffling and alarming,\" the petition, which as of Wednesday afternoon had garnered almost 11,000 signatures, reads. \"Other conferences, such as the SEC and Pac-12, are still scheduled to host their men's basketball championship tournaments.\" The petition's authors argue that the careers of the league's senior players unfairly got cut short. They point out that other sports, such as the Ivy League wrestlers, are continuing to compete and travel in spite of the virus.  \"If it is deemed safe enough for teams to travel to higher level tournaments, then it should be safe enough for us to travel locally for the chance to compete,\" the petition states. Cancellation is 'messed up,' one player says Eleah Parker, who is a player on Penn's women's basketball team, was among those who shared the petition on Twitter. \"We deserve the opportunity to compete!\" Parker, who was recently named Ivy League Player of the Week, wrote in a comment on the petition's page. \"We've worked so hard ALL year long to get to the Ivy Tournament for a chance to play in the NCAA.\" Jarrod Simmons, a player on Penn's men's team, echoed Parker's sentiment on social media.   \"Man this is messed up. We put in a lot of work for this,\" Simmons tweeted. Others raised concerns over the fact that Princeton and Yale would automatically be allowed to compete in the NCAA tournament without giving an opportunity for other teams to contend. Harvard's men's team, for example, beat Yale in both regular season games. However, Yale is progressing to the national stage without a proper competition. And it's not just Ivy League players who are complaining.  Matt Morgan, a Toronto Raptors player who previously played for Cornell University, also condemned the decision by the league. \"I couldn't imagine being a senior and fighting to make the tournament and then someone telling me in a meeting that my season is just over,\" he wrote in a tweet. \"Nah that ain't right. Play in an empty gym and let the players decide. Smh I don't like this at all.\"  Donovan Mitchell, who plays for the Utah Jazz, also tweeted at the Ivy League.   \"That's terrible!!!\" he wrote, linking a tweet to the cancellation news. NCAA announces no spectators at March Madness games  The NCAA announced Wednesday that it will not allow spectators at the upcoming Division I Men's and Women's basketball tournaments. Only essential staff and limited family will be permitted to attend the games.  \"This decision is in the best interest of public health, including that of coaches, administrators, fans and, most importantly, our student-athletes,\" NCAA President Mark Emmert said in a statement. \"We recognize the opportunity to compete in an NCAA national championship is an experience of a lifetime for the students and their families.\"  This isn't the first sports event to be canceled or altered in wake of coronavirus. Italian officials on Tuesday announced the suspension of all domestic sport competitions to curb the virus's spread. In Spain, sports matches are being played sans audiences. Those who wrote the Ivy League Tournament petition said they would be open to competing without a crowd. \"As much as we want our family and friends to be in attendance, we don't need spectators to play the sport we love,\" the petition reads. \"We acknowledge that this is a serious health issue and that there is a lot to consider in finding an alternate solution. However, we are ready and willing to invest the time and energy  to ensure that we can compete in the Ivy League tournament.\" At the end of the Ivy League's statement, the league wrote that the newly announced policy could change \"based on the ongoing review of circumstances.\"  Other large gatherings and events, including South by Southwest and Coachella, have also been canceled or postponed as a result of the virus. Many colleges have moved to virtual teaching."], "Language": false}