{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/sport/tom-brady-production-company-199-hollywood-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-10T12:25:35Z"], "LastModifiedDate": ["2020-03-10T12:25:35Z"], "Headline": ["Tom Brady is going to Hollywood as NFL star launches production company amid free agency rumors"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Stay in New England? Start afresh with a new team? If there are lot of unanswered questions surrounding the future of Tom Brady's NFL career, the 42-year-old is making decisive moves to plan for his long-term future. Notably he is going to Hollywood.  The NFL star has launched 199 Productions -- a multi-platform content company -- in a partnership with Avengers: Infinity War and Avengers: Endgame directors Joe and Anthony Russo and their non-fiction wing at AGBO Films, Wonderburst. In a Facebook post, the NFl star screen grabbed a picture of a Deadline story announcing that the production company had \"assembled a slate of development projects that include several with Brady on camera, in stories spanning sports, entertainment and health and wellness among others.\" The name of the company alludes to the position in the NFL Draft when Brady was selected in 2000 by the New England Patriots.  He was selected in the sixth round of the draft as the No. 199 pick, before going on to win six Super Bowl titles and three Most Valuable Player awards with the team.  \"When I was the 199th draft pick in 2000, I knew I needed to work hard every day to prove myself,\" Brady said on Instagram.  \"Launching a production company is no different and I'm humbled to have the opportunity to partner with The Russo Brothers, AGBO Films and Gotham Chopra on our first project 'Unseen Football.' \"I believe in the essence of teamwork, and I have no doubt, our 199 Productions team and partners will create inspiring content to share with the world.\" The Russo brothers said as \"football fanatics\" themselves, they were \"thrilled\" to be working with Brady. READ: Colin Kaepernick to pen memoir through his new publishing house Unsure future Brady has spent all of his 20 seasons in the NFL with the Patriots, enjoying unparalleled success.  But when the free agency period opens at 4 p.m. ET on March 18, Brady will become an unrestricted free agent, meaning he can sign with whichever team he wants to.  This has fueled speculation about which  uniform he might be pulling on when the 2020 season begins.  Having been born on the West Coast and growing up as an San Francisco 49ers fan, the 2019 Super Bowl runners-up have been mooted as a potential landing spot for Brady.  Reuniting with his long-term head coach Bill Belichick in New England is another option, while the Tennessee Titans and the Los Angeles Charges have been touted as suitors for Brady -- who turns 43 in August. Visit CNN.com/sport for more news, features, and videos Even Brady's wife Gisele Bundchen doesn't seem to know where their family will be living for the upcoming season.  \"I would love to know where I'm going to be living this year,\" she said on an Instagram story last month. \"But I don't know that yet. Hopefully somewhere nice and wherever my husband is happy playing, so we will see.\""], "Language": false}