{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/cnn-underscored/nike-flash-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-03-09T18:46:44Z"], "LastModifiedDate": ["2020-03-09T18:46:44Z"], "Headline": ["Run to this Nike flash sale for 30% off select styles"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["No matter your workout, Nike has some of the best activewear on the market. And right now, the brand is taking an extra 30% off select items with code POWERUP, so you can stock up on high-performance gear for less.  Bundle up for your last cold weather workouts or prepare for summer heat with this massive flash sale, which includes nearly 1,000 shoes, accessories and clothes for men, women and kids. So whether you're looking for a new pair of skate shoes, a bodysuit or even a fanny pack, you can find it for less. Just make sure to hurry; March 10 is the last day to take advantage of this deal.  Shoes Nike Air Force 1 Gore-Tex ($105, originally $150; nike.com)   Nike's iconic Air Force 1 got a makeover, this time in partnership with the waterproofing gurus at Gore-Tex. This sneaker maintains its classic style, but its new Gore-Tex bootie ensures your feet stay dry and warm.  ______________________________________________________________________________  Nike Blazer Mid '77 Suede ($56.68, originally $100; nike.com)   This retro basketball shoe's pink suede upper adds a bold pop of color to any outfit.   ______________________________________________________________________________  Nike Free X Metcon 2 ($66.48, originally $120; nike.com)   Built for training, this shoe is lightweight, flexible and breathable, so you can push through any workout.   ______________________________________________________________________________  Nike Air Zoom Pegasus 36 ($84, originally $120; nike.com)   Targeted breathability makes this iteration of the classic Nike Air Zoom Pegasus 36 the ultimate running shoe.    Apparel Nike Sportswear Tech Fleece Joggers ($77, originally $110; nike.com) Comfortable and stylish, these joggers are a must for the gym or lounging around. Plus, a massive zipper pocket allows you to carry whatever you need when you're on the go.   ______________________________________________________________________________  Nike Sportswear Icon Clash Track Jacket ($77, originally $110; nike.com)   This track jacket stands out with a bold silhouette and tapering at the waist. Made from a lightweight material with a mesh lining, it's a versatile piece that keeps you looking good.   ______________________________________________________________________________  Nike Alpha Sports Bra ($42, originally $60; nike.com)   With plenty of support and contoured cups, this sports bra is a necessity if you want to put your all into every workout.  ______________________________________________________________________________    Nike Therma Swoosh Hoodie ($33.58, originally $55; nike.com)   Thermal, moisture-wicking fabric keeps you dry and warm without restricting your movement, so you can have a solid sweat session despite the cold.    Accessories   Nike Radiate Backpack ($42, originally $60; nike.com)   This backpack's roll-top design provides easy access and tons of storage space. Plus, extra zippered pockets on the inside and outside will keep you organized.   ______________________________________________________________________________  Nike Sportswear Heritage Hip Pack ($15.38, originally $25; nike.com)   Whether you're wearing it on your hip or across your chest, you can trust this fanny pack to keep all your necessities within reach.   ______________________________________________________________________________  Nike Run Dri-FIT Women's Headband and Glove Set ($21, originally $30; nike.com)   For those last winter runs, this headband and glove set is an essential. Don't let the weather stop you from getting those miles in.   ______________________________________________________________________________  Nike Cuffed Pom Beanie ($17.48, originally $28; nike.com) This beanie will keep your head super cozy and warm thanks to its knit design.  For more great deals on Nike, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}