{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/us/iyw-meathead-movers-domestic-violence-victims-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Vaughan, CNN"], "Writers": [["Ashley Vaughan"]], "FirstPublishDate": ["2020-03-04T14:32:27Z"], "LastModifiedDate": ["2020-03-04T20:37:57Z"], "Headline": ["A moving company started by former student-athletes helps domestic violence victims flee abusive homes"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Aaron Steed knows the sound of desperation all too well. \"I would get phone calls from women looking to flee their abusive relationships. I would be on the phone, talking with them, hearing their stories with their voices trembling,\" the CEO and co-owner of Meathead Movers told CNN. Aaron and his brother, Evan, have been answering those calls since they founded Meathead Movers 23 years ago. It's now a for-profit business that employs student-athletes, but those emergency moves are free. \"Their husband or boyfriend is on a business trip or away for two days,\" Steed recounted of the situations facing clients who want to escape. \"'I just need to get out and get out now.'\" The call that changed everything  When Steed once was responding to one such call, the woman's husband surprised them during the move. The man became violent. \"He accused us of stealing his items. He screamed for us to put things down. A toaster oven was thrown,\" Steed remembered. Police were called, and the Steed brothers realized something.  \"We are not domestic violence professionals,\" Steed admitted. \"We are movers that want to help.\" Today, Meathead Movers works with eight shelters and organizations throughout central and Southern California. Delivering for the community \"They did it with such pride and love,\" Dulce Flores told CNN, recalling the day Meathead Movers helped her into a new home.  Last year, Flores and her two children fled an abusive home. \"If I stayed, we would have fought. I didn't want it to get physical. I was afraid I might fight back, and I didn't want my kids to lose both of us,\" she said.  The Marjaree Mason Center, a social services organization, placed Flores and her children in an emergency safe house.  After a transitional program, the organization got the family into a home of its own, with Meathead Movers doing all the heavy lifting.  \"They wouldn't let me lift a thing! Not even light stuff. They said, 'No, it's an honor to be here,'\" the mother said.  In 2019, Meathead Movers moved 60 families in partnership with the Marjaree Mason Center. \"It takes partners like Meathead Movers to step up,\" Nicole Linder, the center's executive director, told CNN. \"What I appreciate is that they challenged others to lead the way,\" she said. \"It is imperative that businesses donate part of their time and resources so that survivors can lead a successful life.\" With the support of her community, Flores went back to school, became a certified tax preparer and received her notary license. Flores hopes to one day pay forward the kindness and support she received in her time of need.  She has a special message for anyone facing abuse: \"There are people out there to help and listen -- you are not alone.\"  Among those supporters, she said, is Meathead Movers. \"I want abusers to know there are people like Meathead Movers that will stand up and help people who feel trapped in their home, being abused by the person supposed to love them,\" she said. And domestic violence isn't just a women's issue, Steed said, noting that his company has moved men and women from violent situations.    Setting an industry standard  \"A 'meathead' is a clean-cut student-athlete working their way through school,\" said Steed, who with his brother began the company when they were in in school and playing sports. \"Our parents made it clear at an early age that we were going to need to support ourselves,\" he added.   They would ask clients to pay whatever they felt their services were worth. There were no hourly wages, no negotiated breaks. The company has since grown into a successful enterprise employing -- and mentoring -- more than 700 people. Yearly revenue exceeds $20 million, the Steed brothers said. But while the company may boast robust profits (and meaty heads), the Steed brothers hope other businesses will draw inspiration from Meathead Movers' community spirit. \"If you are able to find a way to express purpose, to make a change, there will be so much purpose in your life,\" Aaron Steed said. \"It brings way more purpose and passion to a business than just moving around some boxes.\" If you or someone you know is facing domestic violence, visit the National Resource Center on Domestic Violence. "], "Language": false}