{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/weather/climate-change-threatening-winter-sports-pow/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Derek Van Dam, CNN Meteorologist"], "Writers": [["Derek Van Dam"]], "FirstPublishDate": ["2020-02-29T19:04:03Z"], "LastModifiedDate": ["2020-02-29T19:04:03Z"], "Headline": ["Climate change is threatening winter sports' very existence"], "Section": ["weather"], "MappedSection": ["US"], "Article_Body": ["A warming planet has major ramifications on winter snowpack across the globe, including a long-term drying trend for many. That's a concern for winter sports enthusiasts and communities that depend on snow throughout the year.  Not many understand this better than the climate advocacy group known as Protect Our Winters (POW). The group is an organization of professional athletes and like-minded individuals fighting for policy to protect winter sports and mountain communities. \"Increased temperatures are melting away both my sport and my livelihood,\" professional ski mountaineer and POW representative Caroline Gliech told the US Senate late last year. This year has been a prime example of what is becoming more common. Snowfall has been abysmal in California this winter. The state-wide snowpack is running far below average to date and there is little relief in sight before the season ends. This is a stark comparison to last year when California was walloped with above-average snowfall and ended the season 175% of average by April 1.  It's this variability that leaves many wondering what the long-term trends are indicating. If climate science holds true, this winter whiplash could put many out of business as the low-snow years mount.  And Californians are not alone. In the French Pyrenees mountains, one ski resort used helicopters to fly in the snow just so they could stay open after weeks of above-average temperatures and little snowfall. Climate group fights for policy change to help protect outdoor sports Years with below-average snowfall have a crushing impact on local economies.  Bad winters can take more than $1 billion out of the US economy and affect more than 17,000 jobs, according to a 2018 study conducted by POW and REI. Since snowfall drives business in mountain towns, it's no wonder that it's often referred to as winter's \"white gold.\" POW says that nearly 34 million Americans identify as an outdoor enthusiast. If you ski, snowboard, trail run, mountain climb or are a passionate outdoors person, you identify as an outdoor enthusiast. This is a potentially powerful community of people. Considering, according to these numbers, outdoor enthusiasts make up nearly a quarter of the individuals who voted in the 2016 presidential election.  POW believes that the love of the outdoors crosses party lines and that policy to end the climate crisis needs to come from both sides of the aisle. \"We need the whole country, the whole world on this issue [climate change] and I firmly believe that together, we can protect our winters,\" professional snowboarder Jeremy Jones said during a Senate hearing about climate changes' impacts on outdoor sports. Throughout the athletes' careers, they say they have witnessed mountains become void of snow and glaciers retreat to just a fading memory.  The athletes shared their first-hand experiences when appeared at a 2019 hearing on environmental issues related to their sports.  Following their testimony, the Senate Democrats' Climate Committee tweeted that \"Nothing and no one will be spared from the climate crisis — not even winter sports and the recreation industry it supports.\" It is more than winter recreation, it's also their drinking water It's not only the outdoor industry that is affected by lousy snow years. Lack of snowfall means less water in the spring. Usually, winter snowfall is like depositing money into a bank account for use at a later date. Without it, streams and underground water supplies can run dangerously low. \"Snowmelt from the Sierra Nevada Mountains provides roughly 75 percent of California's agricultural water, and 60 percent of Southern California's water resources,\" according to climate.gov.  As the planet continues to warm, the likelihood of a below-average snowpack — like the amounts we see this year in California and the French Pyrenees — increases. \"Right now, 2020 is on track to be a below-average year but we could still see large storms in March and April that will improve the current snowpack,\" said Sean de Guzman, chief of water supply forecasting to the California Department of Water Resources. \"While periods of dry conditions are expected in California, climate change has made them more unpredictable and extreme which is why we must always use the water we have wisely. Climate change can seem too overwhelming to tackle on our own  \"Climate change can seem too overwhelming to tackle on our own.\" POW's communications manager Samantha Kilgore told CNN.  \"There are tangible things you can do now that make a big difference.\"  She suggests contacting your elected officials or attending city council meetings.   Vote, she said, and get your friends to vote. And \"get involved in broader systemic actions that can drive policy that will combat climate change.\""], "Language": false}