{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/cnn-underscored/amazon-workout-clothes-core10-shop-outbrain/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Anna Hecht"], "Writers": [["Anna Hecht"]], "FirstPublishDate": ["2020-02-28T14:49:58Z"], "LastModifiedDate": ["2020-02-28T14:49:58Z"], "Headline": ["Amazon workout clothes have arrived (and they're seriously impressive)"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["When we first heard that Amazon was launching its own line of workout clothes, we were a bit skeptical. After all, the massive online marketplace had always previously been our one-stop shop for more basic essentials, like home goods and office supplies. But lately, it's ventured into beauty and fashion in a big way (*cough* Amazon teddy coat). Now, you can buy leggings, sports bras, workout tops, jackets and more via Amazon's Core 10 line of activewear. The best part is, not only do these pieces look great, but they're also extremely affordable and most styles come in plus sizes. We tried out a few of the pieces from the line, and here are our favorites:  Core 10 Women's Icon Series - Spectrum Longline Cross Back Sports Bra ($24.65; amazon.com)  The moment I put on this sports bra, I was impressed with its fit and look. I don't need a super supportive sports bra, but the snug fit leads me to believe it'd offer a great deal of support to larger busted women. My favorite part about it — aside from its great price — is the fact that it's a bit longer than your average sports bra. Because of this, I'd totally wear it as a cropped top with high-waisted leggings while working out. _______________________________________________________________________________ Core 10 Women's 'Build Your Own' Yoga Leggings ($36.35, originally $44; amazon.com) If you want your leggings made in a certain way to suit what feels most comfortable, now you can. As part of the Core 10 line, Amazon introduced the Build Your Own leggings that come in cropped, straight, or full-length. You can also choose how you'd like the waistline to sit. Whether you prefer your leggings medium- or high waisted is up to you, and you can also choose the crossed waistband for another flattering option. When I say that these leggings are flattering, I mean flattering with a capital F. They sculpt your legs in all the right places and they're comfortable. I recently sat though a six-hour flight to Los Angeles in them and never once had to fuss with the waistband or fabric. _______________________________________________________________________________ Core 10 Women's Printed Strappy Back Yoga Sports Bra (starting at $6.88; amazon.com) We had to include this camo-patterned sports bra — made from a blend of polyester and spandex — because it's just so darn cute. Beyond the pattern, though, we're into the back of the bra's criss-cross straps. These not only add an unexpected element to the bra's design, but having soft straps (rather than a panel of fabric) provides a breathable and comfortable way to work out.  _______________________________________________________________________________ Core 10 Women's Motion Tech Fleece Relaxed Fit Short Sleeve Sweatshirt Hoodie (starting at $24.64; amazon.com) Available in two colors, this motion tech fleece sweatshirt is the perfect thing to throw on when headed to and from the gym. To make it look extra special, it's been detailed with bold side panel zippers, a generous hood and a patch front pocket, so you're bound to turn heads. _______________________________________________________________________________ Core 10 Women's Fitted Run Tech Mesh Racerback (starting at $4.88; amazon.com) Everyone needs a good workout top in her fitness wardrobe. If you're into sleeveless options, this fitted racerback tank will be your go-to. The mesh back makes it super breathable and it's available in six colors to suit your preference. _______________________________________________________________________________ Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}