{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/health/healthy-kid-snacks-food-drayer-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Drayer, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-28T05:32:56Z"], "LastModifiedDate": ["2020-02-28T05:32:56Z"], "Headline": ["Healthy, easy snacks that kids will love"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["If you are like many parents I know, snacking has become a predictable daily ritual.   The opportunity presents itself at after-school pickups, group playdates, before and after sports or homework, and when there's simply no other activity to engage in at the moment.  Children in the United States snack about three times per day, with more than a quarter of a child's daily calories coming from snacks, according to a recent study. What your kids choose to snack on is important, and it can make or break a morning, afternoon or evening. A healthy snack will fuel a child's mind and body, and fill in important nutrient gaps such as calcium and fiber. Snacks devoid of nutrition and loaded with sugars can lead to fatigue, cravings, weight gain and tooth decay. As a parent and nutritionist, I am constantly searching for new ways to satisfy my kids' appetites with nutrient-rich nibbles.  Below is a list I've compiled of easy, nutritious, kid-friendly snack ideas. They include a combination of assembled foods and recipes.   I recommend making them with your children. It's not only a fun activity to do together. It's also a simple way to get your kids interested in healthy, tasty foods.   Fruit fondue This snack is great for sharing among friends, and it's loaded with vitamins, antioxidants and fiber.   First, make some fruit kebobs. Cut up cantaloupe, honeydew, pineapple or other favorites into chunks.  Wash and halve some strawberries, and wash a bunch of blueberries. Then thread the fruit onto small bamboo skewers, alternating colors.   For dipping, place a small bowl of protein-rich Greek yogurt in the center of a plate, and drizzle with honey. Place the kebobs on the plate around the yogurt. For a more indulgent treat, you can pair kebobs with a chocolate sauce for dipping by combining cocoa powder, sugar, vanilla and cornstarch.   Homemade granola bars Granola contains nutrient-rich nuts and fiber-rich oats, plus you can add chocolate chips for a bit of sweetness.   There are many recipes on the Internet for homemade granola bars.   If you prefer your granola in bite-sized portions, you can make healthy no-bake granola bites by combining 2 cups quick cooking oats; 1 cup ground flaxseed; 1 cup crispy rice cereal; 1 cup creamy peanut butter; 1 cup mini chocolate chips; 2/3 cup honey; 2 teaspoons vanilla extract; and 2 tablespoons coconut oil.   Using a cookie scoop, drop rounded tablespoonful-sized portions onto a parchment lined cooking sheet and refrigerate for 1 to 2 hours. The first time I made granola bars with my girls, it was a huge success. They wrapped the bars and shared them with friends.  Crudités tray with hummus It's easy to think of crudités as a colorful platter to serve to guests, but in my home they're a regular staple. Simply combine cherry tomatoes, cucumber slices, celery sticks, pepper strips and baby carrots with cauliflower and broccoli florets onto a serving dish.  For extra convenience you can also purchase a pre-cut, pre-washed version from the supermarket.  Those platters typically come with dips, but I prefer dipping veggies in fiber- and protein-rich hummus.   For ready-to-grab, snack-sized servings, you can portion the veggies into cups, lining the cups with hummus at the bottom. Banana peanut butter graham sandwich Graham crackers replace bread for a slightly sweeter, crunchier snack. It's so simple to assemble: Just spread 2 teaspoons of peanut butter over one graham cracker sheet, then top with banana slices.   I serve this tasty sandwich open-faced. It's a winner in my home, especially after an active day.  Note: you can replace peanut butter with sun butter, which is made from sunflower seeds and is appropriate for those with peanut or tree nut allergies. Chocolate strawberry frozen yogurt bark This treat is a play on chocolate covered strawberries and provides a nutrient-rich way to satisfy your child's sweet tooth.   Spread three, 6 ounce containers of nonfat strawberry-flavored Greek yogurt in a thin layer over a baking sheet lined with wax paper. Separately, combine 1/4 cup dark chocolate chips and 1 teaspoon of coconut oil; microwave in 10-second intervals until chocolate is melted. Drizzle melted chocolate over the yogurt. Top with 1.5 cups freeze-dried strawberries, and freeze for at least two hours.   Greek yogurt provides a generous dose of protein and calcium, and strawberries deliver vitamin C.  The recipe calls for dark chocolate, which is loaded with antioxidants, but you can substitute milk chocolate if you wish. It's delicious and low in sugar and calories, too.     Tomato and bocconcini kebobs You can think of this kebob as deconstructed pizza, minus the crust.  Alternate threading sweet cherry tomatoes with bocconcini, which are small tasty balls of mozzarella cheese, on a bamboo stick or straw.   In summertime, your kids will love the extra-sweet, candy-like Sungold tomatoes, which add a bright golden orange color. Like their redder cousins, they're rich in beneficial plant nutrients, especially beta-carotene and vitamin C.   Smoothies Smoothies offer a delicious, convenient way to pack in nutrients, and they can be especially fun to make with kids.   If your child is struggling with veggies, you can make a kid-friendly green smoothie by combining 2 cups of milk; three to four handfuls of greens like spinach or kale; 2 cups of fruit like berries, mangoes or peaches, one creamy fruit like a banana or avocado; and 2 tablespoons of healthy fat like nut butter, flaxseeds or chia seeds.     Pizza bagel This easy, savory snack or mini-meal will give your child's diet a fiber and calcium boost.   Split a whole wheat mini bagel in half; then spread tomato sauce on each half.  Sprinkle with shredded low-fat mozzarella cheese, then add your child's favorite veggies (we typically add broccoli or mushrooms). Heat until the cheese melts. Note: you can substitute a whole wheat English Muffin for a bagel if you wish. Roasted radishes These red root veggies are fresh and crunchy when raw and deliciously sweet when roasted! When my girls first tried roasted radishes as a snack, thanks to the recommendation of chef Melanie Karmazin, it seemed a bit strange, but they quickly fell in love with this nutrient-rich veggie.   The recipe is so easy: Grab two bunches of radishes, remove the greens, and cut radishes in half. Toss radishes with olive oil, salt and pepper; then roast at 400 degrees Fahrenheit until golden and crispy. Chocolate peanut butter 'dessert hummus' with fruit It sounds indulgent, because it is -- but my kid-friendly chocolate peanut butter dessert hummus is actually a fiber and protein rich chickpea dip! The beany taste of the chickpeas is masked by cocoa power, maple syrup, vanilla extract and peanut butter. It has only 122 calories and 8 grams of sugar per 3 tablespoon serving.  Enjoy it with apple or pear slices, which adds even more nutrients. Yogurt parfaits Yes, you can purchase yogurt parfaits at your local coffee shop, but it's more fun to make them at home.  I love yogurt parfaits because they provide a colorful, nourishing snack and can double as a quick and easy breakfast.   In a tall jar or glass, layer plain low-fat Greek yogurt with your child's favorite granola; then top with blueberries, raspberries or strawberries.  Repeat the layers until the glass is filled; then drizzle a little bit of honey on top. Popcorn trail mix Air popped popcorn is a fiber-rich, low calorie snack -- and is perfectly kid friendly on its own. To give it a sweet and savory boost that will also upgrade its nutritional profile, mix in dried cranberries or chopped dried apricots, along with almonds, pistachios, peanuts or sunflower seeds. You can also add some chocolate chips if you wish."], "Language": false}