{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/politics/rod-blagojevich-cameo/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-02-27T22:34:31Z"], "LastModifiedDate": ["2020-02-27T22:34:31Z"], "Headline": ["Rod Blagojevich is charging $100 for personalized shout-outs on Cameo"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["If you've had the urge to hear from Rod Blagojevich directly after President Donald Trump commuted his sentence, you're in luck -- but it will cost you. Blagojevich has joined Cameo, a website that allows users to pay for personalized video messages from celebrities, sports figures or musical artists. For $100, you can hear from the former Illinois governor himself.  \"Hey, it's Rod Blagojevich. I'm very excited to connect with you on Cameo,\" he says in a greeting video on his Cameo page. \"If you want a birthday greeting, an anniversary greeting, motivation or any other kind of shout-out, I can't wait to hear from you. \" The website lists Blagojevich as an \"American politician who served as the 40th Governor of Illinois\" with no mention of his long list of corruption charges.  During his tenure as governor, Blagojevich was charged with corruption and impeached by the state Legislature in 2009.  His Cameo offering comes the week after his sentence was commuted by the President after the Democrat and former \"Celebrity Apprentice\" contestant had served eight years of a 14-year sentence for pay-for-play crimes. His charges included trying to solicit money for an appointment to President Barack Obama's US Senate seat after he won the presidency. Blagojevich was also accused of shakedowns involving a children's hospital, a racetrack owner and a building executive. After the first jury in his trial was hung at 11 to 1 for conviction on key counts, prosecutors tried again -- securing convictions on 17 of 20 corruption charges. Blagojevich has defiantly rebuked critics of his commutation -- and even referred to himself as a \"political prisoner\" in a recent interview with CNN's Anderson Cooper.  Cameo did not immediately respond to CNN's request for comment.   As of Thursday afternoon, Blagojevich had one five-star review on his Cameo page.  \"Awesome,\" it said. "], "Language": false}