{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/us/illinois-native-american-mascots-ban-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-02-27T21:41:15Z"], "LastModifiedDate": ["2020-02-27T21:41:15Z"], "Headline": ["Illinois lawmakers have introduced a bill to ban Native American mascots"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Sports mascots that invoke Native American imagery and traditions have long been considered offensive by tribal nations. Two Illinois lawmakers want to ban them. Two representatives in the state House have introduced a bill that would prohibit schools from using Native American logos, mascots or other imagery unless they:  receive written permission from a tribe within 500 miles of the school, which would have to be renewed every five years\nconduct a schoolwide program on Native American culture at least twice a year\noffer a course on Native American contributions to society\nfile an annual report with the state on the academic programs they offer about Native Americans  Schools that fail to comply with the ban would be ineligible to participate in any playoffs, according to the text of the bill. \"Sports logos and mascots should not be used to caricaturize and misrepresent cultures,\" state Rep. Maurice West, who introduced the bill, said in a news release. \"If the legitimate intent of a school is to honor local Native Americans, this measure provides the opportunity to secure approval from a nearby tribe.\" The legislation, co-sponsored by Rep. Jonathan Carroll, had its first reading in the House last week.  After initially being referred to the Rules Committee, it has been assigned to the Elementary & Secondary Education: School Curriculum & Policies Committee. \"There are logos and caricatures that have been used through the course of sports history that should have never existed and deserve to be left in the past,\" West said. \"This legislation is an opportunity to ensure we are teaching our children how to properly respect the heritage and culture of Native Americans we draw inspiration from.\" Illinois has come under fire for mascots before The issue of schools invoking Native American traditions through their mascots is not new for Illinois.  For decades, Chief Illiniwek wore imitation Lakota dress and danced during halftime at games as the mascot for the University of Illinois at Urbana-Champaign. After years of protests by tribal nations and pressure from the NCAA, the university decided to retire the mascot in 2007, though an unofficial \"Chief\" continues to appear at games. The NCAA, the governing body of college athletics, instituted a policy in 2005 against \"hostile and abusive\" Native American mascots, nicknames or imagery at its championships. But many of the customs persist. Last year, Maine became the first state to fully ban public schools, colleges and universities from using Native American symbols as mascots. Oregon's Board of Education voted in 2012 to prohibit all public schools from using Native American team names and mascots or risk losing state funding. The state then passed a law in 2014 that would allow schools to use them only if they reached an agreement with the state's tribal nations. California's Racial Mascots Act banned schools from using the term \"Redskins\" as a team name, mascot or nickname beginning in 2017, though they could still use uniforms or materials with the name if they were purchased before that date. Mascots can have damaging consequences Research has shown that the use of Native American mascots, symbols and images can have negative consequences not only for Native American students, but for all students. In 2005, the American Psychological Association published a resolution calling for the retirement of such imagery.  \"These mascots are teaching stereotypical, misleading and too often, insulting images of American Indians,\" former APA president Ronald F. Levant in a statement at the time. \"These negative lessons are not just affecting American Indian students; they are sending the wrong message to all students.\" The APA cited a body of literature showing that racist stereotypes and inaccurate portrayals of Native Americans used by schools and organizations had a harmful effect on the self-esteem of young Native American people, as well as the development of their identity. "], "Language": false}