{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/media/bob-iger-steve-jobs-disney-technology/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-02-27T19:21:47Z"], "LastModifiedDate": ["2020-02-27T19:21:47Z"], "Headline": ["Bob Iger was more than Steve Jobs' friend: He was legacy media's most tech-savvy CEO"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Weeks after becoming chief executive of Walt Disney Co. in 2005, Bob Iger sat down with Steve Jobs to tell him about an idea he'd been mulling: The \"iTV.\" \"I'd been thinking about the future of television, and it occurred to me that it was only a matter of time before we would be accessing TV shows and movies on our computers,\" Iger wrote of the meeting in his memoir \"The Ride of a Lifetime,\" which was published last year. \"What I was imagining was an iTunes platform for television ... It was coming, I was certain of that, and I wanted Disney to be in front of the wave.\" It turned out the Apple CEO had been considering a similar idea. Several months later Iger took the stage with Jobs at Apple's annual product launch event to announce that five Disney shows would be available to watch on a new iPod video player.  That product launch meeting was the first step in repairing Disney's relationship with Jobs, which had soured under Iger's predecessor, Michael Eisner. That effort turned out to be critical — in addition to running Apple, Jobs was also CEO of Pixar, which he agreed to sell to Disney in 2006 to reinvigorate Disney Animation. Jobs eventually became a close friend and adviser to Iger.  Iger's move to join forces with the biggest leader in technology, when it was becoming clear that tech would be a disruptive force for traditional media, illustrates one of Iger's most important traits.  He was eager to embrace technology and understood the need to evolve quickly at time when many of his peers were hesitating. Those attributes helped drive Iger's success at Disney, and will define his legacy following his resignation from the helm of the company on Tuesday. \"It was critical to almost everything he achieved,\" said Jeffrey Cole, director of the USC Annenberg Center for the Digital Future. Iger was prescient. Fifteen years later, traditional cable television is rapidly declining and tech giants are pouring massive resources into creating their own content. Legacy media and tech companies alike have rushed to launch direct-to-consumer content platforms, spurring the so-called streaming wars.  \"I think he understood the marriage of technology and media,\" Cole said. \"Disney always had strong ties to technology with the Imagineers. And whether Iger understood in 2005 that we were going to be watching all this stuff on phones in our pockets, I don't know, but he understood that all this stuff was going to be integrated into our lives.\" Disney's transformation under Iger As CEO, Iger made a string of acquisitions that prepared Disney to compete in today's media ecosystem. The first was the 2006 acquisition of Pixar. Iger described in his book the pull he felt to buy the company after a visit to Pixar's studios.  \"The animators and directors were constantly challenging the engineers to give them the tools with which they could fulfill their creative dreams,\" he wrote. \"This yin and yang was the soul of Pixar ... I believed this acquisition could transform us.\"  Iger also knew acquiring Pixar would mean landing Jobs for the Disney board and being able to tap into his technological know-how and vision as the company evolved.  The Pixar acquisition resulted in such award-winning animated films as \"Wall-E,\" \"Brave\" and \"Coco.\" Later, the acquisitions of Marvel in 2009, Lucasfilm in 2012 and Twenty-First Century Fox in 2019 further bulked up Disney's massive trove of content.  Perhaps the biggest move of Iger's career came in August 2017 when he announced that Disney would take a majority stake streaming technology company BAMTech and launch streaming services for both Disney and ESPN.  The transaction solidified Disney's transformation into an entertainment technology giant, bringing it into direct competition with younger businesses like Netflix.  A wave of other legacy media brands followed suit — AT&T's WarnerMedia, Comcast's NBC and ViacomCBS all developed their own entrants to the streaming wars (WarnerMedia is CNN's parent company).  \"A couple of years ago, people were pretty much writing Disney off,\" said John Conlon, chief equities strategist at People's United Advisors, which owns Disney stock. \"It had all these properties and content, but people believed the way they were delivering it was very outdated, and that there's no way that they could put together, in any reasonable amount of time, a new way of providing that content to people. Iger proved them absolutely wrong.\"  Iger understood the value of direct-to-consumer offerings as a way to build deeper relationships with Disney fans. And he took the risk to launch streaming services in a bid to shape the company's future, even knowing they could disrupt its traditional businesses and result in short-term challenges. \"He'd been laying the groundwork for Disney+ for years,\" USC's Cole said. \"I think Iger is betting the whole company on streaming, on technology. I think he really believes that's how most people are going to consume media.\" ESPN+ launched in 2018, offering thousands of hours of live sports unavailable on national TV, as well as episodes of the lauded ESPN documentary series \"30 for 30.\" At the launch, executives described the service as a techie add-on to traditional cable subscriptions for dedicated sports fans.  About a year later, Disney took over full operational control of Hulu, buying out Comcast's share.  And last November, Disney+ launched for just $6.99 per month --  undercutting many competitors -- which has already gained nearly 30 million subscribers. The decision to also offer $12.99 per month bundle of Disney+, ESPN+ and commercial-supported Hulu will also help the company make the most of its assets, Conlon said. Iger himself called Disney+ \"the most important product our company has launched in a long time, certainly in my tenure.\"  Looking forward The news that Bob Chapek, who was leading one of the oldest segments of the company, would succeed Iger as CEO during such a transformational period came as a surprise to some who follow the business.  Many insiders thought Kevin Mayer, who runs Disney's streaming services as the company's chairman of direct-to-consumer and international, was a strong contender for the job.  Disney's stock has fallen around 5% since the announcement.  Wall Street may be underestimating Chapek's abilities to lead the company, Conlon said. And keeping Mayer where he is allows him to focus solely on the streaming business at a time when it is key to the company's success. \"Chapek has the broader experience in terms of the businesses within Disney,\" Conlon said. Mayer \"has done an excellent job in putting the streaming service together and getting it off the ground so it seems logical you'd want to keep him in place there.\"  in an interview with CNBC Tuesday, Chapek said that his experience working in Disney's consumer goods division will help him as he executes on the direct-to-consumer future of the company.  Iger remains at Disney as executive chairman through 2021, where he'll focus on company's creative endeavors and aid Chapek's transition to his new role. "], "Language": false}