{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/business/maria-sharapova-earnings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-02-26T18:31:39Z"], "LastModifiedDate": ["2020-02-27T17:52:20Z"], "Headline": ["Maria Sharapova was one of the most successful tennis players ever - both on and off the court"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["There are many ways to measure Maria Sharapova's success: Five grand slam titles, 36 career wins, a former No. 1 ranking in the world. But those impressive achievements don't match up with the success she accumulated in her bank account. Sharapova, who announced her retirement Wednesday at the age of 32, leaves as one of the top-earning athletes in her sport, male or female, and one of the richest female athletes in history. Her career earnings on the court reached $38.8 million, according to the Women's Tennis Association. That makes her the third-highest earning female athlete ever after Serena Williams and her sister Venus. Their winnings stand at $92.7 million and $41.8 million, respectively. While No. 4 earner Simona Halep, at $36.5 million, is likely to pass Sharapova soon, she is expected to stay among the top 10 earning women tennis players for the immediate future, given how many top positions on the earnings list are held by retired players. And tennis is the most lucrative sport for women players. The top career earner in the Ladies Professional Golf  Association history is Annika Sorenstam, who earned $22.6 million before she retired 12 years ago. Sharapova's earnings are also among the highest in her sport. Only five men -- Novak Djokovic, Roger Federer, Rafael Nadal, Andy Murray and Pete Sampras -- have made more. But Sharapova did even better off the court, with a number of sponsorship deals. The biggest sponsorship came, as it does for many athletes, from Nike, with whom she had a deal worth a reported $70 million over eight years. But she also had deals with Porsche, Evian water, Tag Heuer, and Head rackets. In the past she also had sponsorship deals with Canon and Avon. And she started some of her own brands during the course of her career, including Sugarpova candy and Sugargoop, a sunscreen brand which she bought into in 2014. Forbes estimates that her total earnings, from winnings, endorsements and appearances, comes to $325 million, which puts her just behind Serena Williams' $350 million total for No. 2 all time among female athletes. That flow of sponsorship dollars was almost cut-off in 2016, when she failed a drug test for taking a prescribed medication to treat a magnesium deficiency and irregular electrocardiogram. Nike and others announced they were suspending their agreements with her after details of the drug test were made public, even though Nike had stuck with many of the male athletes it had endorsement deals with through more serious legal problems.  But after her ban from international tennis was reduced to two years, following a finding from the International Tennis Federation that she \"did not intentionally break its rules,\" most of the sponsors, including Nike, returned. Sharapova should continue to have lucrative sponsorship deals even with her playing career coming to an end, said Bob Dorfman, an endorsement expert and publisher of the Sports Marketers' Scouting Report. \"She's done a tremendous job of building up her non-court brand. She obviously has the advantage of being attractive and still a young woman,\" he said. \"She's built a name for herself. She's personable, likeable. I think she'll have a pretty extensive shelf-life.\""], "Language": false}