{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/football/radomir-antic-atletico-barcelona-real-madrid-spt-death-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-07T11:17:09Z"], "LastModifiedDate": ["2020-04-07T11:19:25Z"], "Headline": ["Radomir Antic, the only man to coach Barcelona, Real Madrid and Atletico Madrid, has died aged 71"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Radomir Antic, the only man to serve as coach of Barcelona, Real Madrid, and Atletico Madrid, has died at the age of 71. The former coach of some of Spain's top football clubs spent most of his coaching career in the country, winning the La Liga title and Copa del Rey with Atletico in 1996. In addition to stints at Real Zaragoza, Real Oviedo and Celta Vigo, Antic also took charge of the Serbian national team between 2008-2010 before ending his career in China.  The news of his death was confirmed by a number of his former clubs on Monday.  \"The Atlético de Madrid family is mourning the passing of Radomir Antić, one of our legendary coaches. You will forever live in our hearts. Rest in peace,\" read a post from Atletico's official Twitter account. READ: Pep Guardiola's mother dies after contracting coronavirus As well as being an accomplished manager, Antic is also regarded as a legend at English club Luton Town.  During his four year stay as a player, the former Yugoslavia defender famously scored a late goal to rescue his team from relegation from the top flight in 1983.  The moment is still considered one of the most iconic moments in the club's history.  \"We are devastated to learn of the passing of Town legend Radomir Antic, at the age of 71,\" read a post of Luton Town's official Twitter account. \"A true Hatters [Luton's nickname] hero, for promotion and preventing relegation. The thoughts of all at Kenilworth Road are with his family and friends at this terribly sad time. Rest in peace, Raddy.\" Tributes Real Madrid also paid tribute to its former manager, saying it was \"deeply saddened\" by the news. Antic had coached Madrid between March 1991 and January 1992. \"Real Madrid wishes to express its sincerest condolences to his family and friends. These condolences also go out to the whole madridista family and the clubs he represented throughout his sporting career as both a player and coach,\" read a club statement.  In 2003, Antic helped stabilize Barcelona during a difficult patch and the Catalan club also sent its condolences. \"The Barça family mourns the loss of a man who was deeply beloved in the world of football.  Rest in Peace,\" read a tweet from the club's official account. "], "Language": false}