{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/us/shakira-jlo-super-bowl-halftime-show-fcc-complaints-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-02-26T03:05:59Z"], "LastModifiedDate": ["2020-02-26T05:57:50Z"], "Headline": ["Over 1,300 complaints were sent to the FCC about Shakira and J.Lo's Super Bowl halftime show"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Families all over America gathered on Super Bowl Sunday to watch the Kansas City Chiefs battle the San Francisco 49ers, turning one of America's most beloved sports events into a cheerful family affair. Then came half time. The Federal Communications Commission (FCC) received 1,312 complaints from viewers who had something to say about the halftime show featuring pop queens Shakira and Jennifer Lopez. The singers danced on poles, twerked, belly danced and made more than a few sexually suggestive gestures. Some of the complaints, which were sent to CNN by FCC officials and first obtained by WFAA, came from parents who felt their children were exposed to a \"porno show.\" Other adults thought the show encouraged sex trafficking.  And some people were upset no public warnings were given before the show, which one viewer said was less a musical act than an \"X-rated strip club performance.\" Here are just a few of the complaints: Not appropriate for children Many parents were left fuming after watching the show with their kids. Nearly half of the 1,300 complaints mentioned that the halftime show was inappropriate, especially for children. \"Jennifer Lopez's performance at the Super Bowl halftime show was extremely explicit and completely unacceptable for a event where families including children are watching,\" a Utah viewer said. \"I had to send my children out of the room so that they weren't exposed to something they should not have seen.\"\n\"My family was very excited to watch the Super Bowl tonight,\" a viewer from Washington complained. \"However, I was not prepared to explain to my 11 yo daughter why Jennifer Lopez was dressed so scantily or why she kept grabbing her crotch. My daughter was asking if she was feeling sick from having so much skin showing.\"\n\"The half time show was very sexual in nature. I have never seen so many sex poses outside porn magazines,\" a New York viewer said. They also complained about \"sexy tongue wagging\" and \"butt shaking.\"\n\"What are you teaching young girls?\" a Wisconsin viewer said. \"Dance around half naked to make men excited then claim #MeToo for harassment? It's ok to be some sexual being and shake your naked rear end and expose your crotch and dance on a pole in front of the world?\" The 'Me Too' movement (and sex trafficking) Many complaints mentioned the \"Me Too\" movement and sex trafficking. \"In our country there has been a push for women's rights and more opportunities along with the Me too movement which is a good thing,\" one Ohio viewer said. \"This takes us back to where women get their worth from their sexuality not their brains/personality and I don't appreciate it on a family friendly broadcast.\" \"This is not appropriate family entertainment as the Super Bowl advertises. It was appalling! And then having young girls join the spectacle,\" a Kentucky viewer said. \"No wonder there is sex trafficking when you call this family entertainment. And where's the Me Too women? Do you not see the hypocrisy?\" \"Jlo grabbed her crotch, danced on a stripper pole,\" said a Pennsylvania viewer. \"Costumes were barely there! With everything going on now with the Me Too movement this is not something that should have been on TV prime time.\" \"A disgusting spectacle was on display during the halftime show of the Super Bowl yesterday and I'm sickened by the idea that this was broadcast in to so many homes in America and possibly around the world,\" an Oregon viewer said of the show, broadcast by Fox. \"Selling sex seems to be the job nowadays, despite human trafficking and the Me Too movement. Shame on Fox.\" Boycotting Pepsi A lot of the complaints included threats about boycotting Pepsi. Well, not even just Pepsi. People said they planned to also boycott the Super Bowl, its halftime shows and even the entire NFL. \"Jennifer Lopez's gyrating on a stripper pole with her butt and her crotch smack in front of my eyes, my husband and children was an affront to women and children and violates your rules,\" one person from Tennessee said. \"I will be boycotting Pepsi and their products and unless you can guarantee a decent half time show next year, we will boycott the Super Bowl. \"It was EXTREMELY offensive to me and my family. Together, those who object will boycott Pepsi and the NFL if this is acceptable entertainment for their games,\" another viewer from Maryland complained. \"I am appalled at how a television network allowed such a disgusting display of the degrading of women and basically a porn show during the hours of family viewing,\" a New Jersey viewer said. \"This has pushed me to boycott this network and the NFL. Both obviously missed the description of what it is to empower a woman.\" \"I am very offended by the performance of porn on a supposed family occasion,\" yet another viewer said. \"I will be boycotting the Super Bowl and especially the vulgar half time shows that have progressively gotten worse through the years.\" \"I was one of those who turned the channel as soon as I saw what the show was about. Fox and the NFL should be held accountable for the show. Yet one more reason to go back to boycotting the NFL,\" a Texas viewer complained.  Super Bowl LIV averaged 102 million viewers across several channels and streaming outlets, according to Fox. So while less than one-thousandth percent of viewers had something bad to say about the show, the complaints were strong worded -- and it's safe to say some people were pretty mad."], "Language": false}