{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/sport/mo-farah-alberto-salazar-investigation-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [["George Ramsay"]], "FirstPublishDate": ["2020-02-25T13:36:18Z"], "LastModifiedDate": ["2020-02-25T13:36:18Z"], "Headline": ["Mo Farah under fire over controversial London Marathon injections"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Four-time Olympic gold medalist Mo Farah is under the spotlight for injections he received ahead of the London Marathon in 2014. An investigation by BBC's Panorama, entitled \"Mo Farah and the Salazar Scandal,\" raises renewed questions over Farah's relationship with former coach Alberto Salazar, who is appealing against a four-year ban for doping violations which he denies. Farah was tested six days after receiving the injections. He recorded a number of medicines but failed to note L-carnitine on his doping control form, according to the Panorama investigation.  When drug tested, athletes are required to note all the medicines and supplements they have taken within the past seven days. The program also alleged that Farah repeatedly denied taking L-carnitine injections ahead of the London Marathon when questioned by US Anti-Doping Agency (USADA) officials in 2015, only to return minutes after the interview had concluded to say he did in fact receive the injections. L-carnitine is a naturally occurring amino acid that enhances athletic performance. It is prohibited to have infusions of more than 50ml in the space of six hours. Farah changed his account after speaking with UK Athletics' (UKA) head of endurance Barry Fudge, who had been interviewed by USADA the previous day, according to Panorama. Farah then immediately returned to the USADA officials he had just been interviewed by to clarify that he had received injections. His lawyers said in a statement that the athlete \"understood the question (from USADA officials) one way and as soon as he left the room he asked Mr. Fudge and immediately returned ... to clarify and it is plain the investigators were comfortable with this explanation.\" The statement added: \"It is not against (anti-doping) rules to take (L-carnitine) as a supplement within the right quantities. \"Mr Farah ... is one of the most tested athletes in the UK, if not the world, and has been required to fill in numerous doping forms. He is a human being and not a robot. That is relevant ... if in fact something was missed from the form. Interviews are not memory tests.\" The Panorama report also alleged that in emails between UKA officials, Fudge questioned whether Farah's use of L-carnitine was within the \"spirit of the sport,\" while UKA's performance director Neil Black, who parted ways with the organization last year, admitted to having \"a degree of discomfort\" about the injections. \"That's pretty damning,\" Toni Minichiello, who coached Olympic heptathlon gold medalist Jessica Ennis-Hill, told Panorama. \"I'm shocked. Barry Fudge in that instance has to explain... what was your logic for doing that? And you're an employee of UK Athletics, so UK Athletics, why would you allow one of your staff to do that?\" UK Athletics said in a statement Monday that it has an \"absolute zero tolerance policy towards the use of banned performance enhancing drugs and methods and toward any and all doping practices within sport.\" It added: \"L-carnitine is a legal and scientifically legitimate food supplement that can be used by endurance athletes across a number of sports. It is not a prohibited substance and has previously been used in drink form. \"Over the past few years, a small number of British athletes have used L-carnitine, and, to our knowledge, all doses and methods of administration have been fully in accordance with WADA protocol.\" The statement also specified that the dosage Farah took prior to the London Marathon was \"well within the 50ml limit permitted.\" Farah finished eighth in the London Marathon in 2014. The emails obtained by Panorama allege that Farah's then-coach Salazar was \"keen\" on the athlete taking L-carnitine. Salazar coached Farah between 2011 and 2017, a period in which the Briton won gold medals in the 5,000m and 10,000m at the 2012 and 2016 Olympic Games. Salazar previously ran the Nike Oregon Project, which Farah was part of, and was handed a four-year ban by USADA last year. The Oregon Project was shut down after the ban was announced. CNN has contacted Salazar for comment but did not immediately receive a response. He told the BBC, however, that \"no Oregon Project athlete used a medication against the spirit of the sport. Any medication taken was done so on the advice and under the supervision of registered medical professionals.\" In a statement to CNN, USADA CEO Travis Tygart said that the Panorama program highlighted \"the medicalization of sport we've seen in the US and the UK, where support personnel experiment with the careers and well-being of athletes.\" Tygart added: \"The sport officials' untested use of an L-carnitine infusion on elite level athletes is sadly one of the many examples uncovered by USADA's investigation in which we saw winning prioritized over athlete health. \"Coercive sports systems that employ cloak and dagger trials like those led by Alberto Salazar rob athletes of having a true choice, and only the eradication of those systems will ensure sport is relevant and trusted.\" Matt Majendie, sports correspondent for the London Evening Standard, told CNN that \"there is a fine line between what is legally and ethically acceptable in sport, a line that athletes and athletics have repeatedly crossed. \"The suggestion is not that Mo Farah broke WADA rules concerning his injections of L-carnitine before the 2014 London Marathon but whether such an action was in 'the spirit of the sport,' as raised by officials at UK Athletics, who were working closely with Farah. \"And the situation gets murkier still with the initial denials by Farah to USADA officials of ever having had such an injection followed by the sudden U-turn, and the failure to have logged said injections by his doctor. Once more in the sport, the lines have been blurred between right and wrong.\" Farah ended his working relationship with Salazar in October 2017, attributing his decision to a desire to return to the UK. Allegations about Salazar's practices first surfaced in 2015."], "Language": false}