{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/us/kobe-bryant-memorial-vanessa-bryant-statement-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-24T20:10:07Z"], "LastModifiedDate": ["2020-02-25T01:57:35Z"], "Headline": ["Read Vanessa Bryant's speech at the memorial for Kobe and Gigi Bryant"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Vanessa Bryant, Kobe Bryant's widow and mother of 13-year-old Gigi, spoke at their memorial in Los Angeles' Staples Center.  Read the full transcript of her speech below.  Thank you all so much for being here. It means so much to us. [someone shouts 'Love you.'] Love you too. First I'd like to thank everyone for coming today. The outpouring of love and support that my family has felt from around the world has been so uplifting. Thank you so much for all your prayers. I'd like to talk about both Kobe and Gigi, but I'll start with my baby girl first.  Gianna Bryant My baby girl. Gianna Bryant is an amazingly sweet and gentle soul. She was very thoughtful and always kissed me good night and kissed me good morning. There were a few occasions where I was absolutely tired from being up with Bianka and Capri, and i thought she had left to school without saying goodbye. I text and say, \"No kiss?\" And Gianna would reply with, \"Mama, I kissed you. You were asleep and I didn't want to wake you.\" She knew how much her morning and evening kisses meant to me, and she was so thoughtful to remember to kiss me every day. She was daddy's girl, but I know she loved her mama, and she would always show me and tell me that she loved me. She was one of my very best friends.  She loved to bake. She loved putting a smile on everyone's face. Last August she made a beautiful birthday cake for her daddy, and it had fondant and looked like it had blue agate crystals. Kobe's birthday cake looked like it was professionally decorated. She made the best chocolate chip cookies. She loved watching cooking shows and \"Cupcake Wars\" with me, and she loved watching \"Survivor\" and \"NBA on TNT\" with her daddy. She also loved watching Disney movies with her sisters.  Gigi was very competitive like her daddy, but she had a sweet grace about her. Her smile was like sunshine. Her smile took up her entire face, like mine. Kobe always said she was me. She had my fire, my personality and sarcasm, and she was tender and loving on the inside. She had the best laugh. It was infectious. It was pure and genuine.  Kobe and Gianna naturally gravitated towards each other. She had Kobe's ability to listen to a song and have all the lyrics memorized after listening to the song a couple of times; it was their secret talent.  She was an incredible athlete. She was great at gymnastics, soccer, softball, dance, and basketball. She was an incredible dancer, too. She loved to swim, dance, do cartwheels and do jumps into our swimming pool. Gigi loved her TikTok dances.  Gigi was confident but not in an arrogant way. She loved helping and teaching other people things. At school she offered the boy's basketball coaches to help give the boys' basketball team some pointers, like the triangle offense. She was very much like her daddy and they both liked helping people learn new things and master them. They were great teachers.  Gigi was very sweet. She always made sure everybody was okay and she was our shepherd. She always kept our family together. She loved family traditions, and family movie night was important to her. She always looked out for everyone. She was very much in tune with our feelings and wanted the best for us.  Gianna was smart, She knew how to read, speak and write Mandarin, she knew Spanish and had great grades and kept them up all while becoming a great basketball player. She was president of school spirit, on student council. She was director's assistant for her school play just like her big sister. She was looking forward to graduating eighth grade and moving on to high school with her big sister, Natalia. I am so happy she was given the opportunity to know that she was accepted to the same high school. She was really happy.  Gianna made us all proud and she still does. Gianna never tried to conform. She was always herself. She was a nice person, a leader, a teacher, wearing a white tee, black leggings, a denim jacket, white high top Converse and a flannel tied around her waist, and straight hair was her go-to style. She had rhythm and swag since she was a baby. She gave the best hugs and the best kisses. She had gorgeous, soft lips like her daddy. She would hug me and hold me so tight, I could feel her love me, and I loved the way she looked up at me, it was as if she was soaking me all in. We love each other so much. I miss her so much.  She was so energetic. I couldn't keep up with her energy. She lapped Natalia and I on track once. She was about six years old. We let her have a head start and she still dusted us. I miss her sweet kisses and cleverness, and I miss her sarcasm and her wit, and that adorable sly side smile followed with a grin and a burst of laughter. We shared the same \"cat that ate the canary\" grin. Gigi was sunshine. She brightened up my day every day. I miss looking at her beautiful face. She was always so good. A rule follower. I knew I could always count on her to do the right thing. She was the most loving daughter, thoughtful little sister and silly big sister. She often helped to carry the littles' baby bag and playing with them, and she loved helping with Bianka and Capri. Bianka loved going to the playground, swimming and jumping on the trampoline with Gigi. I used to tell Gigi I thought KoKo considered her her favorite sister. Capri would smile from ear to ear when Gigi walked into the room, and Capri reminds me a lot of Gianna. They look alike and just smile with their whole face -- pure joy.  We will not be able to see Gigi go to high school with Natalia and ask her how her day went. We didn't get a chance to teach her how to drive a car. I won't be able to tell her how gorgeous she looks on her wedding day. I will never get to see my baby girl walk down the aisle, have a father-daughter dance with her daddy, dance on the dance floor with me and have babies of her own. Gianna would have been an amazing mommy. She was very maternal ever since she was really little.  Gigi would've most likely become the best player in the WNBA. She would've made a huge difference for women's basketball. Gigi was motivated to change the way everyone viewed women in sports. She wrote papers in school defending women and wrote about how the unequal pay difference for the NBA and WNBA leagues wasn't fair. And i truly feel she made positive change for the WNBA players now, because they knew Gigi's goal was to eventually play in the WNBA.  I am still so proud of Gianna, and she was kind to everybody she met for the 13 years she was here on Earth. Her classmates shared many fond stories with us, and those stories reminded me that Gianna loved and showed everyone that no act of kindness is ever too small to make a difference in someone's life. She was always, always, always considerate of others and their feelings. She was a beautiful, kind, happy, silly, thoughtful and loving sister and daughter. She was so full of life and had so much more to offer this world. I cannot imagine life without her. Mommy, Natalia, Bianka, Capri and Daddy love you so much, Gigi. I will miss your sweet handmade cards, your sweet kisses, and your gorgeous smile. I miss you, all of you, every day. I love you.  Kobe Bryant Now for my soulmate. Kobe was known as a fierce competitor on the basketball court. The greatest of all time, a writer, an Oscar winner and the Black Mamba. But to me he was KobKob, my Boo-Boo, my Bae-Boo, my papi chulo. I was his VeBe, his principessa, his reina, Queen Mama -- Mamba -- and his [inaudible nickname].  I couldn't see him as a celebrity nor just an incredible basketball player. He was my sweet husband and the beautiful father of my children. He was mine. He was my everything.  Kobe and I have been together since I was 17-and-a-half years old. I was his first girlfriend, his first love, his wife, his best friend, his confidant and his protector. He was the most amazing husband. Kobe loved me more than I could ever express or put into words. He was the early bird and I was the night owl, I was fire and he was ice, and vice versa at times. We balanced each other out. He would do anything for me. I have no idea how I deserved a man that loved and wanted me more than Kobe. He was charismatic, a gentleman, he was loving and adoring and romantic. He was truly the romantic one in our relationship. I looked forward to Valentine's Day and our anniversaries every year. He planned special anniversary trips and a special traditional gift for every year of our marriage. He even handmade my most treasured gifts. He just thought outside the box and was so thoughtful even while working hard to be the best athlete. He gave to me the actual notebook and the blue dress Rachel McAdams wore in \"The Notebook\" movie. When I asked him why he chose the blue dress, he said because it was the scene when Allie comes back to Noah. We had hoped to grow old together like the movie. We really had an amazing love story. We loved each other with our whole beings, two perfectly imperfect people raising a beautiful family and our sweet and amazing girls.  A couple weeks before they passed Kobe sent me a sweet text and mentioned how he wanted to spend time together, just the two of us, without our kids, because I am his best friend first. We never got the chance to do it. We were busy taking care of our girls and just doing our regular everyday responsibilities. But I'm thankful I have that recent text. It means so much to me. Kobe wanted us to renew our vows. He wanted Natalia to take over his company and he wanted to travel the world together. We talked about how we would be the fun grandparents to our daughters' children. He would have been the coolest grandpa.  Kobe was the MVP of girl dads, or MVD. He never left the toilet seat up. He always told the girls how beautiful and smart they are. He taught them how to be brave and how to keep pushing forward when things get tough. When Kobe retired from the NBA, he took over dropping off and picking up our girls from school since I was at home pregnant with Bianka and just recently home nursing Capri.  When Kobe was still playing, I used to show up an hour early to be the first in line to pick up Natalia and Gianna from school, and I told him he couldn't drop the ball once he took over. He was late one time, and we most definitely let him know that I was never late. So he showed up one hour and 20 minutes early after that.  He always knew there was room for improvement and wanted to do better. He happily did carpool and enjoyed spending time in the car with our girls. He was a doting father, a father that was hands on and present. He helped me bathe Bianka and Capri almost every night. He would sing them silly songs in the shower and continue making them laugh and smile as he lathered them in lotion and got them ready for bed. He had magic arms and could put Capri to sleep in only a few minutes. He said he had it down to a science, ei"], "Language": false}