{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/ski-georgia-caucasus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Mountain Resorts of Georgia", "Andrey Borodulin/AFP/Getty Images", "Shutterstock", "Courtesy Amber Group", "Murad Orujov/Sputnik/AP"]], "FirstPublishDate": ["2020-02-24T11:18:39Z"], "LastModifiedDate": ["2020-02-24T11:18:39Z"], "Headline": ["Why Georgia is a great skiing destination"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Undiscovered terrain: Georgia's snow-capped mountains are home to a number of magnificent skiing resorts. Glorious landscape: Covering 1,200 kilometers, the Caucasus Mountains spread across approximately 60% of Georgia's surface area. Pristine powder: Georgia isn't necessarily  associated with skiing, but more and more winter sports enthusiasts have been heading here in recent years. Greatest asset: Switched on skiers head to the Caucasus in winter to take advantage of its non-existent lift lines and dazzling mountain scenery. Economical prices: The average cost of a lift ticket is around $15, which is significantly less than the Chamonix in the French Alps, where the price is around $61. Gudauri: Located around 120 kilometers from capital Tbilisi, Gudauri is Georgia's most popular resort by far.  Gudauri: It's the largest ski resort in Georgia, offering 56 kilometers of skiable terrain. Gudauri: The numerous activities on offer here include heli-ski, paragliding and night-skiing. Accommodation options: The ski-in/ski-out Gudauri Lodge holds fabulous mountain views along with an indoor swimming pool and sauna and steam rooms. Bakuriani:  This low key resort lies two and a half hours west of Tbilisi and is positioned 1,700 meters above sea level on the northern slope of Trialeti Range. Bakuriani: It's also a hit with families thanks to kid friendly activities such as an ice rink as well as a huge playground.\n Bakuriani: The resort holds three interconnected ski areas spanning 18 kilometers of downhill slopes -- Didveli, Kokhta and Mitarbi.  Bakuriani: This former training ground for the Soviet Olympic Alpine ski team remains popular with professional skiers looking to escape the crowds. Mestia: This tiny village in the region of Svaneti is renowned for its millennium-old tower houses and ancient, pagan-influenced mountain culture.  Rising popularity: Five times more skiers took to the slopes of Georgia's skiing resorts in the 2018 to 2019 season than five years before. Mestia: Winter sports enthusiasts can choose between two small ski areas, Hatsvali (pictured) and Tetnuldi. Mestia: While this resort lacks the creature comforts of the likes of Gudauri and Bakuriani, its runs are far quieter. Winter haven: Those who do visit are more than happy to keep the pillowy powder and dazzling mountain scenery to themselves -- for now."], "Language": false}