{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/investing/twitter-stock/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-02-21T18:28:21Z"], "LastModifiedDate": ["2020-02-22T12:22:13Z"], "Headline": ["Twitter is Wall Street's favorite social media stock"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Twitter's decision to not accept ads from politicians -- even though the social media platform is used frequently by President Donald Trump and the Democratic presidential contenders -- appears to be paying dividends. Shares of Twitter are up nearly 20% so far in 2020. That's well ahead of the gains of social media rivals Facebook and Snapchat parent Snap.  The company reported strong financial results earlier this month, too. Twitter's quarterly revenue beat Wall Street estimates, topping $1 billion for the first time thanks to solid gains in advertising sales. Twitter also posted a 21% jump in what it calls \"monetizable daily active users\" -- essentially anyone who logs into Twitter through the desktop or mobile version of Twitter as opposed to a third party app like TweetDeck. On recent earnings calls with analysts, company executives stressed that they are doing a better job targeting ads relevant to users while cracking down on abusive behavior on the platform. So can that little blue bird keep flying high? Several analysts who were once Twitter skeptics have warmed to the company, in part because of changes the company has made to increase relevance on the platform. \"Through a combination of significant machine learning and AI investments, tweets are increasingly finding a Twitter user, versus the user having to do the work of scrolling/searching endlessly,\" wrote LightShed Partners analyst Richard Greenfield in a recent report. \"Today, Twitter just 'knows' you.\"  Product improvements leading to faster user growth Greenfield launched coverage on the stock earlier this month with a \"buy\" rating and a $45 price target, nearly 20% above its current price. Twitter \"simply is a better product now,\" he said. Twitter also just added a new feature that makes it easier for people to add tweets to older threads.  \"We are encouraged by the work Twitter has done to improve the user experience,\" said Jefferies analyst Brent Thill in a report after the company's last earnings release. Thill boosted his price target on Twitter to $40 following those results. And while Twitter no longer runs ads from individual politicians, analysts expect 2020 to be a big year for the company because of heavy interest in the presidential election.  Twitter is likely to see increased traffic and advertising, as individual companies may target more ads around big events, particularly in sports.  Chief financial officer Ned Segal said on the company's last earnings conference call that it had done an effective job during the Super Bowl, especially with so-called pre-roll ads that air before videos on Twitter. That has investors hopeful that Twitter can repeat that performance in late July and early August when the Summer Olympics take place in Tokyo. \"We loved hearing the color about how effective Twitter was in monetizing the Super Bowl, and suspect they are coming to market with a far better integrated product -- something we think will be needle-moving around the Olympics,\" said Pivotal Research Group analyst Michael Levine in a report earlier this month. Levine also raised his price target -- to $44.50 a share -- after Twitter's latest earnings. Twitter is still far from perfect. It sorely needs an edit function, especially since users can tweak what they post on other social media behemoths as Facebook, Slack and Microsoft-owned LinkedIn. But the investments the company is making to improve its oft-maligned product are paying off. "], "Language": false}