{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/us/penn-state-lawsuit-resolution-paterno-family/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Frehse and Anna Sturla, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-21T23:28:14Z"], "LastModifiedDate": ["2020-02-21T23:28:14Z"], "Headline": ["Penn State and the Paterno family settle claims against each other"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Penn State announced Friday it has reached a \"resolution of the outstanding issues\" between the university and the family of the late football coach Joe Paterno, eight years after a university report blamed Paterno and others for allegedly taking part in a cover-up to avoid bad publicity related to the Jerry Sandusky scandal. The Paterno family also dropped \"all outstanding claims,\" including a 2014 lawsuit against the university by Paterno's son, and the university has also agreed to cover some Paterno family expenses. \"The University recognizes and takes great pride in the many contributions made by Joe Paterno, not just to the football program, but to the academic advancement of this institution and to countless charitable causes in the community as well,\" said the chair of the Penn State Board of Trustees, Mark Dambly. \"We are pleased that the Paterno family has indicated that they will not support public or private advocacy efforts to revisit the past, through further review or release of investigative materials, or otherwise.\" The university declined to elaborate further on the agreement. Sue Paterno says she and her family want to move forward \"With this resolution, my family and I want to move forward with the University community and University leadership,\" Sue Paterno, Joe Paterno's widow, said in a statement. \"Building on the strong foundation established by hundreds of thousands of alumni and supporters, including Joe, his coaches and players, I want to help create a new chapter of opportunity for students and faculty. It is time for my family and for the Penn State community to move forward.\" \"A mutual resolution seldom satisfies everyone,\" she added. \"The multiple wounds from this tragic period will take a long time to heal but we must begin now.\" \"Victims of abuse suffered extraordinary harm from one individual, and everyone associated with the Penn State community has suffered as well. We can't undo past crimes, but we can never forget the victims of such abusive behavior,\" she said. Dueling reports, contentious findings from the university and Paterno family After Sandusky was arrested in November 2011 on child sex abuse charges, the university fired Paterno and funded a review of the Sandusky scandal led by former FBI director Louis Freeh. Freeh's 267-page review blamed Paterno, former university President Graham Spanier, suspended Athletic Director Tim Curley and ex-Vice President Gary Schultz for allegedly taking part in a cover-up to avoid bad publicity. Freeh's team concluded that the school's top administrators had \"empowered\" Sandusky, the former defensive coordinator for the football team, to continue his abuse. The report said the panel interviewed more than 430 witnesses. The Paterno family released their own review months later that disputed allegations in the Freeh report, saying the \"allegation is false\" that Paterno participated in a conspiracy. The Paterno family review also skewered the Freeh report for failing to interview key witnesses, allowing some to testify anonymously and using an incomplete string of e-mails for evidence. Most of the e-mails from that time are unavailable, the family said. Sue Paterno also criticized the Freeh report's depiction of her husband. \"When the Freeh report was released last July (2012), I was as shocked as anyone by the findings and by Mr. Freeh's extraordinary attack on Joe's character and integrity. I did not recognize the man Mr. Freeh described,\" she said. A lawyer for one of Sandusky's victims said in 2013 that Paterno should have taken action after reports of Sandusky's behavior. The family's complaints about witnesses and e-mails \"do not erase the shocking and striking documents which Freeh did uncover and which form an unassailable finding made by Mr. Freeh that Joe Paterno tragically had knowledge in 1998 and again in 2001 that Jerry Sandusky was a threat, which was never dealt with properly by the former Penn State coach,\" said Thomas Kline, attorney for a man identified as \"Victim No. 5\" in the Sandusky trial. Football wins vacated, then restored The university's board of trustees fired Paterno after a 46-year career because, it said, his \"decision to do his minimum legal duty and not to do more to follow up constituted a failure of leadership.\" In July of 2012, the NCAA imposed on Penn State some of the most severe penalties ever, including a $60 million fine. The governing body of major college sports also vacated Penn State's football wins dating back to 1998, the year when allegations that Sandusky was abusing children were first made. That penalty removed Paterno from the top of the list of Division I college football's winningest coaches. Paterno died in January 2012. In January of 2015, the NCAA agreed to restore 111 of Paterno's wins as part of a settlement of the lawsuit brought by state Sen, Jake Corman and former state Treasurer Rob McCord. Also, as part of the settlement, Penn State agreed to commit $60 million to the prevention and treatment of child sexual abuse. Sandusky serving 30 -- 60 years in prison On November 4, 2011, a grand jury report was released containing testimony that Sandusky sexually abused eight young boys over a period of at least 15 years. Officials at Penn State purportedly failed to notify law enforcement after learning about some of these incidents. On December 7, 2011, the number of victims increased to 10. Sandusky, who ran a charity for disadvantaged children after he retired in 1999, was convicted in 2012 on 45 counts of child sex abuse. The 68-year-old former coach is in prison, serving a 30 to 60 year sentence."], "Language": false}