{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/us/idaho-missing-children-timeline/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-02-21T10:25:19Z"], "LastModifiedDate": ["2020-02-21T14:48:16Z"], "Headline": ["Two children vanished from Idaho in September. Since then, their mom re-married, fled to Hawaii and was just arrested"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Authorities are still trying to piece together what happened to the two Idaho children who have been missing for five months. In that time, their mother re-married and fled to Hawaii with her husband once police began investigating the disappearances.  On Thursday, she was arrested.  Lori Vallow, 46, is facing two counts of felony desertion of a child and misdemeanor charges of resisting and obstructing officers, solicitation of a crime and contempt, a statement from the Madison County, Idaho, Prosecuting Attorney said in a statement. Vallow \"abandoned her two minor children, delayed law enforcements attempts to locate her children, and encouraged another individual to delay law enforcements attempts to locate her children,\" a complaint filed by the prosecutor's office says.  She was arrested in Hawaii on a Madison County arrest warrant and is being held on $5 million bail.  CNN has previously reached out to Vallow and Daybell's attorney, Sean Bartholick, but has not heard back. An attempt to reach Bartholick on Thursday was not immediately successful. Meanwhile, nobody has still seen or heard from Tylee Ryan, 17, and Joshua \"JJ\" Vallow, 7, since September and there's no indication they're in Hawaii, Kauai police said Thursday.  \"10000000 lbs has been lifted,\" Joshua's grandmother, Kay Vallow Woodcock told CNN in a text message after the arrest. \"Now, Lori, WHERE ARE THE KIDS????\" Couple flees amid search for children  Rexburg, Idaho, police conducted a welfare check on the two children in late November, after family members alerted police no one had spoken to Joshua -- who is adopted and has special needs -- in two months. The last time he attended school in Rexburg was September 23, police said. When officers spoke to Vallow and her husband, Chad Daybell, the two said Joshua was staying with a family friend in Arizona, police said. Authorities determined that wasn't true and went back to the couple's home the next day, to find the two had \"abruptly\" fled the area, police said at the time.  So they began looking for them too, asking for the public's help in locating Vallow and Daybell for questioning. \"Further investigation has determined that Lori Vallow and Chad Daybell did not appear to have Joshua with them when they left Rexburg,\" police said in a December news release.  In the meantime, investigators discovered no one had been in touch with Tylee either. \"We ...have information indicating that Lori knows either the location of the children or what has happened to them,\" police said in December. \"Despite having this knowledge, she has refused to work with law enforcement.\"  At the time, Bartholick told CNN affiliate East Idaho News Daybell was a \"loving husband\" and Vallow was a \"devoted mother and resents assertions to the contrary.\" \"We look forward to addressing the allegations once they have moved beyond speculation and rumor,\" the attorney said at the time.  Police said at the time they \"strongly\" believed the children's lives were in danger. They told witnesses her daughter was dead Daybell and Vallow were married shortly after her move to Idaho from Arizona -- and shortly after the death of his previous wife, Tammy Daybell.  Tammy Daybell was found dead in her home mid-October and despite authorities initially ruling her death as natural, they later deemed it suspicious and had her remains exhumed to conduct an autopsy. After their marriage, Vallow and Daybell told witnesses Tylee \"had died a year before the death of her father, which is untrue,\" police said. Daybell also told someone Vallow had \"no minor children,\" police said.  Vallow's estranged husband was shot and killed in July during a fight with Vallow's brother in Arizona before her move. Details about the motive weren't immediately available but her brother was not charged in the case. He died in December, CNN affiliate KIFI/KIDK reported. His cause of death has not yet been released. 'Just let us know where the kids are' Authorities found the couple in Hawaii in January and gave Vallow until the end of that month to turn the children over to authorities.  \"Please, just let us know where the kids are. It's not difficult. It will end all this, as far as the kids are concerned,\" Woodcock, Joshua's grandmother said in a news conference that month. But the deadline came and went and Vallow failed to meet it. Prior to her arrest this month, investigators discovered an abandoned storage unit that had once been rented to Vallow, and inside were bikes, a scooter, winter clothing, sports equipment and a photo album with pictures of JJ and Tylee, East Idaho News reported.  There were also blankets showing photos of the children -- one with pictures of Joshua and the other with pictures of Tylee, the news station said. "], "Language": false}