{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/us/paraglider-rescued-power-lines-california-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-20T16:51:09Z"], "LastModifiedDate": ["2020-02-20T16:51:09Z"], "Headline": ["Paraglider rescued after flying into power lines in California"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A paraglider had to be rescued after he flew into power lines and became trapped in the wires for more than three hours. The man become entangled in the power lines Wednesday afternoon while trying to land near the Yuba County Airport in Olivehurst, California, the Yuba County Sheriff's Department said in a news release.   Jimmy Comstock, who lives nearby, told CNN affiliate KTXL that he saw two paragliders in the sky before one separated and flew straight into the wires. \"I seen two of them coming,\" Comstock said. \"One went that way and the other come over the trees, dipped down in the road then tried to get out of the road and then hit the wires.\" The Pacific Gas and Electric Company quickly turned off all the power in the area to prevent the glider from being electrocuted, while rescuers responded and began work to get him down. \"Our main focus was letting him know to stay in contact with the aircraft, not to try to reach out, touch us or move around as much so that the aircraft stayed still and wouldn't potentially fall,\" Olivehurst Fire Battalion Chief Randy York told CNN affiliate KTXL.  Officials said the pilot was conscious and communicating with first responders when paramedics transported him to the hospital to be evaluated.  They didn't identify the pilot. The US Hang Gliding and Paragliding Association said two of its current or former members died from the sport in 2018 and seven died in 2017.  On its website, the group says the sport is as safe -- or dangerous -- as other action sports like mountain biking, skiing and climbing, depending on one's level of preparation or experience."], "Language": false}