{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/sport/rowan-baxter-family-death-rugby-league-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Samantha Beech and George Ramsay, CNN"], "Writers": [["Samantha Beech", "George Ramsay"]], "FirstPublishDate": ["2020-02-19T12:37:21Z"], "LastModifiedDate": ["2020-02-20T14:31:47Z"], "Headline": ["Woman and three children killed in Brisbane car fire allegedly started by husband"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["A woman and her three young children have been killed in a car fire allegedly started by her husband who also died in the incident in Brisbane, Australia. Hannah Baxter, 31, and her family were in a car when 42-year-old Rowan Baxter climbed in and doused it with petrol before setting it alight, according to multiple Australian news reports. Ms. Baxter jumped from the vehicle and yelled \"he's poured petrol on me,\" according to ABC Australia. She later died of her injuries in hospital. Baxter, a former rugby league player, had self-inflicted stab wounds and died at the scene.  Police said in a statement they were called to a car fire about 8.30 a.m. local time Wednesday and three children aged six, four and three were found dead inside. Queensland Police are investigating whether the fire was deliberately lit by Baxter, according to CNN affiliate Sky News Australia. The couple were estranged and Brisbane police say they were aware of family issues.  \"We have dealt with her on a number of occasions,\" Detective Inspector Mark Thompson told a news conference, carried by CNN affiliate 9 News in Australia. \"We have actively worked with the Brisbane domestic violence center in support of Hannah throughout her family issues, and also referred Rowan Baxter to our support services as well.\"  Visit CNN.com/sport for more news, videos and features Police said early investigations indicate the woman was driving the car and the man was in the front passenger seat prior to the incident. She suffered significant burns and was helped out of the vehicle by a man after the fire started. He also suffered burns and was taken to hospital. \"Devastating news out of Camp Hill,\" Australia's Prime Minister Scott Morrison wrote on Twitter. \"My heart goes out to the families and community going through this tragic time and the emergency responders confronting what would be a shattering scene.\" The husband and wife ran a fitness company, Integr8, based in Brisbane. Baxter had a stint with the New Zealand Warriors rugby league outfit in the mid 2000s and later worked as a fitness coach for a number of sports teams in Australia."], "Language": false}