{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/football/jerome-valcke-nasser-al-khelaifi-bein-sport-psg-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-02-20T11:18:53Z"], "LastModifiedDate": ["2020-02-20T12:42:06Z"], "Headline": ["Paris Saint-Germain president Nasser Al-Khelaifi charged with criminal offenses in FIFA case"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Paris Saint-Germain president Nasser Al-Khelaifi has been charged in Switzerland for criminal offenses around the awarding of media rights for various World Cups and Confederations Cups. Former FIFA secretary general Jerôme Valcke has been charged by the Office of the Attorney General of Switzerland (OAG) with accepting bribes, several counts of aggravated criminal mismanagement and falsifying documents, while Al-Khelaifi has been charged with inciting Valcke to commit aggravated criminal mismanagement. A third accused, an unnamed businessman, has also been charged with bribery. Al-Khelaifi is also the chairman of BeIN Media Group, a sports and entertainment network based in Qatar, and a member of the UEFA Executive Committee. \"After an exhaustive three-year investigation, where I have fully and openly cooperated with the Public Prosecutor in Switzerland, I am pleased that all charges of bribery in connection with the 2026 and 2030 World Cups have been dropped,\" Al-Khelaifi said in a statement. \"While a secondary technical charge remains outstanding, I have every expectation this will be proven completely groundless and without any substance whatsoever, in the same way as the primary case.\" READ: PSG president Nasser Al-Khelaifi charged with corruption 'Amicable agreement' It is alleged by the OAG that Valcke received \"undue advantages\" from Al-Khelaifi and the unnamed accused. \"Valcke was refunded the down payment of around €500,000 that he had made to a third party on the purchase of a villa in Sardinia, after Al-Khelaifi had purchased the villa through a company instead of Valcke,\" the OAG statement read.  \"Valcke then received from Al-Khelaifi the exclusive right to use the villa for a period of 18 months -- until he was suspended by FIFA -- without having to pay an estimated rent in between about €900,000 and about €1.8 million.  \"From the third accused, Valcke received three payments totaling about €1.25 million to his company Sportunited LLC.\" The OAG said this was to help award World Cup media rights to favored broadcasters in Italy and Greece. In 2015, Valcke was banned by FIFA for 12 years -- reduced to 10 in 2016 -- from all football-related activity following a number of ethics violations, including misconduct with expenses and the sale of World Cup tickets. The OAG statement says FIFA and Al-Khelaifi reached an \"unspecified amicable agreement\" last month that led to world football's governing body dropping some of the criminal complaints against him and Valcke. These complaints were regarding alleged bribes involving  Al-Khelaifi and Valcke around the awarding of media rights in the Middle East and North Africa for the 2026 and 2030 World Cups. CNN has reached out for comment from FIFA but has yet to receive a response. Last year, Al-Khelaifi was also charged by Parisian prosecutors with corruption in relation to a $3.5 million payment over the organization of the World Athletics Championships in Qatar. Doha hosted the 2019 edition."], "Language": false}