{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/us/school-bus-driver-casket-55-years-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T20:09:05Z"], "LastModifiedDate": ["2020-02-19T20:09:05Z"], "Headline": ["A man who drove a school bus for 55 years will be laid to rest in a school bus casket"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Glen Davis was arguably the best-known driver in all of Grand Meadow, Minnesota.  For 55 years, residents of his small town of 1,170 trusted him to bus their children to and from school. He was proud to say he'd never once gotten in an accident.  He was a school bus driver from 1949 to 2005. It was one of the longest jobs he'd ever had -- and perhaps his favorite. So it's appropriate that Davis will be laid to rest in a school-bus yellow casket, stamped with the number 3 -- the number of the first bus he ever drove. Davis was alive to see the casket. It brought him to tears Davis got to see his custom casket five years before his death. It was a gift from Jim Hindt, the owner of a local funeral home.  It's painted yellow with black hinges, with the same lettering that appeared on Davis's 1949 school bus.  Davis loved it.  \"Oh, good gosh, I cried a few times,\" he told the Post Bulletin in 2015.  Hindt told the paper that the bus driver had comforted his family when his 18-month-old daughter was diagnosed with cancer.  Hindt's daughter grew up, cancer-free. And to repay the school bus driver's kindness, he gifted Davis the casket.  Davis's daughter Lisa Hodge initially found the present morbid. But her father's joy upon receiving it won her over. He even posed next to it in a photo for the Post Bulletin.  \"My dad says all it is missing is an emergency exit door,\" she told the paper. The model is fitting for long-time drivers: Another bus driver of 50 years, David Wright of Tennessee, was laid to rest in a school bus-styled casket in August.  He was the small town's biggest advocate Davis, known as \"Glennie\" to the generations of kids he took to school, was proud of being a bus driver (and of his spotless driving record). He was proud of the town he spent his life in, too.  He farmed over 1,100 acres of land in Grand Meadow with his three brothers. He cheered for the Grand Meadow School sports team. He volunteered with Meals on Wheels to deliver food to his neighbors who couldn't leave their homes.  \"He was probably Grand Meadow's biggest promoter,\" Hodge told CNN.  Driving children, their children and their children's children around his hometown meant Davis knew nearly everyone in town. The affection he showed for them all was mutual and infectious, Hodge said.  \"He never met a stranger,\" she said. \"He would've met you and thought he knew you from somewhere.\" His funeral will be held Friday at a Catholic Church where he volunteered for years. If he couldn't have the service inside of a school bus, his casket may be the next-best thing. "], "Language": false}