{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/investing/virgin-galactic-stock/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-02-18T18:11:35Z"], "LastModifiedDate": ["2020-02-19T14:18:31Z"], "Headline": ["Virgin Galactic shares have skyrocketed nearly 200% already this year"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Shares of Richard Branson's Virgin Galactic soared more than 20% at one point Tuesday, putting the private space company on track for a seven-day winning streak.   The stock pared its gains later in the day but is still up a stunning 160% so far in 2020.  Shares have surged lately due to optimism about the company's plans to launch a commercial space service.  Virgin Galactic announced last week that it relocated its SpaceShipTwo suborbital plane, also known as VSS Unity, to its commercial headquarters in New Mexico. That brings the company one step closer to eventually launching paying passengers into space. Investors are clearly excited about the potential for Virgin Galactic, even though it is currently unprofitable and is expected to continue losing money this year and in 2021. Shares of Virgin Galactic have now skyrocketed nearly 200% since the company went public last October through a merger with a so-called special purpose acquisition company or SPAC.  Instead of going public through a traditional stock sale or direct listing of shares, Virgin Galactic merged with an already existing blank check firm named Social Capital Hedosophia. The new entity was renamed Virgin Galactic.  It's not the only company using this method to get listed. Fantasy sports giant DraftKings is going public through this route as well, with a planned merger with a SPAC called Diamond Eagle Acquisition Corp. Shares of that company are up almost 60% this year. Virgin Galactic has yet to issue a quarterly financial report since the merger. It is set to release its fourth quarter results after the closing bell on February 25.   If Virgin Galactic stock continues to do this well, one has to wonder if Jeff Bezos and Elon Musk would consider taking Blue Origin and SpaceX public. SpaceX has already indicated it could spin off its Starlink internet unit.  The Amazon CEO and Tesla chief are all in a billionaire space race with Branson. It would be fitting if their rivalry plays out on Wall Street as well. "], "Language": false}