{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/us/ryan-newman-crash-hamlin-gibbs-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-02-18T18:40:06Z"], "LastModifiedDate": ["2020-02-18T19:56:50Z"], "Headline": ["Denny Hamlin and Joe Gibbs apologize for celebrating Daytona 500 win in wake of Ryan Newman crash"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["NASCAR driver Denny Hamlin and his team's owner have apologized for celebrating their Daytona 500 win in the wake of Ryan Newman's fiery crash in the race's final lap. After crossing the finish line, Hamlin celebrated his win with a burnout on the grass in front of the grandstands. Hamlin posted on Twitter that he had already unhooked his radio and didn't know the severity of the crash until he got to victory lane. \"I had absolutely NO IDEA of the severity of the crash until I got to victory lane. There's very little communication after the finish and i had already unhooked my radio. It's not anyone's fault,\" Hamlin wrote in the post. Joe Gibbs, the owner of Hamlin's team, said the team only realized the extent of Newman's injuries once they were in the winner's circle. \"I was focusing on our car, and everybody started celebrating it around us,\" Gibbs said at the post-race press conference. \"So, I say to everybody out there, some people may have saw us and said, 'Well, these guys are celebrating when there's this serious issue going on.' So, I apologize to everybody, but we really didn't know. We got in the winner's circle, and that's when people told us later.\" Chris Lambert, the spotter for Hamlin's car, posted a series of tweets in which he said any blame for the celebration should be directed at him for not communicating the severity of Newman's wreck to Hamlin. \"That is 100% on me, and I'M EXTREMLY SORRY,\" Lambert tweeted. The traditional post-race victory lane celebration was canceled by NASCAR following the crash. Monday's victory marks the 39-year-old Hamlin's second consecutive Daytona 500 win and third in total. Newman, 42, had taken the lead in the final lap of the race when driver Ryan Blaney hit his bumper, causing Newman to spin into the outside wall. Newman's car bounced off the wall, flipped into the air and dropping back down in front of the car driven by Corey LaJoie. Unable to avoid him, LaJoie hit Newman's car, causing the car to go airborne again, up and over LaJoie's car, eventually landing upside down. Newman's car skidded on its roof in a shower of flames and sparks across the finish line before coming to rest on the track's apron. Rescue crews had to cut the car's roof off to extricate Newman, who was rushed to the hospital. He is being treated at Halifax Medical Center and is in serious condition, but doctors have indicated his injuries are not life threatening, according to a statement on Monday by Roush Fenway Racing. A long-time NASCAR driver told Carolyn Manno of CNN Sports that in his decades-long career that he's \"never seen a crash like this before, with a driver hit in that position.\" The veteran driver, who asked to be unnamed because of his ongoing connections within the sport, told Manno that he had spoken with a member of Newman's team, who told him that it is \"a miracle that (Newman) is alive\" after seeing the extent of the damage done to Newman's car. Another former NASCAR driver told CNN Sports that Hamlin was not at fault regarding the celebration, saying drivers do not assume the worst when an accident occurs. \"We've seen a number of races where a driver has wrecked coming to the finish line, and they are fine,\" the driver said. \"It's the driver's mentality not to think about the worst-case scenario. NASCAR's protocol remains the same during any crash on a track like this. There was no way to know the severity of the injury at the time.\" The 62nd running of the race was held on Monday after it was postponed on Sunday due to rainy weather."], "Language": false}