{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/business/dfa-dean-acquisition/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Danielle Wiener-Bronner, CNN Business"], "Writers": [["Danielle Wiener-Bronner"]], "FirstPublishDate": ["2020-02-17T20:23:40Z"], "LastModifiedDate": ["2020-02-17T20:23:40Z"], "Headline": ["Dairy farmers agree to buy 'substantial' part of Dean Foods"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Dairy Farmers of America, a major farmer-owned cooperative, has put in a bid for a \"substantial\" part of Dean Foods' business. Dean, the country's largest milk processor, filed for bankruptcy in November. For US dairy farmers, keeping Dean afloat is essential. The milk processor is a \"significant customer of DFA,\" Rick Smith, president and CEO of the cooperative, said in a statement Monday. \"No one has a greater interest in preserving and expanding milk markets than DFA,\" he added.  The two entities have been working on the deal since the co-op learned about Dean's bankruptcy plans, according to DFA.  DFA has agreed to pay $425 million for Dean's delivery system and 44 of its facilities as well as other assets, and has agreed to assume some of Dean's liabilities. The deal is subject to approval by the Department of Justice, which will be looking at antitrust concerns, and the bankruptcy court overseeing the case, among others.  DFA has acquired dairy processing plants in the past, but the Dean acquisition would be \"major,\" noted Marin Bozic, an assistant professor in University of Minnesota's applied economics department. \"This is not a small, marginal side investment for them.\"  The co-op's potential lifeline comes during a difficult period for the country's milk industry.  When announcing the bankruptcy filing, Dean blamed its struggles on the \"accelerated decline in the conventional white milk category.\" The company's sales fell 7% in the first half of 2019. During that period, its profit fell 14%. Borden Dairy, another major milk processor, filed for bankruptcy in January. One big reason for the shakeup: Americans are drinking less milk. In 2010, 55 billion pounds of milk were sold in the United States. By 2018, that figure dropped to 47.7 billion, a decline of about 13%. That's partially because breakfast habits have changed. Americans are eating less cereal and are more likely to eat on the go. Because health-conscious consumers increasingly are seeking low-calorie drinks with a nutritional boost or jolt of caffeine, dairy milk is now competing with sports drinks, tea, coffee or bottled water. And as people become more concerned about the environment, they may be swapping out dairy milk for plant-based alternatives, as well.  Other factors, like consolidation in the industry, volatile prices, the trade war and changes in the international milk market, have made the situation worse.  But there are bright spots in the sector.  While milk sales are down, US consumption of cheese and butter is strong.  And Americans are interested in specialty milks. US sales of flavored whole milk, for example, jumped 8.9% in the first ten months of last year, according to the USDA. During that period, sales of organic whole milk ticked up 4.4%. And Nielsen data shows that sales of lactose reduced or lactose free milk grew 11% between November 2018 and November 2019. Grass-fed milk sales grew about 51% in that period. — CNN Business' Jordan Valinsky contributed to this report. "], "Language": false}