{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/16/us/volleyball-players-mccaw-prather-missouri-crash/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera and Hollie Silverman, CNN"], "Writers": [["Amir Vera", "Hollie Silverman"]], "FirstPublishDate": ["2020-02-17T02:54:26Z"], "LastModifiedDate": ["2020-02-17T18:34:02Z"], "Headline": ["Former volleyball stars Carrie McCaw and Lesley Prather and 2 daughters killed in Missouri crash"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Two university communities are in mourning after two former star volleyball players and their daughters died in a crash in Missouri.  Lesley Drury Prather, 40, and Carrie Urton McCaw, 44, were traveling to a club volleyball tournament in Kansas City with their 12-year-old daughters when the crash happened Friday, according to a statement from the University of Louisville women's volleyball team.  Prather played volleyball at Louisville and McCaw played at Syracuse University.  The group was traveling on Interstate 64 in St. Charles County, Missouri, when a pickup truck traveled off the road, through a cable barrier and overturned before striking their vehicle and another one around 11:08 a.m. CST, according to a crash report from the Missouri State Highway Patrol. St. Charles County is about 40 miles northwest of St. Louis. Prather, her daughter Rhyan, McCaw and her daughter Kacey were killed, the Louisville statement read. Prather and one of the girls were pronounced dead on the scene while McCaw and the other girl were pronounced dead at local hospitals, the crash report said. No arrests have been made and no charges have been filed, Missouri State Highway Patrol Cpl. Dallas Thompson told CNN in an email Sunday. Thompson said the crash is under investigation by the major crash reconstruction team. The finalized crash report will be sent to the St. Charles County Prosecuting Attorney's Office for consideration of any charges when the investigation is completed, Thompson said. Prather's love of volleyball was always evident Prather is survived by her husband, Justin, with whom she had four children.  Prather played at Louisville from 1998 to 2001, the university said, describing her as \"a standout player.\" She led the team to three conference championships, four NCAA appearances and a Sweet Sixteen appearance, the university said. She was twice named All-Conference USA, was named to the the American Volleyball Coaches Association All-Region team and was on the Conference USA Commissioner's Honor Roll.  \"This will never, ever, ever make sense. I can't wrap my head around this. I'm struggling to put into words how beautiful and powerful of a human Lesley was,\" said former teammate Stacey Mercer. \"These words could never do justice to the sorrow we are all feeling.\" Prather graduated from the University of Louisville in 2002 with a degree in business marketing. In 2005, she earned a master's degree in sports administration at Louisville, the university said. \"She was a great student, a great athlete, a fierce competitor, a great person and a great mom,\" said Leonid Yelin, former Louisville head volleyball coach. \"She was the best teammate and always put her team first. I was blessed to have coached her.\"  After graduating, Prather was on the athletic staff as a coordinator for the outreach program CardsCare and worked in athletic marketing. She then served as the head volleyball coach from 2009 to 2012 for Indiana University Southeast, where she led the team to four straight KIAC semifinal appearances and never had a losing record during her tenure, Louisville said in a statement.  Prather joined the Louisville Metro Fire Department in 2016, the department said in a statement on Twitter.   Prather was also active in the club volleyball scene, coaching for the Kentucky Indiana Volleyball Academy, a local Louisville volleyball club.  \"Our KIVA family will never be the same and we send prayers and love to all of the families touched by this tragedy,\" the academy said in a statement.  McCaw was a 'standout athlete' who broke records McCaw was two-sport athlete in basketball and volleyball at Assumption High School in Louisville, graduating in 1994. McCaw played volleyball at Syracuse from 1994 to 1997 and was a team captain her senior year, the school said.  McCaw earned All-Big East academic team honors and was a member of the Syracuse University Athletic Director's Honor Roll every semester, the school said.  She also broke records during her career at Syracuse -- she set the school's record for matches played in a season and is second in career matches played.  \"McCaw ranks third on the Syracuse all-time assists record and is ninth in career digs,\" Syracuse said in a statement.  McCaw graduated from Syracuse with a a degree in managerial law and public policy and a minor in political science, the school said. She spent one year as an assistant volleyball coach at Rutgers University before starting her career at the law firm Ice Miller LLP, where she worked for the past 20 years. In 2002, McCaw earned her master's degree in management from Indiana Wesleyan University. McCaw is survived by her husband, David, with whom she had four children. "], "Language": false}