{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/opinions/what-were-reading-during-pandemic-taylor/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Tess Taylor"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T10:57:20Z"], "LastModifiedDate": ["2020-05-09T00:41:41Z"], "Headline": ["Tell us what you're reading right now"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Reading literature can give us a place to turn right now -- and not just because it's comforting. It's because it helps us grapple with enormous ruptures in time.  There's been much discussion of how much we need books right now, to comfort, distract, or console us from the pandemic and its toxic effects.  I'm reading, too -- Keats's letters (that's my kind of fun) and Rachel Cohen's wonderful book \"Austen Years\" about her own life as a deep reader of Jane Austen.  I've savored in spurts a couple of the many fine books of poems out this spring -- among them,  \"After Callimachus,\" by Stephanie Burt, which reimagines a campy version of a real but ancient Greek poet practically no one remembers, and \"Spring and a Thousand Years (Unabridged)\" by Judy Halebsky, where Halebsky imagines that she's in a correspondence with the 8th century poet Li Po.  This is to say: when I read, I escape -- very, very far away. Eighth Century China seems excellent to me. So does Keats's heath.   Sometimes I cannot stay very long. My kids are home now, and sometimes I get five uninterrupted minutes first thing in the morning, sometimes I have only three minutes before I fall asleep on the book. Even so: these eight minutes help. These alternate worlds reroute me from the endless onslaught of newsiness, the bite-sized memes of Twitter.  We need literature because books do comfort, distract and console us. That's true. They offer the chance to take imaginary voyages, the chance to empathize with others across time who remind us that we are not alone. But I've been thinking that one critical function of literature in this moment is to help us make sense of the tear in the texture of time.  All of us are experiencing ruptures. All of us have lost the world as we knew it.   If we are most lucky, we are waiting in an odd suspended present, sheltering in place, trying to get by. We also may be losing people we love, losing employment, losing the ability to get even simple groceries.  We may be losing decades of work. We may be realizing that the home where we live is not the home where we need to live.  It is a time of many tiny revelations:  Each day is a rift, a strange reinvention.  Good books help us find language for living inside the tear.   And indeed, time has been torn.  How do we language that? Where I am it is eerily silent.  Walking the abandoned streets of my neighborhood early in the morning, I can only feel that we've entered the \"time passes\" section of a life here, one that reminds me of the Time Passes section of Virginia Woolf's 1927 novel \"To the Lighthouse,\" a whole section that describes the world from the point of view of wind battering an empty house. \"Time passes\" -- this suspends the characters' desires and crafts the enormous juncture between states.    Sometimes, as I walk in the graveyard behind our house, (it is still open when the parks are not), I overhear my thoughts emerging as literary style sentences: \"it would occur to her later that that afternoon had marked the end of the last vaguely normal day\" or  \"under the quarantine they began, for convenience sake, to take their one morning exercise in the graveyard behind their house, a hilly place where it was possible to get a quick run. The irony of this was not lost on them.\"  It's not that I am writing a story exactly, but that in folding one sentence around its complex verb tense, I am trying to fathom the gulf in time around us.    \"It would occur to her later that --\" the tense of that sentence is in the conditional future perfect. It suggests that what is happening now can't yet be interpreted, will have to be worked out, may make different sense later in some as yet unknown future date.  It's the tense of a lot of Proust and partakes of a gesture in literature that tries to leap across a break, to narrate the intimate moments when we recognize that we can no longer read a life by its former codes.     It feels very clear that for some of us, the world is inalterably broken. For some, there may be some previous world that we can return to. We can't really know for whom this will later seem like a breaking point and for whom this is only a strange juncture in time.  I suspect, that if and when we get through this, it will be probably be a mix of both -- each of us will carry with us some complicated, intimate, possibly transformative story.  None of us can know now how we will feel later, what the later will be.   This epidemic has enormous ramifications for our economy, for all public and political lives.  But it is forcing us each to reread the most intimate corners of private life as well, corners many of us only come to name in poems, or stories -- works that trade in the texture of time.    Where I am, we are safe enough, in a tiny circuit. Every day, I walk with my children to look at ducks and gravestones in the hilly graveyard behind our house. There are scotch brooms and wake robins, towhee, and Steller's jays, croaking frogs, one suburban coyote.    I have begun to notice the 1918 and 1919 graves and wonder how many of them are of people who died in the Spanish flu.  My grandmother's mother died then, shortly after my grandmother was born: My grandmother was sent out as a baby to be raised by relatives. The strangeness of being farmed out and left this way marked her and trickled down into the way I knew her and hovered as a kind of scar across her life I could sometimes feel decades later.  I can't help but wonder how this moment will ripple not only through the present but forward through time.   What will happen, as we're unwittingly invited to make sense of this season of change? What will we learn about our interior lives, as we get through these days? How will we make charts of that human transformation?  I suspect that this is a level of data that will take decades to sort out. What will all this come to mean to us later? We cannot yet be ready to fathom. When we are, it will  be the novelists and the poets who, at long intervals, help us to figure it out.  "], "Language": false}