{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/us/kobe-bryant-memorial-service-details/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2020-02-14T20:29:07Z"], "LastModifiedDate": ["2020-02-14T20:29:07Z"], "Headline": ["Tickets for Kobe Bryant's memorial service are limited. Fans must register for a chance to purchase them"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Tickets for the memorial service for Kobe Bryant and his daughter will go on sale next week but fans can register now for access to the sale, the Los Angeles Lakers announced Friday. The \"celebration of life\" will be held February 24 at the Staples Center in Los Angeles, nearly a month after Bryan, his daughter and seven others were killed in a helicopter crash.  A limited number of tickets ranging from $24.02 to $224 will be released for public sale. All ticket proceeds will be donated to the Mamba and Mambacita Sports Foundation. The memorial date as well as the ticket prices are symbolic. Kobe Bryant wore No. 24 in the latter part of his illustrious NBA career and his daughter, Gianna, wore No. 2 for her youth basketball teams. Vanessa Bryant's post on February 7 was captioned, \"#2, #24 #20 years as a Laker.\" Fans may register to purchase tickets through a dedicated Ticketmaster page starting Friday and until Monday at 10 p.m. PT, the Lakers said. On Tuesday, fans will be notified if they have been verified and whether they will be invited to participate in the ticket sale. If invited, fans will receive a non-transferable code to purchase tickets on Wednesday during the public sale starting at 10 a.m. PT. \"If demand for tickets from verified fans exceeds supply, fans will be selected at random to participate in the public sale,\" the team said.  It's unclear how many tickets will be released but organizers are urging anyone who may not secure tickets to not travel to downtown Los Angeles near the Staples Center. The Lakers said the memorial will be broadcast live on most local Los Angeles television stations. Kobe Bryant and Gianna were among nine people killed when their helicopter, headed to a youth basketball game, crashed on a foggy morning January 24.  The father and daughter were buried February 7 at a Southern California cemetery. The other victims were Gianna's teammates Alyssa Altobelli and Payton Chester; Alyssa's parents, John and Keri; Payton's mother, Sarah; assistant girls basketball coach Christina Mauser; and helicopter pilot Ara Zobayan. Until recently, an area in front of Staples Center was the site of a massive fan memorial comprising flowers, jerseys and other mementos.  The arena seats about 20,000 people for non-sports events. It has previously hosted memorials for Nipsey Hussle and Michael Jackson, the 2009 event for which 17,000 tickets were given away. The memorial falls on a Monday between two Lakers home games. The memorial will be held several hours before a previously scheduled NBA game between the Los Angeles Clippers and the Memphis Grizzlies."], "Language": false}