{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/politics/iowa-hf-2201-lgbtq-education-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-14T16:04:38Z"], "LastModifiedDate": ["2020-02-14T18:25:33Z"], "Headline": ["Iowa bill would require schools tell parents before lessons touching on sexual orientation"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Parents in Iowa may be allowed to excuse their kids from lessons involving LGBTQ issues, if a recently proposed bill progresses. The bill, House File 2201, was introduced last month and has been advancing in the Iowa legislature. It's currently sitting in a House subcommittee. Sponsored by 13 House Republicans, it would require school districts to annually notify parents about any instruction regarding sexual orientation and gender identity. That would give them the chance to pull their children from participating and allowing them to inspect the materials used ahead of time. It's one of 13 bills recently introduced in the Iowa state legislature that advocacy groups have described as discriminatory toward the LGBTQ community. Together, these bills represent a wide-ranging assault on LGBTQ Iowans' daily lives, according to One Iowa Action, a grassroots advocacy group for LGBTQ rights.  If passed, those bills would take actions such as prohibiting transgender athletes from competing on teams consistent with their gender identification and ban mental health professionals and doctors from providing care to transgender youth, according to the American Civil Liberties Union.  A way to rectify parents' disagreements over the curriculum Rep. Jeff Shipley, a Republican and one of the bill's co-sponsors, told CNN the bill was meant to bridge a gap between the parent and the school about the type of instruction the students receive. Many parents decide to home school their students because of disagreements with the curriculum, he said, and this was a way to rectify that.   He mentioned that maybe the bill should have been broader, so parents could \"view whatever curriculum that they want\" and so as \"not to pick on anyone.\"  But, he said this was a good start. \"Because there are so many unknowns (with gender identity and sexual orientation), it just seemed like common sense to make sure parents are involved,\" he said. \"Because when parents aren't involved, they tend to get upset.\" Critics say it's 'overly vague' Still, many advocacy groups have lobbied against the bill, including the ACLU of Iowa, the Interfaith Alliance of Iowa Action Fund, the Iowa Conference of United Methodist Church and Planned Parenthood Advocates of Iowa.  Veronica Fowler, the communications director of the ACLU of Iowa, called the bill \"overly vague\" to CNN. \"Teachers, rightly, have raised concerns about what would and would not need parental approval, citing examples as fundamental as whether or not they could mention that presidential candidate Pete Buttigieg is making history as an openly gay presidential candidate,\" Fowler said in a statement. She continued, \"The bill also would marginalize and discriminate against LGBTQ students by mandating that they and their sexual orientation or gender identity must be hidden and not discussed.\" Other groups, like One Iowa Action, have bluntly called the bill -- and others like it -- anti-LGBTQ.  \"HF2201 would restrict educators from discussing sexual orientation and gender identity,\" the group wrote on January 31. They called the bill \"uniquely dangerous\" given its level of support in the House. HF 2201 isn't the only bill critics are calling anti-LGBTQ It's not the only proposed legislation that's drawing the ire of advocate groups.  HF 2202, which shares 12 co-sponsors with HF 2201, including Shipley, was also introduced in January, and would require high school students to participate in sports based on their biological sex.  The bill, One Iowa Action said, would allow discrimination against transgender athletes in Iowa schools.  All this comes amidst burgeoning state legislation politicizing LGBTQ identity.  For example, a slew of proposed bills in Tennessee have been criticized as detrimental to LGBTQ rights -- including one similar to Iowa's HF 2202 that would require student athletes to compete against athletes of the same biological sex. Another, commonly called \"the bathroom bill,\" would require students, faculty and staff to only use restrooms and locker rooms that correspond with their biological sex.   These types of bills haven't necessarily seen great success. North Carolina's own \"bathroom bill\" failed when businesses, entertainers and sports leagues boycotted the state. The bill was eventually repealed.  Just this month, a South Dakota bill aimed at limiting gender reassignment surgeries for transgender youth failed to garner the support it needed to pass.  Still, these types of bills continue to crop up, showing neither legislatures across the country nor LGBTQ advocacy groups are showing signs of backing away from the fight. "], "Language": false}