{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/golf/tiger-woods-kobe-bryant-genesis-riviera-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Hodgetts, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-14T11:54:11Z"], "LastModifiedDate": ["2020-02-14T14:51:25Z"], "Headline": ["Tiger Woods hits supernatural 'Kobe Bryant' putt"], "Section": ["golf"], "MappedSection": ["SPORT"], "Article_Body": ["Supernatural or merely coincidence? Some might think there was a higher power at work when Tiger Woods strode down the first hole at Riviera Country Club in Los Angeles Thursday.   Close to where basketball great Kobe Bryant died in a helicopter crash last month, Woods fizzed his second shot into the green to leave an eagle putt of 24 feet eight inches. Remarkably, those are the two jersey numbers worn by Bryant during his glittering 20-year career with the LA Lakers. Of course, Woods made the putt. \"It's ironic, isn't it?\" Woods told the Golf Channel afterwards. \"I didn't know about the putt being that long.\" READ: Tiger Woods: A tumultuous 10 years from scandal to redemption READ: Woods on fame: I don't like it. I never have In a scorching start, the former world No.1 also birdied the fifth and the par-four eighth hole, where the flag and signage were in the yellow and purple livery of the Lakers. It's also where Woods mimicked a basketball shot as he tossed his ball back to caddie Joe LaCava. Several other players also paid tribute to Bryant during the first round of the Genesis Invitational.  World No.1 Rory McIlroy sported a set of Lakers headcovers on his woods with the numbers 24 and 8 and the words \"Mamba mentality\" in a nod to Bryant's nickname \"Black Mamba.\"  Brooks Koepka, who McIlroy overtook at the top of the standings, also had Lakers headcovers, while Justin Thomas wore a pair of custom-made golf shoes in Lakers colors bearing Bryant's image. \"No matter what we do, I think for a while we're going to always remember Kobe and what he meant, especially here in SoCal and the entire sports world,\" Woods added. Woods is chasing a record 83rd PGA Tour win to surpass the mark he shares with countryman Sam Snead. His birdie at the eighth took him to four under as he went out in 31, but the 44-year-old was wayward off the tee on the back nine and came home in 38 to end with a two-under 69 to trail leader Matt Kuchar by five shots. Woods made his PGA Tour debut at Riviera as a 16-year-old amateur in 1992 but has never won at the Pacific Palisades venue. He is building up to a defense of his Masters title and a potential 16th major title at Augusta from April 9-12."], "Language": false}