{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/media/jeremy-roenick-nbc-sports-wont-return-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman, Wayne Sterling and Darran Simon, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-13T17:51:22Z"], "LastModifiedDate": ["2020-02-13T19:21:35Z"], "Headline": ["Jeremy Roenick won't return to NBC Sports after suspension over inappropriate remarks"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Jeremy Roenick, the hockey star-turned-sports broadcaster, won't return to NBC Sports. Roenick announced Wednesday that he won't be back at NBC Sports after the company indefinitely suspended him without pay over comments he made about his co-workers. \"Though disappointed, I'm also grateful that I've had the opportunity to share my love, my passion, my knowledge of the game with millions of people,\" he said in a video posted on his verified Twitter account.  \"Even though I'm leaving NBC, I will not be gone for long. I'll be back better and more motivated to bring you the best entertainment and the best that I have for the game of hockey,\" he said. NBC Sports confirmed Roenick \"won't be returning,\" a spokesman said. \"We have no further comment.\" The comments made on the podcast Roenick's comments came in December during an appearance on Barstool Sports' Spittin' Chiclets podcast. Roenick and the hosts engaged in a free-flowing conversation about his NBC co-workers, Kathryn Tappen and Patrick Sharp. Roenick said if he, his wife and Tappen were \"going to bed together ... that would really be good, but it's never going to happen.\" And he described Sharp as \"so beautiful.\" When asked about a trip he took this past summer to Portugal with his wife and Tappen, Roenick recounted a story about the vacation. \"I was the king of Portugal,\" he said. \"When you walk into every place and you have two blonde bombshells on each side ... your chest pops out a lot more.\" He said a woman approached him, his wife and Tappen when they were swimming in the hotel pool and asked if the two women were with him. Roenick said he replied, \"Yes, they are.\" His wife then told him to \"shut up\" When the conversation turned to Sharp, Roenick said, ''He is so beautiful.\" And when asked whether he would sleep with him, Roenick said, \"I wouldn't say no right away.\" Later in the podcast, Roenick said he tried to be careful of the things he said \"because of my boss ... and because of NBC.\" After the podcast had aired, Tappen said the comments were \"unacceptable,\" according to a statement sent through an NBC spokesperson. \"While Jeremy and I continue to be good friends, what he said was unacceptable, especially among workplace colleagues. I do not condone his comments,\" she said. Roenick played 20 seasons in the NHL for five teams. He retired in 2009. The following year, he joined NBC Sports as a studio analyst where he covered hockey. "], "Language": false}