{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/us/houston-astros-sign-stealing-scandal-apology-spring-training/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Hanna and Jill Martin, CNN"], "Writers": [["Jason Hanna", "Jill Martin"]], "FirstPublishDate": ["2020-02-13T16:21:51Z"], "LastModifiedDate": ["2020-02-13T18:54:48Z"], "Headline": ["Astros apologize again for sign stealing, but owner Jim Crane says he shouldn't be held accountable"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Houston Astros kicked off spring training with another apology for illegal signal-stealing during their 2017 championship run -- but don't expect the owner to disavow their World Series win or feel that he should be punished. Astros owner Jim Crane and two players expressed remorse Thursday for the scandal during a news conference in West Palm Beach, Florida, where Houston's preseason training has begun. \"I want to say again how sorry our team is for what happened,\" Crane said. \"I want to also repeat that this will never happen again on my watch.\" But as reporters pressed him about whether the Astros should retain the 2017 title, or whether Major League Baseball should punish him personally, Crane drew a line, leaning on MLB's January report that concluded there was no evidence he knew about the scheme. \"No, I don't think I should be held accountable,\" Crane said. \"I'm here to correct it. And I'm here to take this team forward.\" \"The commissioner made it clear that we're not going to go backward, that the championship would stay intact,\" Crane said, \"and I agree with him.\" The MLB report found the Astros illegally created a system that decoded and communicated the opposing teams' pitching signs to their own players at home games during their 2017 championship season.  As a result, Astros manager A.J. Hinch and general manager Jeff Luhnow were fired January 13, eventually replaced by Dusty Baker and James Click, respectively. The team must forfeit its regular first- and second-round selections in the 2020 and 2021 drafts and pay a $5 million fine. Reporters asked Crane specifically about whether the sign-stealing scheme affected their playoff games with the Yankees. The Astros defeated the Yankees in the American League Championship Series in 2017 and 2019. \"Listen, the Yankees had had a few comments out there. Our opinion is, that this didn't impact the game,\" Crane said. \"We had a good team. We won the World Series, and we'll leave it at that.\" Asked to clarify his remark about impact, he cited MLB's investigation. \"Basically, as the commissioner said in his report, he's not going to go backwards. It's hard to determine how it impacted the game, if it impacted the game, and that's where we're going to leave it,\" Crane said. Crane said the Astros stopped illegal sign-stealing sometime in 2018. He emphatically denied allegations that his batters may have worn wearable devices or buzzers to tip them off about pitches in 2019.  \"I truly believe there was no buzzers, ever,\" Crane said.  Players express remorse The Astros had a team meeting about the issue Wednesday night, players Alex Bregman and Jose Altuve said. \"I am really sorry about the choices that were made by my team, by the organization and by me,\" Bregman said Thursday. \"I've learned from this and I hope to regain the trust of baseball fans.\"  Altuve said \"the whole Astros organization and the team feel bad about what happened in 2017.\" Later Thursday, in the team's clubhouse, Altuve was asked what he'd say to children who know that the Astros did. \"Yes, we feel bad,\" he said. \"We made a mistake. We're here, letting everybody know.\" Baker, the Astros' new manager, said at the news conference that the players showed tremendous remorse in Wednesday's meeting. \"I just want to ask for the world, the baseball world, to forgive them for the mistakes that they've made.\" The team plays its first spring training game February 22. Some current and former players aren't impressed Some current and former professional baseball players didn't take kindly to the Astros' news conference Thursday. \"Let us know what pitches are coming and let's just see how much it 'doesn't impact the game,'\" Texas Rangers outfielder Willie Calhoun tweeted. \"I'm no expert, but I am a human who understands what remorse looks like. Didn't really see that,\" former third baseman Trevor Plouffe, who last played for Philadelphia in 2018, said on Twitter. \"Just some smugness and rehearsed blanket answers.\" Milwaukee Brewers pitcher Brett Anderson tweeted an \"Anchorman\" meme in response to Crane's comment about the scandal not impacting the game. The meme features the film's lead character, Ron Burgundy, saying \"I don't believe you.\" Los Angeles Angels outfielder Michael Hermosillo tweeted simply: \"Didn't impact the game lol.\" Plouffe had kinder words about Altuve's clubhouse comments, linking to a clip in which Altuve acknowledged what the Astros did was wrong.  \"Yes, dude. This one is way better. Probably should have led with this!\" Plouffe tweeted. The scandal MLB, following a report detailing allegations of the scheme in the sports news website The Athletic, found that employees in the Astros' video replay room used an outfield camera fixed on the opposing catcher to steal and decode the catcher's signs to his pitcher. That information was then relayed to Astros hitters, giving them a good idea of what kind of pitch was coming. MLB rules prohibit using electronic devices to steal signs. The Wall Street Journal reported a more detailed description of the decoding effort over the weekend. The Journal reported that during the 2017 and 2018 seasons, Astros staff put the signals into a computer program that helped decipher what the signs meant in real time. The newspaper cited a letter that MLB Commissioner Rob Manfred sent to Luhnow, the now-fired Astros general manager. Initially, at the start of the 2017 season, intermediaries would relay decoded information to an Astros base runner, who would signal the information to the batter, MLB found. Eventually, after a sign was decoded, a player would \"bang a nearby trash can with a bat\" to communicate the upcoming type of pitch to the batter, the MLB findings say. The MLB review found that then-bench coach Alex Cora was involved in the scheme, but Hinch wasn't. The review found that there is \"documentary and testimonial evidence\" that Luhnow had knowledge of the actions of the replay review room staff, but that he \"did not give it much attention.\" The Journal's report suggests Luhnow knew about the computer program. CNN has asked Luhnow and the Astros for comment about the Journal's report but has not heard back. Luhnow has repeatedly denied knowledge about the can-banging scheme and denied cheating. \"I am not a cheater,\" Luhnow said last month. \"I did not know rules were being broken.\"  \"As the commissioner set out in his (January) statement, I did not personally direct, oversee or engage in any misconduct,\" he said."], "Language": false}