{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/us/baseball-unwritten-rules/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-02-13T05:41:06Z"], "LastModifiedDate": ["2020-02-13T12:13:07Z"], "Headline": ["In baseball, unwritten rules lay down the lines you cannot cross"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["With all these stories about sign stealing and subsequent discussions about it being worthy of bans from baseball in some cases and overlooked in others, we thought it would be a good idea to brief you on some of baseball's unwritten rules, codes, red lines. Baseball has one feature that is unusual in sports. The defense controls the ball most of the time and as such, it can \"penalize\" the offense for any slight it feels. Most of the paybacks involve what players call drilling, hitting an opponent intentionally with a pitch. Here are some of the things you won't find in the official rulebook -- well, there is one thing -- and where a player can potentially cross the line. Steal those signs on your own It's a lot easier to hit a curveball if you are sure it is coming. So to keep a runner on second base from relaying what kind of pitch is coming to the batter, catchers call for pitches with changing signs, using the fingers on their throwing hands. This has gone on since the 1800s. And players have tried to decode and transmit those signs since then.  But now players, like the Astros in 2017, can have someone sit in a room and watch the interaction on television, decipher the signs and have them relayed to the batter. MLB has expressly ruled this is not allowed.  In 2011, Joe Girardi, then the manager of the New York Yankees, summed up the feelings of players and coaches on sign-stealing. \"I think if it's coming from the bullpen or someone's got binoculars or it comes from the stands, that's out of bounds,\" Girardi said, as reported by ESPN. \"But if it's the players (on the field) and the competitiveness of the players, that's in bounds to me.\" In 2017 the Yankees were fined for improper use of a dugout phone, conduct related to sign stealing, according to media reports. If you're gonna hit someone, aim low It's right there in the major league rule book. In the section about intentionally hitting a batter there is comment meant to act as guidance for umpires.  \"To pitch at a batter's head is unsportsmanlike and highly dangerous. It should be -- and is -- condemned by everybody. Umpires should act without hesitation in enforcement of this rule,\" it says for rule 8.02. But the unwritten rule is there are times when a pitcher is obligated to drill someone as payback. So, if a pitcher feels so compelled to throw at an opponent, he should plunk him where a bruise is the only concern.  To a non-baseball fan, the unwritten decorum around intentionally hitting an opponent can sound weird.  But yeah, if your teammate gets drilled and you're the pitcher, you better hit one of their guys. And then everyone rushes out on the field and punches might be thrown. You can argue, but don't make it about me Did you know umpires don't actually say \"Yer out!\"? They say, \"He's out.\" And they do not like it one bit when an opponent in an argument says something directed at him.  \"First, never curse an umpire. Curse the call, say it was a bleeping bad call, but never call the umpire a name. Try not to get personal,\" Earl Weaver, a famous manager who was kicked out of many a game, says in his book, \"Weaver on Strategy.\" As umpire Gary Cederstrom said, according to \"As They See 'Em: A Fan's Travels in the Land of Umpires\": \"The magic word is 'You.'\" No showing up the other team A pitcher isn't going to be feeling good after giving up a home run, that's pretty obvious, so it is frowned upon when hitters celebrate too enthusiastically.  It's fine for someone to throw the bat toward the dugout when he hits a homer, but don't make a show of it with a bat flip or a javelin-like toss.  Or don't stand there at the plate watching the flight of the ball as it leaves the field for a home run.  Overexuberance isn't something for the batter. Crossing the line can make the hitter's next plate appearance very interesting.  \"You should not pimp a home run. A little (celebration) is OK,\" says former major league player Matt Antonelli in a YouTube video about unwritten rules. No running that might run up the score Forget the fact that teams have blown double-digit leads. You can't steal when your team has a big lead, which for most players and managers isn't even 10 or more runs.  Some baseball people feel the line comes at five, because the most you can score with one swing of the bat is four. And the inning is also a factor. If it's 5-0 in the second, well, that's different than 5-0 in the ninth.  But it varies from team to team. Just last year, Yairo Munoz of the St. Louis Cardinals stole second AND THIRD in the fourth inning with his team leading the Pittsburgh Pirates 11-4 (they won 14-8). In the fifth, one of his teammates was hit by a pitch, but that might have been a coincidence.  Maybe the point is mostly moot; major league teams barely steal any bases these days. "], "Language": false}