{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/us/kathie-klages-ex-msu-gymnastics-coach-trial/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Yan, CNN"], "Writers": [["Holly Yan"]], "FirstPublishDate": ["2020-02-13T11:17:48Z"], "LastModifiedDate": ["2020-02-14T02:11:12Z"], "Headline": ["Ex-MSU coach Kathie Klages was told about Larry Nassar's abuse in 1997 but did nothing, former gymnast says. Now Klages is on trial"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A former coach accused of failing to stop Larry Nassar's abuse decades ago is now on trial, accused of lying about what she knew of the doctor's sexual misconduct. Kathie Klages, a former Michigan State University women's gymnastics coach, is charged with two counts of lying to a peace officer -- one felony count and one misdemeanor count. \"While investigating how Larry Nassar was able to get away with sexually assaulting hundreds of individuals on and off Michigan State's campus, Klages denied to Michigan State Police detectives having been told prior to 2016 of Nassar's sexual misconduct,\" the Michigan attorney general's office said in a statement.  \"Witnesses have said that they reported Nassar's sexual abuse to Klages dating back more than 20 years.\" Nassar, once a prominent team doctor for Michigan State and USA Gymnastics, was sentenced to 40 to 125 years in prison after almost 200 girls and women shared their stories of sexual abuse. A former gymnast confronts Klages 23 years later in court One of the first gymnasts to report Nassar's abuse, Larissa Boyce, said she told Klages back in 1997. But nothing happened.  At the time, Nassar was a widely revered sports doctor famous for treating Olympians.  \"He was the doctor for ... the gymnasts in the Olympics, so we really respected him,\" Boyce testified Tuesday, according to CNN affiliate WILX. But at age 16, while she was a member of MSU's youth gymnastics program, Boyce said she reluctantly reported abuse to Klages, who was also the head of the youth gymnastics program.   \"I told Kathie Klages I had been sexually assaulted by Larry Nassar,\" Boyce testified Tuesday, according to WILX. \"After I told her, she said, 'I've known Larry for years and years. There's no way he would do anything inappropriate.'\" Boyce said Klages \"raised a piece of paper and said, 'I could file this. But there are going to be very serious consequences for you and Larry Nassar.'\" The ordeal led to the end of Boyce's gymnastics career, she testified.  \"I ended up hating gymnastics after that point,\" Boyce said. \"I felt everyone looked at me and thought I was a troublemaker.\"  But Klages' attorney Takura Nyamfukudza accused a prosecutor of trying to \"take down a high profile target,\" Klages, WILX reported.  He also told jurors that Klages was being asked to recall what allegedly happened more than two decades ago.  Klages' daughter and son testified for the defense Thursday, saying they both knew and had been treated by Nassar in the 2000s, WILX reported.  Daughter Raven Slaght said \"yes\" when asked whether she agreed there had been \"nothing inappropriate\" in the doctor's interactions with her.  MSU Associate Athletic Director Rick Atkinson testified that Klages \"didn't interact with many of the youth participants,\" according to WILX.  Jury deliberation is expected to start Friday.  If convicted, Klages faces up to four years in prison for the felony count and up to two years for the misdemeanor count, the Michigan attorney general's office said.  'This could have stopped in 1997' Prior to the trial, Boyce said dozens of athletes might have been spared from sexual abuse had her complaint been taken seriously decades ago.  \"This could have stopped in 1997,\" she said. \"I was not protected by the adults I trusted.\"  Boyce isn't the only former gymnast who said Klages dismissed a complaint about Nassar's abuse.  Lindsey Lemke told Klages in 2016 that Nassar had sexually abused her, according to a statement sent through the law firm Manly, Stewart & Finaldi.  But Klages told Lemke that Nassar's procedures were legitimate and encouraged her and other gymnasts to sign a \"sympathy card\" for Nassar, the statement said. \"It is such a relief to finally see the truth come out about Klages,\" Lemke said in the statement.  \"When I first exposed her failure to protect her athletes from Nassar, I received enormous criticism and personal attacks from her supporters at MSU. This is why victims of sexual abuse suffer in silence, because people in power bully them and enable predators.\""], "Language": false}