{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/health/golfing-early-death-risk-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-12T10:00:20Z"], "LastModifiedDate": ["2020-02-12T13:07:57Z"], "Headline": ["Playing golf may help older adults live longer, study says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["President Trump has spent more than 260 days at one of his golf clubs during his first three years in office as of February 2, according to CNN's tally.  Now he can rest easy knowing that time hasn't gone to waste, according to preliminary research, which found that playing golf at least once a month can lower older adults' risk of premature death.  Golf is played by nearly 25 million people in the US, according to the National Golf Foundation.  It's also one of the most popular sports among older people in many countries, which is why the study's authors at the Zeenat Qureshi Stroke Institute say it's an option for older adults who want to add physical activity in their lives.  \"The intensity level of the activity is such that it can be maintained for a longer period of time, and it's something that maintains the interest of the individuals so people can continue it on a regular basis,\" said Dr. Adnan Qureshi, the study's lead author and neurology professor at the University of Missouri.  The complete findings will be presented later in February at the American Stroke Association International Stroke Conference in Los Angeles.  Why golf can improve your health  To test whether regularly playing golf reduced the risk of heart attack, stroke and/or death among senior adults, the researchers analyzed data from the Cardiovascular Health Study, a study of risk factors for heart disease and stroke in adults 65 or older.  From 1989 to 1999, participants had yearly clinical exams and visits every six months. Once the visits ended, participants were contacted to determine whether they'd had a heart attack or stroke.  Some 384 people out of nearly 5,900 participants regularly played golf, which the study defined as playing it at least once per month.  In the follow-up period, there was no difference in the rates of heart attack or stroke among regular golf players, so golfing wasn't found to be a protective factor against stroke and heart attack incident specifically.  However, when comparing death rates among golfers and non-golfers, researchers found that golfers had a more than 8% lower death rate (from all causes) than non-golfers. While playing golf hasn't been shown to reduce risk of heart attack and stroke, golf as a protective factor against early death risk is a suitable activity option for older adults due to its low impact and relaxed nature, the authors said.  \"Due to its social nature and controlled pace, people often maintain motivation and the ability to continue playing the sport even in older age and after suffering heart attack or stroke,\" Qureshi said.  \"While walking and low intensity jogging may be comparable exercise, they lack the competitive excitement of golf. Regular exercise, exposure to a less polluted environment and social interactions provided by golf are all positive for health.\" Getting enough exercise is most important Though there was a lower death rate among golf players compared to non-golf players, Dr. Ulf Ekelund, sports medicine professor at the Norwegian School of Sports Sciences, said he doesn't \"think we can conclude from this study that golf reduced the risk of early death.\" Ekelund was not involved in the study.  Ekelund said that since the study didn't consider certain factors about non-golfers such as whether they smoked cigarettes or engaged in other unhealthy behaviors, the results could mean that golfers are \"generally healthier.\" The study also didn't note whether regular golfers walked or drove golf carts when they played. \"Other studies have consistently shown that physical activity of any intensity is associated with a reduced risk of death,\" he said. \"If older individuals like to play golf, they should continue, but I am sure regular walking is equally good for health and longevity.\"  There are several other healthful habits that people can adopt to lower their risks of dying early.  Studies have shown that getting enough sleep, eating a balanced diet and avoiding \"ultraprocessed foods\" can all lower chances of premature death. Owning a dog has been tied to lowering people's risk of dying early by 24%, too.  Additional studies are needed to determine whether playing golf can prevent heart attack and stroke incident, but the authors said the sport is one recommendation doctors can make to older patients when discussing options for exercise.  \"Golf may actually have that combination where it actually is motivating enough for individuals to continue on a regular basis, and yet, provide enough physical activity to derive a cardiovascular and physiological benefit,\" Qureshi said."], "Language": false}