{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/health/sports-boys-toxic-parenting-wellness-strauss/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elissa Strauss, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-11T11:01:11Z"], "LastModifiedDate": ["2020-02-11T11:01:11Z"], "Headline": ["Why sports can be so toxic to boys and how we unravel that culture"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Organized sports provide boys with what is probably the most influential education on masculinity. There are plenty of good lessons being taught to our sons out on the field or the court. They learn focus, grit and the importance of teamwork. There are also, sadly, a lot of bad ones too. Sports' informal curriculum on masculinity is often a crash course in machismo. It teaches boys to suppress vulnerability, and harness aggression and dominance. Winning is everything. Don't cry like a girl, don't throw like a girl, and don't run like a girl; do any of the above and you will, pejoratively, and maybe even violently, be called \"gay.\" Also, don't be gay. This education starts early. At the end of one of my first-grade son's soccer games this past fall, the opposing team aggressively chanted \"we won\" over and over again as they high-fived our team at the end of the game. No matter that this league doesn't keep score for this age group, nor that this goes against the most basic understanding of human decency. Neither their coach, nor a single one of their parents, told them to stop. We are amid a much needed reckoning with masculinity, and have begun thinking hard about the way certain elements of the gender education boys receive can be harmful to them and others. As part of this reckoning, many coaches and parents (my son's former rivals notwithstanding), have begun to consider what they are getting right with young male athletes, and what they are getting wrong.  How to talk to young athletes Dan Blitstein, a volunteer youth soccer coach and coach advisor, can easily recall the unsettling emotions he felt as a child while playing sports. \"There was this one time, before a soccer game, when a player on my team pushed me. I remember feeling these conflicting desires. On one hand, I want to beat the [you-know-what] out of him, because I was a boy and that is what I was supposed to do. But I didn't want to. Then I started crying because I felt so conflicted and confused, and didn't know how to articulate how I was feeling.\" Today, Blitstein tries to make sure that the boys he coaches have a decent emotional vocabulary to avoid the jumble of rage and confusion he felt as a child. In addition to helping them express themselves, he also gives them the space and time to share their thoughts and feelings, and treats them as though these thoughts and feelings matter. Such an attitude is increasingly common among youth coaches but not yet the norm, said Ruben Nieves, National Director of Training at the Positive Coaching Alliance, a national nonprofit aimed at making youth sports a more positive and character-building experience.  One of PCA's key messages is that coaches should value player growth over winning, and a big part of helping children grow as athletes -- and people -- is by listening to them. \"There should be no, 'Because I told you so,' which can teach kids not to worry about other people's feelings,\" Nieves said. When it's time for a pep talk, he added, coaches should focus on character and team-building traits, rather than taking down the opponent. \"The modern coach is more willing to talk and engage with their players about kindness, friendship, love and empathy,\" he said, explaining that these touchy-feely subjects used to feel off-limits in the traditionally tough and stoic atmosphere of sports. \"These coaches know that athletes who have a strong emotional intelligence are going to be more emotionally healthy and are going to perform better together.\"  Part of building emotional intelligence, Nieves said, is making room for crying. He's seen more tears in competitive sports in the past decade, and tries to tell the athletes in his life that when someone cries they are showing just how much they care — and caring is a good thing. Nieves also suggests keeping the pep talks gender-neutral. \"Talk about being a better person, not a real man,\" he said. Doing this makes it less likely that they will see their worth as an athlete and worth as a male human being as one and the same. The fewer prescriptive messages boys hear about what it means to be a man, the less they will feel pressure to live up to certain masculine ideas — and the less they will feel like a failure if they don't.  Also, keeping the language gender neutral makes sports a more hospitable place for LGBTQ boys and young men, who may not feel comfortable with binary gender labels, or the gender essentialism compressed into a phrase like \"real man.\" Though even as sports teams might shed some of their hierarchical elements, sports will always be, by nature, hierarchical. There are winners and losers; bests and worsts. Lesle Gallimore, a former Division I women's soccer college coach and past president of United Soccer Coaches, an organization for soccer coaches of all levels, said there is a way to foment competition and facilitate confidence and even a little swagger, without excessive cockiness. \"You can teach kids to celebrate the win, without demeaning the other team,\" she said. What qualifies as demeaning? Gallimore suggests considering the Golden Rule. How would I want to be treated if my team lost? Coaches can also, in the case of a hard match or a loss, use sports to teach boys about humility. \"The best thing about sports for me is the unpredictable nature of it. You can train and train, but there will always be an element that you can't control,\" Blitstein said. \"You have to roll with it, work together, adjust, and keep going.\" This is also, of course, the case with life, and it's a lesson that counteracts so much of what is often labeled as the \"toxic\" elements of masculinity. Boys need more opportunities to learn that we don't always get what we want; that it's okay to, fairly and respectfully, fight for things. But sometimes a loss is a loss, and \"no\" means \"no,\" and those moments demand acceptance and even a little grace. Coaches and parents need to watch their own behavior Many of the lessons on masculinity taught in sports come not through what adults say to kids, but how adults act with one another. Today, coaches and parents tend to treat youth sports as extremely high stakes -- never mind the absolutely tiny chance that any single kid will become a college (let alone professional) athlete. Winning is everything to so many adults, and if getting there seems to demand rage, they will rage. Parents scream at coaches and other parents, and coaches scream at parents and other coaches. Everyone screams at referees. \"If you listen and look, it's questionable whether people are enjoying this,\" Nieves said about a number of recent youth sports matches he attended. \"People are angry. The kids are crying ... because adults are yelling at them. Because mom is embarrassing me and making a scene on the sidelines, and the coach never lets me handle the ball,\" all because he or she only cares about winning. When youth players see the adults getting angry, behaving disrespectfully and prioritizing winning above everything else, it gives them permission to behave the same way.  Another problem with today's coaches is that they are, in the case of male teams, rarely women. Sexism in the world of coaching is still ubiquitous; it's commonplace to see men coaching girls and women, but rare to see women coaching men. \"The more boys can be coached by women, the less toxic masculinity\" you will see, Gallimore said. \"With female coaches, they are typically held more accountable for the way they talk about the opposite sex.\"  When boy athletes are coached by women, they learn to respect women, and also might be exposed to different models of leadership.  Men are socialized to lead by force, whereas women are socialized to lead by way of relationship building. This latter model tends to involve more listening, and taking the time to understand who the athlete is outside of sports. Gallimore doesn't think these skills are limited to women by any means, but they could become more commonplace if more women were given high-level coaching jobs with both genders. Until there are more women coaches, and fewer alpha-male ones, parents will have to take some of this into their hands. They might consider having the same behavioral expectations for their sons on the field or the court as they do off it. Excessive aggression or rudeness should be no more tolerated during a game than it is during family dinner. They should also respect their children's feelings during or after a game, and encourage their kids to respect the feelings of others, be it their teammates, their opponents, coaches or referees. If the culture of the team makes any of this difficult, it's probably time to switch teams."], "Language": false}