{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/us/john-altobelli-memorial-service/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, Paul Vercammen and Amir Vera, CNN"], "Writers": [["Dakin Andone", "Paul Vercammen", "Amir Vera"]], "FirstPublishDate": ["2020-02-10T10:36:56Z"], "LastModifiedDate": ["2020-02-11T02:42:51Z"], "Headline": ["John Altobelli, his wife and daughter honored at a memorial service at Angel Stadium"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The close-knit world of Southern California baseball was on full display Monday as friends and family gathered at Angel Stadium in Anaheim, California, to honor a baseball coach and his family who died in a helicopter crash two weeks ago.  The memorial for Orange Coast College baseball coach John Altobelli, his wife, Keri, and their daughter Alyssa drew a crowd of not only close loved ones, but baseball players and coaches affected by Altobelli. The helicopter crash on January 26 also killed Kobe Bryant, his daughter Gianna and four others.  Altobelli, 56, had been preparing for his 28th season with the Orange Coast Pirates after securing the team's fourth state championship last year, according to the athletics department of the Costa Mesa school. \"John meant so much to not only Orange Coast College, but to baseball,\" the community college's athletic director, Jason Kehler, said at the time of Altobelli's death. In an upcoming ESPN E60 video shown during the memorial, someone called Altobelli the \"Kobe Bryant of baseball\" because he \"knew how to win.\" But it wasn't just his passion for baseball that made him a great coach. \"The reason why he was a coach was to positively impact a lot of those guys and give them a chance not only to be successful on the baseball field, but afterwards as a husband, as a father, that's what he really wanted from his players,\" said J.J. Altobelli, the coach's 29-year-old son.  \"It's been unreal the amount of support and love our family has gotten in this situation and it just shows how special my dad, Keri, and Alyssa all were.\"   Nate Johnson, who took over as the new Orange Coast College head baseball coach, told CNN every team from the conference came to the memorial Monday.  \"They're not our rivals, they're our friends and we enjoy playing against them. To have them out to support us, it means the world,\" Johnson said. \"Every time you look down the dugout (Altobelli has) been the face that you've seen. Now when you show up every day, he's not there, that's kind of the hardest part.\"  The family members of Orange Coast College players expressed the pain they, too, were feeling.  Center fielder Logan Jackson's aunt, Audrey, said her nephew was recruited by Altobelli.  \"This is his first year there and he had amazing experiences in the few months he was able to learn from that coach. He was looking forward to being able to learn from him and be part of the legacy that this coach has created at that school,\" she said.  Jim Fregosi Jr.'s son, Joey, played for Altobelli as well.  \"He did a great job of getting his players to go on to four-year colleges to get an education,\" Fregosi said.  Hundreds honored Alyssa at a candlelight vigil late last month, where they remembered the 14-year-old as a loyal friend and wore shirts that said, \"Live Like Lyssa.\"  Sammy Forbath, Alyssa's best friend, spoke Monday about the last time she saw her and about her friend's dedication to basketball.  \"Alyssa had the hardest work ethic out of anyone I've ever known. She always worked 110%, even when no one was watching,\" Sammy said. \"Alyssa, thank you for eight years of friendship, eight years of laughter and eight years of smiles.\"  Alyssa and Gianna were teammates at the Mamba Sports Academy. On January 26, the Altobellis were traveling with Bryant, Gianna and others to Thousand Oaks for a basketball game when their helicopter crashed in the hills of Calabasas, killing all nine on board.  John Altobelli and Keri are also survived by a 16-year-old daughter, Alexis Altobelli. In lieu of flowers, supporters are asked to donate to a GoFundMe for J.J. and Alexis Altobelli or a memorial fund by the college, the athletics department said. A memorial for Kobe Bryant and his daughter is planned for February 24 at the Staples Center in Los Angeles. CORRECTION: This story has been updated to correct the name of the Major League Baseball team that plays at Angel Stadium. They are the Los Angeles Angels. "], "Language": false}