{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/10/sport/gallery/what-a-shot-0209/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Andrew D. Bernstein/NBAE/Getty Images", "Alessandro Trovati/AP", "Kyle Rivas/Getty Images", "Gerry Broome/AP", "Kirill Kudryavtsev/AFP/Getty Images", "Eric Christian Smith/AP", "RvS.Media/Monika Majer/Getty Images", "Alex Grimm/Getty Images", "Brian Spurlock/USA Today Sports", "Philipp Guelland/EPA-EFE/Shutterstock", "Troy Taormina/USA Today Sports", "Nic Bothma/EFE-EPA/Shutterstock", "Michael Wyke/AP", "Tim Clayton/Corbis/Gettyg Images", "Ed Zurga/Getty Images", "Mohammed Mahjoub/AFP/Getty Images", "Marcio Machado/Eurasia Sport Images/Getty Images", "Laurent Gillieron/Keystone/AP", "Chris Tanouye/Getty Images", "Mark J. Rebilas/USA Today Sports", "Michael Reaves/Getty Images", "Eric Bolte/USA Today Sports", "Mohd Rasfan/AFP/Getty Images", "Vyacheslav Oseledko/AFP/Getty Images", "Loic Venance/AFP/Getty Images", "Michael Steele/Getty Images", "Stuart Franklin/Getty Images"]], "FirstPublishDate": ["2020-02-10T06:43:16Z"], "LastModifiedDate": ["2020-02-10T18:11:56Z"], "Headline": ["What a shot! 27 amazing sports photos"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["LeBron James goes in for a dunk during an NBA game against Houston on Thursday, February 6. Italian skier Giovanni Borsotti falls during a parallel giant slalom race in Chamonix, France, on Sunday, February 9. Thousands of fans gather for the Kansas City Chiefs' Super Bowl parade on Wednesday, February 5. Duke guard Tre Jones shoots over North Carolina players to send the rivalry game into overtime on Saturday, February 8. Duke won 98-96 when freshman Wendell Moore Jr. scored another buzzer-beater in the extra frame. Lala Kramarenko, a rhythmic gymnast from Russia, competes during Alina Kabaeva's Champions Cup in Moscow on Friday, February 7. Houston's Russell Westbrook looks at referee CJ Washington after a foul call on Tuesday, February 4. Westbrook sat out the game against Charlotte because of a sprained thumb. Daniel Brodin, a winger with Swiss hockey team Fribourg-Gotteron, scores a goal against Lausanne on Saturday, February 8. Kevin Lerena punches Firat Arslan during their cruiserweight title fight on Saturday, February 8. Lerena defended his IBO title with a sixth-round stoppage. Former Indiana basketball coach Bob Knight waves to fans on Saturday, February 8, after returning to the school for the first time since his firing 20 years ago. Knight was there with players from Indiana's 1980 team, which was being celebrated at halftime of a game against Purdue. Austrian skier Nina Ortlieb trains Friday, February 7, for a World Cup downhill race in Garmisch-Partenkirchen, Germany. Zion Williamson stretches for a loose ball during an NBA game in Houston on Sunday, February 2. Tom van Steenbergen catches air Thursday, February 6, while practicing for a freeride mountain-biking event in Stellenbosch, South Africa. Costa Rica's Maria Coto, left, and the United States' Christen Press go for a header during an Olympic qualifier on Monday, February 3. Press scored twice as the Americans won 6-0. Gael Monfils loses the grip of his racket as he plays a shot in Montpellier, France, on Saturday, February 8. Kansas' Christian Braun is fouled by Texas' Kai Jones during a college basketball game in Lawrence, Kansas, on Monday, February 3. Nasser al-Attiyiah and co-driver Matthieu Baumel kick up dust on their way to winning the Oman International Rally on Thursday, February 6. Skiers are pulled by horses during a skijoring race in St. Moritz, Switzerland, on Sunday, February 9. American dancer Katelyn Yang performs during the first day of the Prix de Lausanne, an international dance competition in Montreux, Switzerland, on Monday, February 3. David Jesus, left, fights Brett Jacklin during an Ontario Hockey League game on Friday, February 7. Drag racer Shawn Reed blows an engine Saturday, February 8, while qualifying for the Winternationals in Ponoma, California. Actor Josh Duhamel, left, and NFL football player Kyle Rudolph celebrate together at the 3M Celebrity Challenge, a charity golf event at California's Pebble Beach Golf Club on Wednesday, February 5. Columbus goalie Elvis Merzlikins makes a goal-line save against Montreal's Brendan Gallagher during an NHL game on Sunday, February 2. MotoGP champion Marc Marquez takes a corner during winter testing in Sepang, Malaysia, on Sunday, February 9. Players from Canada and France compete in a horse-ball match in Kok-Jar, Kyrgyzstan, on Sunday, February 9. PSG's Presnel Kimpembe, left, heads the ball during a French league match against Nantes on Tuesday, February 4. Harlequins' Gabriel Ibitoye dives for a try during a Premiership Rugby match in Exeter, England, on Sunday, February 2. Cyclists race during the fifth stage of the Saudi Tour on Saturday, February 8. See 24 amazing sports photos from last week"], "Language": false}