{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/us/kobe-bryant-los-angeles-times-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-02-08T22:51:00Z"], "LastModifiedDate": ["2020-02-09T12:09:29Z"], "Headline": ["Kobe Bryant talked family and elevating female athletes in last interview with LA Times columnist"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In his last interview with a Los Angeles Times sports columnist, Kobe Bryant, of course, talked about basketball and the LA Lakers.  But he also spoke about being a family man and how he wanted to elevate youth and women's sports, according to audio of the interview released by the LA Times Saturday.  When asked why he didn't attend many Lakers home games, Bryant said he'd rather spend time at home. \"I have gone through 20 years of the majority of my career with my kids Natalia and Gianna without being able to have that consistently,\" Bryant said.  \"So for me to make a trip up to the Staples Center, that means I'm missing the opportunity to spend another night with my kids, and I know how fast it goes. Natalia is 16 and Gianna is 13. So that time came and went and so I want to make sure that the days I'm away from them, are days that I absolutely have to,\" he said. \"I'd rather just be hanging with them.\" The interview is from October, just a few months before Bryant, his 13-year-old daughter Gianna and 7 others were killed in a helicopter crash. Columnist  Arash Markazi decided to drive two hours to meet Bryant for a 17-minute interview.  \"It was one of the best decisions I've ever made in my career,\" Markazi wrote.  He loved Gianna's curiosity Markazi asked Bryant about his relationship with Gianna, who went by Gigi, and coaching her youth basketball team.  \"It's a trip to see her move and the expressions that she makes,\" Bryant said. \"It's a trip, you know, the genetics. Genetics is a real thing, man.\"  He continued: \"What I love about Gigi is her curiosity about the game ... Even in a very heated situation in a game where it's very competitive and back and forth, she can detach herself and come over and ask a very specific questions, which is not common.\"  \"All of our girls can do that,\" Bryant said, \"but the part that I think is most exciting is that it's her curiosity and her ability to think critically in tight situations, (that's) pretty damn cool.\"  Bryant was asked about imagining his daughter moving away to play ball in college, and like many fathers he admitted, \"you never want to see your kids leave home, but eventually they have to.\" He wanted to support girls and women in sports Bryant also shared his thoughts about elevating female athletes, saying that he'd always been a \"big supporter of the women's game.\" But having daughters who play sports -- his oldest, Natalia, plays volleyball -- was a big part of his desire to help push women's sports forward.  \"Just trying to enhance the women's game, not just in basketball but in volleyball and other sports, is extremely important. Anything I can do to help, I'm gonna do.\"  He pointed to coaching his team at the Mamba Sports Academy, and telling the players and coaches that it was a group effort to win. Similarly, \"this is a joint effort to raise the women's game,\" he said.  Markazi also asked Bryant about his legacy, and whether he saw the Mamba Academy and youth sports playing a big role in how he was remembered.  \"Hopefully,\" he said, \"if we do it the right way, we're known more for what we did after than what we did during.\"  \"I think you can have a lasting impact,\" he said. \"I mean winning championships, that's great. Building families, that's great. But when you can create stories and create moments and events and companies that can provide opportunities ... and inspire kids and create situations where people can be better, I think that has a lasting impact, more so than winning championships does.\" "], "Language": false}