{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/sport/french-ice-skating-resign-sex-abuse-scandal-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse and Martin Goillandeau, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-08T14:49:50Z"], "LastModifiedDate": ["2020-02-08T14:49:50Z"], "Headline": ["French ice-skating federation president resigns over sex abuse scandal"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The president of France's national ice-skating federation Didier Gailhaguet resigned on Saturday over criticism of his handling of sex abuse allegations against a former national coach.  Gailhaguet's resignation comes after claims of rape and sexual harassment against Gilles Beyer by former skaters he had trained.  \"In the spirit of conciliation, I took the sensible decision to resign with philosophy, dignity but no bitterness,\" Gailhaguet, 66, told journalists in Paris on Saturday. In a book published last week, Sarah Abitbol, a former pairs skater and World bronze medalist who is now 44, accused Beyer of raping her several times from 1990 to 1992 when she was between the ages of 15 and 17.  Several other former skaters have come forward in French media and made claims of sexual abuse or harassment against Beyer in the past week. In a press conference on Wednesday, France's sports minister Roxana Maracineanu had called for Gailhaguet's resignation.  The minister accused him of calling for Beyer in 2011 to rejoin the junior team management, where he worked closely with young children -- ten years after the coach had been suspended for inappropriate behavior towards young skaters. Visit CNN.com/sport for more news, features, and videos Up until now, Gailhaguet had refused to stand down, telling reporters he had \"absolutely not protected\" the former national coach.  It's not his first brush with controversy. He has held the top position at France's national ice-skating federation for several, nonconsecutive terms since 1998. Between 2004 and 2007, he was suspended by the International Skating Union over a judging scandal at the 2002 Olympics in Salt Lake City."], "Language": false}