{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/us/kobe-bryant-memorial-service/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy and Chloe Melas, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T22:18:53Z"], "LastModifiedDate": ["2020-02-07T18:43:23Z"], "Headline": ["Kobe Bryant memorial service will be held February 24 at Staples Center"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A memorial service for Kobe Bryant and his daughter will be held February 24 at the Staples Center in Los Angeles, nearly a month after they and seven others were killed in a helicopter crash, Vanessa Bryant announced Friday.  The basketball legend's widow shared details of the memorial in a post on Instagram, calling the event a \"celebration of life.\" The service will begin at 10 a.m. local time, according to her post, which said more details were forthcoming. No information about tickets has been shared. The date 2/24 could be symbolic, as Kobe Bryant wore No. 24 in the latter part of his illustrious NBA career and his daughter, Gianna, wore No. 2 for her youth basketball teams. Vanessa Bryant's post Friday was captioned, \"#2, #24 #20 years as a Laker.\" Kobe Bryant and Gianna were among nine people killed when their helicopter, headed to a youth basketball tournament, crashed on a foggy Sunday morning.  The other victims were Gianna's teammates Alyssa Altobelli and Payton Chester; Alyssa's parents, John and Keri; Payton's mother, Sarah; assistant girls basketball coach Christina Mauser; and helicopter pilot Ara Zobayan. An area in front of Staples Center, until recently, was the site of a massive fan memorial comprising flowers, jerseys and other mementos.  The arena seats about 20,000 people for non-sports events. It has also hosted memorials for Nipsey Hussle and Michael Jackson, the 2009 event for which 17,000 tickets were given away. The memorial event for Bryant and Gianna falls on a Monday between two Lakers home games. It is scheduled several hours before a home game of the NBA's Los Angeles Clippers and the morning after the NHL's Los Angeles Kings play at home. It only takes about two hours to position the basketball floor over the ice rink, officials have said. "], "Language": false}