{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/business/mets-sale-steve-cohen/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-02-07T16:19:59Z"], "LastModifiedDate": ["2020-02-07T16:19:59Z"], "Headline": ["Deal to have hedge fund billionaire Cohen buy the Mets falls apart"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Hedge fund billionaire Steve Cohen won't be buying the Mets, dashing the hopes of fans who thought they would get a new owner with deep pockets to spend on players. Cohen and the Wilpon family, the current owners, had worked out a tentative deal in December under which Cohen reportedly would have paid $2.6 billion for an 80% stake in the team. He already owns 8% as a limited partner. But he would not have taken control of the team for five years under the original agreement. But the deal fell apart and the two sides acknowledged late Thursday it will not happen. The Wilpons, speaking through their privately-held company Sterling Partners, said they will now look for another buyer. \"The transaction between Sterling and Steve Cohen was a highly complicated one. Despite the efforts of the parties over the past several months, it became apparent that the transaction as contemplated would have been too difficult to execute,\" they said in the statement. \"Sterling intends now to pursue a new transaction and has engaged Allen & Company to manage that process.\" The Mets had 2018 revenue of $340 million and a valuation of $2.3 billion, according to Forbes, a leading source of information on team finances. But that is a fraction of the value of their crosstown rival Yankees, worth twice as much according to Forbes. \"I'm very disappointed we couldn't work out a deal, but as an 8% holder I'm looking forward to a higher bid for the team,\" said a statement from Cohen released through his hedge fund, Point72. \"I want to thank the fans for their support and the respect they showed me and I want to thank Commissioner Manfred and MLB for their support through the process. I gave it my best shot.\" At a press conference, baseball commissioner Rob Manfred defended the Wilpons against charges in New York sports media that they were to blame for the deal falling apart. \"I can tell you, and it's based on conversations with the buyer and the seller on an ongoing basis, the assertion that the transaction fell apart because of something the Wilpons did is completely and utterly unfair,\" Manfred said. The Wilpons are frequently criticized by fans for not spending as much on players as some of The Mets' rivals, both teams in its division such as the Philadelphia Phillies and Washington Nationals, and across town where the Yankees regularly have one of the biggest payrolls in sports.  The Wilpons lost money by investing with Ponzi scheme operator Bernie Madoff, and have been dealing with the fallout from that for the last 11 years. After they were forced to give back $303 million they had withdrawn from Madoff's fund before its collapse, they went looking for people to buy minority stakes in the team to help fund operations. Cohen first bought a stake in the team in 2012. The team also received financial support from Major League Baseball. Cohen is worth $13.7 billion according to Forbes' real time Billionaire Tracker. While he has had success in the world of finance, he's also had his share of problems. His previous firm, SAC Capital Advisors, pleaded guilty to insider trading charges and paid a $1.8 billion fine. SAC got its name from Cohen's three initials. But Cohen, who was banned from managing money for two years after the firm's guilty plea, was able to return to managing outside money in 2018 under a settlement with the Securities and Exchange Commission. He had been facing a lifetime ban before that settlement."], "Language": false}