{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/sport/fabio-wibmer-bike-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Story and video by Noura Abou Zeinab, for CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-07T10:39:56Z"], "LastModifiedDate": ["2020-02-07T10:53:52Z"], "Headline": ["Fabio Wibmer wows the world with daredevilry on two wheels"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["You might never look at riding a bike in the same way again once you've seen Fabio Wibmer in action. The 24-year-old Austrian athlete is wowing people all over the world -- he's got almost six million social media followers -- thanks to his jaw-dropping street trial and mountain biking skills. \"People were saying I'm completely crazy, out of my mind and you know, stupid as well,\" Wibmer, a self-made professional biker and documentary filmmaker, told CNN Sport. His career has taken him from obsessively training each day after school to the streets of Paris, Hamburg, Tenerife and Vancouver where he's showcased his daredevilry. Born in Oberpeischlach -- a village in southern Austria with just 104 inhabitants -- Wibmer started riding motocross at the age of six and even took part in the Motocross World Championship in Italy in 2011. But after watching a video of stunt rider Danny MacAskill, the Austrian became hooked on biking.  \"Since that day, I pretty much fell in love with the sport,\" says Wibmer. He was subsequently one of 15 young bikers selected by MacAskill to attend his \"License to Trial\" workshop and Wibmer then joined the Scot's \"Drop and Roll\" tour. READ: The children's game that's got professional athletes playing and millions watching online 'Insane'  The Austrian has become one of the best-known faces in the biking scene and his stunt videos on YouTube have had over 500 million views.  Even so, it's the moment Wibmer reached a thousand views that is still etched in his mind: \"It was like already super crazy and just like insane at that time.\" Wibmer's face lights up with excitement as he describes the thrill of navigating flights of stairs at speed -- the Austrian's \"Urban Freeride Lives 3\" video sees him travel from Lyon to Paris and conquer the cities' steps.   \"We couldn't really believe how many stairs there were. And it was pretty much the perfect playground for the video,\" said Wibmer, referring to Lyon, which is his favorite city for biking.  Viewed over 13 million times, the video begins with one of Wibmer's hardest stunts. He flies down the city's famous stairs -- \"The Lyon 25,\" a 25-step stairway known for its frightening size. When he arrives in Paris he turns the Eiffel Tower into his biking playground. Wibmer's first 2020 video -- \"Israel Is My Playground,\" which has already clocked up millions of views -- follows him on his bike through Jerusalem's most iconic souks, castles and boulevards to the desert.   READ: Acrobatic daredevils perform on world's largest trampoline 'Way too many ideas' But with popularity comes heightened expectation -- as well as pressure -- so Wibmer is conscious of trying to make each video better than the last. \"It's kind of like a challenge to try to avoid those thoughts somewhere in your head and to, you know, overcome them,\" says Wibmer, recalling the moments of doubt he has had to confront. One of his videos -- \"Some of My Hardest Crashes\" -- focuses on the injuries Wibmer has suffered, including broken bones and deep wounds after he's crashed into streetlamps or fallen off construction sites. \"'To The Limit' is a good example to show people on how we think, our experience as athletes, that we are not dumb and like completely fearless,\" said Wibmer of about his new documentary, which delves into the ups and downs of what it's like to be an extreme sports athlete. Despite the risks he faces when he's riding his bike, Wibmer isn't planning on retiring anytime soon. \"I don't know when it's going to end or what's going to be in my last video, but I've got way too many ideas right now.\""], "Language": false}