{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/business/tennessee-lgbtq-bills-companies-letter-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T22:33:53Z"], "LastModifiedDate": ["2020-02-06T23:15:19Z"], "Headline": ["Amazon, Nike and American Airlines join nearly 150 companies opposing Tennessee's anti-LGBTQ bills in a letter to lawmakers"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Amazon, Nike, American Airlines and dozens of other companies have taken a stand for LGBTQ rights in Tennessee. They are among the nearly 150 companies that signed a letter opposing Tennessee's anti-LGBTQ laws. The collective, known as the Tennessee Businesses Against Discrimination, specifically calls out HB 836, a law that allows foster care and other child welfare organizations to refuse to place children into foster care or adoptive families that might violate their \"religious or moral convictions.\" The collective requests that lawmakers not pursue any further legislation that targets and excludes the LGBTQ community. The Nashville LGBT Chamber of Commerce, LGBTQ media advocacy organization GLAAD, the Human Rights Campaign and Freedom for All Americans organized the letter.  The letter comes after Tennessee Gov. Bill Lee signed HB 836 into law on January 24.  \"We believe Tennessee's continued growth and innovation rely on the state being open and welcoming to everyone,'' the letter published on February 5 said.  \"Policies that signal that the state is not welcoming to everyone put our collective economic success at risk,\" the letter said. \"We ask that lawmakers not pursue any futher legislation what would target or exclude LGBTQ people, which would do harm to Tennesseans and create unnecessary hurdles to economic competitiveness.\" CNN has reached out to the governor's office for comment but has not yet heard back. GLAAD Chief Communications Officer Rich Ferraro, told CNN that one of the largest companies -- FedEx -- with its headquarters in Tennessee, refused to sign the letter.  In a statement, FedEx told CNN, \"While FedEx is frequently approached to support advocacy efforts on a range of issues that often align with the company's policies and practices, we prefer to demonstrate our values through the civic and charitable relationships that we support and the important work those organizations do for communities around the world. FedEx is as diverse as the world we serve, and we strive to provide an inclusive workplace in which all team members feel safe and respected.\" Here are anti-LGBTQ related Tennessee bills, and their current status.  HB 1572/SB 2077: Transgender students in sports Transgender student athletes could only compete against other athletes of the same biological sex. Schools that violate the bill would be fined up to $10,000. The Senate Education K-12 Subcommittee began consideration of the bill on January 15, 2020.  HB 1274/SB 1499: The bathroom bill Students, faculty and staff could only use restrooms and locker rooms that correspond with their biological sex. The Committee on State and Local Governmental Operations received the bill on May 1, 2019.  HB 1369/SB 1282: The marriage bill This bill says marriage between a man and a woman remains the law in Tennessee \"regardless of any court decision to the contrary.\" The Subcommittee on Children and Families was assigned HB 1369 on February 13, 2019. SB 1282 passed on second consideration in February, 2019 and got referred to the Senate Judiciary Committee. HB 0563/SB 0364: The government's involvement in businesses  The government couldn't take discriminatory action against a business based on its internal policies. The House passed on first consideration on March 25, 2019. For SB 0364, it got deferred in committee with plans to take it up during the 2020 legislative session. Businesses and tourism fuel Tennessee's growth   Last year, Amazon announced the addition of  5,000 jobs and began hiring software development engineers and other nontechnical jobs at all skill and education levels, according to the company's website for jobs. The company has said it planned to invest $230 million in Tennessee, citing a number of factors for its decision, including that it's one of few states in the US that doesn't collect an income tax. Tourism in Tennessee is another booming business, attracting 119 million domestic visitors in 2018, up 5.1% from a year earlier. The state received a record $22 billion from tourists in 2018, according to the governor and tourism officials in an August, 2019 release.   At that time, Lee and Department of Tourist Development Commissioner Mark Ezell said that Tennessee's growth outpaces the nation in all areas of travel, including tax revenue, expenditures, payroll and employment. \"It is both a business imperative and core to our corporate values that our customers, our employees and their families, and our potential employees feel fully included in the prosperity of our state,\" according to the letter from the collective. \"We urge policymakers to remain committed to the values of innovation and growth that we all share.\""], "Language": false}