{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/investing/wwe-earnings-stock/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-02-06T17:21:53Z"], "LastModifiedDate": ["2020-02-06T22:22:01Z"], "Headline": ["Things keep getting worse for WWE"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The news keeps getting worse for the sports entertainment company World Wrestling Entertainment. Shares of WWE fell 9% Thursday morning after the company reported \"considerable uncertainty\" about its strategy and outlook. The stock already has plunged more than 30% in 2020. The company said Thursday it was considering \"alternative strategic options for the WWE Network,\" its streaming service that charges users a monthly  subscription fee of $9.99 to watch special live events like \"Royal Rumble\" and \"WrestleMania.\"  WWE reported fourth quarter earnings of 78 cents a share, which topped Wall Street's forecasts. Revenue came in at $323 million, up nearly 20% from a year ago but lower than analysts' forecasts of $332 million. But the company has been rocked in recent months by concerns about its international growth as it seeks to ink new television contracts in many foreign markets.  Worries about declining viewership in the United States have hurt the stock, too, in light of weak ratings for flagship programs such as \"Raw\"  and \"NXT\" airing on Comcast-owned NBCUniversal cable network USA and \"SmackDown\" on Fox.  WWE said last month that its two co-presidents were stepping down, but WWE chairman and CEO Vince McMahon remains confident that the company would turn things around. \"We believe the value of live sports will continue to increase, particularly in today's evolving media landscape, and we are well positioned to take advantage of this trend to maximize the value of our content,\" McMahon said in a statement. Wall Street isn't so sure. Several analysts have slashed their rating and pricing targets for WWE in recent months. "], "Language": false}