{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/us/kobe-vanessa-bryant-mamba-sports-academy-patch/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarah Moon and Steve Almasy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T01:35:20Z"], "LastModifiedDate": ["2020-02-06T03:31:01Z"], "Headline": ["Vanessa Bryant posts love for daughter as Mamba academy debuts image of commemorative patch"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Vanessa Bryant on Wednesday mourned and honored her daughter who died along with her father and seven other people in a helicopter crash 10 days ago.  In an Instagram post Vanessa Bryant wrote to \"My Gianna.\" \"God I miss you. I've been so lucky to have woken up to see your gorgeous face and amazing smile for 13 years. Wish it would've been until my last breath. Mommy loves you to the moon and back. Infinity plus 1. #2 #Mambacita #GigiBryant \" Bryant wrote, using her daughter's nicknames and her basketball uniform number. The post includes a photo of a gymnasium memorial to her daughter with Gianna's name spelled out in flowers.  She then posted a series of videos from a ceremony at Harbor Day School in Corona Del Mar, where Gianna's jersey No. 2 was being retired.  It is unclear when the event took place and who shot the videos. \"She was the heart and soul of this team,\" Harbor Day School coach and physical education teacher Joshua Parks said in one video. \"Her competitive soul was infectious.\" Earlier Wednesday Vanessa Bryant posted about missing her \"best friend\" with a picture of Kobe Bryant smiling in his Mamba Academy sweatshirt.  \"Miss you saying, \"Bonjourno principessa/reina,\" she wrote. The Mamba Sports Academy, in which Kobe Bryant was a partner, posted a picture of a new logo that will be worn as a patch on Team Mamba's youth team uniforms in commemoration of the basketball coaches and team members killed in the crash.  The patch has the numbers, 14, 24, 2, 5, 8 and the initials CM in a circle around the logo for the academy, which is in Thousand Oaks, California. The 14, and 5 represent the uniform numbers Gianna's teammate -- Alyssa Altobelli and Payton Chester -- who were killed in the helicopter crash. The CM is for coach Christina Mauser.  The 8 and 24 were numbers worn by Kobe Bryant, who also helped coach his daughter's team. He was known as the \"Black Mamba\" during his playing days. It was posted on Twitter and Instagram today with the caption \"Never been prouder to be on Team Mamba.\" Mamba Sports Academy is a joint business venture in holistic athletic training between NBA legend Kobe Bryant and Sports Academy's CEO Chad Faulkner, according to its website. The crash also claimed the lives of  Sarah Chester, 45; Keri Altobelli, 46; John Altobelli, 56; and the helicopter's pilot, Ara Zobayan, 50. The helicopter crashed January 26 while the nine people aboard were headed to a basketball tournament.  The National Transportation Safety Board is trying to determine the cause of the crash and has collected evidence at the scene. The agency said it is investigating weather as a key factor and has asked for photos showing weather conditions at the time."], "Language": false}