{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/04/media/clickhole-cards-against-humanity/index.html"], "Source": ["cnn"], "Location": ["San Francisco"], "ByLine": ["By Rishi Iyengar, CNN Business"], "Writers": [["Rishi Iyengar"]], "FirstPublishDate": ["2020-02-04T19:50:32Z"], "LastModifiedDate": ["2020-02-04T19:50:32Z"], "Headline": ["Cards Against Humanity has bought comedy website ClickHole"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Cards Against Humanity is buying ClickHole and handing ownership of the comedy website over to its employees.  The card game company paid ClickHole's previous owner G/O Media an undisclosed amount for the site in a deal that closed on Monday, Cards Against Humanity co-creator Max Temkin said in a statement to CNN Business. Cards Against Humanity will keep a minority stake in the new company, with a \"substantial majority stake\" owned by the ClickHole staff.  The news was first reported by BuzzFeed.  \"ClickHole has accumulated this once-in-a-generation team of comedy talent,\" Temkin said. \"We're not going to tell them how to run their business. Our goal is just to give them every creative tool that we have.\" ClickHole was founded in 2014, spun off from the satirical news outlet The Onion as a parody of sites like BuzzFeed and Upworthy. It currently has a staff of five, including editor-in-chief Steve Etheridge and head writer Adam Levine, as well as freelance contributors that produce posts such as \"6 Creatures Of Myth And Folklore That Are Squatting In My Garage Ranked By How Much Of Hassle They're Being\" and \"Fascinating Trend: More And More Women Are Freezing Their Kids Until They're Ready To Raise Them.\"  The companies share some sensibilities: Cards Against Humanity, which describes itself as a \"party game for horrible people,\" features a series of questions to which players must pick the funniest possible (often politically incorrect) responses from a deck of answer cards.  Cards Against Humanity said it will not interfere with ClickHole's day-to-day operations, adding that it will only provide financial support to the website. \"We don't want to be a publisher and we're not really thinking of this as an investment with a huge return,\" Temkin said. \"We just want ClickHole to be around for 100 years.\" The ClickHole staff will relaunch its website and story archive on a new platform. \"We are thrilled that Cards Against Humanity has made the very ill-advised financial decision to give us the funding we need to buy business supplies, such as staplers and TI-83 graphing calculators,\" ClickHole said in a statement. \"They are giving us the rare opportunity to work with total creative freedom and to run our business with zero oversight, which will undoubtedly result in us bankrupting our company. This can only end in disaster.\" G/O Media was formed last year when private equity firm Great Hill purchased the Gizmodo Media Group — publisher of The Onion, ClickHole and other sites such as Jezebel, Gizmodo and Deadspin — from Univision. The company includes the family of websites formerly known as Gawker Media. G/O Media has had a tumultuous first year, shutting down the news website Splinter and facing a lawsuit from two former executives for alleged discrimination and negligence. The company's editorial director, Paul Maidment, stepped down in November soon after sending a memo ordering Deadspin staff to \"stick to sports\" that prompted the staff to resign en masse.  G/O Media did not respond to a request for comment on the sale of ClickHole. "], "Language": false}