{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/media/wwe-executive-shakeup/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-01-31T18:30:18Z"], "LastModifiedDate": ["2020-02-03T14:05:54Z"], "Headline": ["WWE stock gets body slammed by executive shakeup"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The news just keeps getting worse for World Wrestling Entertainment, and WWE investors must feel like they've been choke slammed and dragged to hell by Universal Champion Bray \"The Fiend\" Wyatt. Shares of WWE plummeted more than 20% Friday after the company announced that its co-presidents George Barrios and Michelle Wilson were unexpectedly leaving the WWE. The company did not explain the reason for their abrupt departures. Longtime WWE board member Frank Riddick will become the company's interim chief financial officer. WWE said that it is now looking for a permanent CFO as well as a new chief revenue officer.  Making matters worse, WWE also announced that its operating profit for 2019 would be lower than expected. \"We have a deep team of talented, experienced and committed executives across the organization, and the Board and I have great confidence in our collective abilities to create compelling content, engage our global fanbase across platforms, increase revenues, and drive shareholder value,\" said WWE chairman and CEO Vince McMahon in a statement. But WWE has been struggling for the past few months. Shares are down more than 40% in the past year. The sports entertainment company -- as WWE refers to itself -- reported quarterly sales in October that missed forecasts and lowered its profit outlook. The company attributed the weaker forecast to its inability to sign a new TV deal in the Middle East. Even though the WWE has new domestic TV deals with Comcast-owned NBCUniversal's cable networks and Fox, there are worries that fans are losing interest.  \"Television ratings have crumbled, while engagement metrics across the company's other business units have followed linear TV ratings down. Fans have continuously complained about the quality of the company's content,\" said LightShed Partners analyst Brandon Ross in a report Friday. Fans aren't the only ones getting antsy. Analysts at Morgan Stanley, Evercore ISI and Loop Capital on Friday all lowered their price targets and ratings on WWE in light of the WWE shakeup. WrestleMania, the company's signature live event, is just two months away. McMahon needs to figure out a plan to get fans excited again or the stock price may remain pinned to the mat. The clock is ticking. \"Content needs to improve at WWE if the company is going to be investable,\" Ross said in his report. \"And no matter who comes in to take the place of the former presidents, the burden of improving the content sits squarely on Vince, who has held tight control over the creative at WWE for decades.\""], "Language": false}