{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/us/kobe-bryant-final-hours/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ray Sanchez, CNN"], "Writers": [["Ray Sanchez"]], "FirstPublishDate": ["2020-02-02T07:05:16Z"], "LastModifiedDate": ["2020-02-03T11:04:55Z"], "Headline": ["Kobe Bryant was a living legend. In his final hours, he was an ordinary dad and friend"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In the vast sanctuary of Our Lady Queen of Angels Catholic Church, a larger-than-life figure mixed with ordinary parishioners in the final hours of his storied life. Droplets of holy water shone on the forehead of one of the most recognizable faces in sports as he made his way through the chapel before the early Mass last Sunday at the parish in Newport Beach, California.  Kobe Bryant, 41, an 18-time All Star who won five NBA championships with the Los Angeles Lakers, shook hands with Father Steve Sallot and asked about making his confirmation, a sacrament that would solidify his commitment to the Catholic Church. It would have been hard to not notice one of the greatest basketball players of all time. But Bryant had always tried to pass as just another one of the faithful, often sitting in a rear pew so he didn't distract from the solemn priority at hand. That unforgettable day began with Bryant stopping for a moment of prayer and reflection. It would end in a violent crush of metal and flames.  Bryant, his 13-year-old daughter, Gianna, and seven others perished Sunday, January 26, in the distant hills of Calabasas. The high-speed impact unleashed shock waves across the globe. Gianna seen as heir to an unmatched legacy After a glittering, straight-out-of-high-school 20-year NBA career, Bryant was often seen with Gianna -- a talented young player -- at basketball games. Convinced she too was bound for glory, he saw the second of his four daughters -- along with Natalia, Bianka and Capri -- with wife Vanessa Laine Bryant as heir to his greatness.    Last Sunday, Bryant was to coach Gianna's Lady Mambas team against the Fresno Lady Heat at his Mamba Sports Academy in the northern Los Angeles suburb of Thousand Oaks. The Mamba Cup tournament had already begun, featuring boys' and girls' teams from third through eighth grades.  Gianna had her father's competitive streak. An aspiring WNBA player, she often took issue with strangers' suggestions that her dad and mom needed a son to uphold the Bryant legacy.    \"She's like, 'Oy, I got this,'\" Bryant said during a 2018 appearance on ABC's \"Jimmy Kimmel Live!\" \"I'm like, that's right. Yes, you do, you got this.\" The day before the Fresno game, a basketball- and Kobe-obsessed 13-year-old named Brady Smigiel had played in the Mamba Cup with his twin brother, Beau. Beyond the court, the youngster had committed -- at some point during tournament play -- to securing a selfie with his idol. But Gianna's travel team had just lost its first Saturday game, 46-29. And Bryant's signature hate-to-lose mentality was evident. \"Kobe was mad they lost,\" Brady told his mother.  The NBA legend wouldn't mug for Brady's camera. But he raised his hand, balled up a fist and bumped knuckles -- a young player's dream come true.  The Lady Mambas won their second game that day. Afterward, their coach milled around off court. Brady got close. He flashed a broad grin, positioned his lens and -- click -- managed a blurry selfie with a towering Bryant in the background. The all star-turned-prep coach again didn't stop, Smigiel recalled. But he knew what Brady really wanted.  Bryant addressed her son: \"We'll get a better pic tomorrow.\" James and Bryant have a final conversation  Hours later, Bryant was on Twitter, congratulating Lakers superstar LeBron James for passing him as the third highest scorer in NBA history with 33,655 points. Bryant had scored 33,643 points in his brilliant pro career. \"Continuing to move the game forward @KingJames,\" he tweeted. \"Much respect my brother.\" It was in Philadelphia, where Bryant was born on August 23, 1978, that James became the game's third highest scorer. On Instagram, Bryant posted a photo with James: \"On to #2. Keep growing the game and charting the path for the next.\" But social media could not contain their adoration. These two men -- pillars of their profession, cultural touchstones, with names already inked into history -- had to talk. \"I literally just heard your voice Sunday morning before I left Philly to head back to LA,\" LeBron wrote later on Instagram, referring to a congratulatory call from Bryant. \"Didn't think for one bit in a million years that would be the last conversation we'd have.\"  Bryant used helicopters like most take Ubers Not long after stepping out of Our Lady Queen of Angels, Bryant waited to board a chartered helicopter at John Wayne Airport in Orange County, 35 miles southeast of Los Angeles. He had made the flight to Thousand Oaks many times. Gianna was there, along with two of her teammates: Alyssa Altobelli and Payton Chester. Also on deck to take off were Alyssa's parents, John and Keri; Payton's mother, Sarah; assistant girls basketball coach Christina Mauser; and helicopter pilot Ara Zobayan. It was a less-than-ideal day to fly in Southern California. Visibility was so low Los Angeles' police force grounded its choppers. Still, in sprawling and traffic-choked Los Angeles, celebrities rely on helicopters the way most people take Ubers. In his playing days, Bryant had been known to take a private helicopter from his Orange County home to every home game in Los Angeles' Staples Center. It gave the shooting guard extra time with his children. It helped preserve his battered knees, back and feet during the long season.  Waiting Sunday morning on the tarmac for the Lady Mambas crew was a Sikorsky S-76B, a workhorse with an impeccable safety record. It was a model Bryant preferred.  \"It's the flying Lincoln Town Car for executives,\" aviation analyst Miles O'Brien said.  The helicopter Bryant planned to board was owned by Island Express Holding Corp. of Van Nuys. Beyond charters, it advertised flights to Catalina Island, aerial tours and vacation packages. Federal regulations did not require the aircraft to have a terrain awareness and warning system, a safety feature that alerts pilots when they might hit land. It also didn't have to carry a cockpit voice recorder and a flight data recorder, which could significantly aid investigators in case of disaster. This particular Sikorsky model, according to National Transportation Safety Board officials, didn't have any of the three features. The pilot climbed higher to avoid a cloud layer With Bryant and the others nestled on board, the aircraft took off at 9:06 a.m. PT. \"Helicopter 2EX, hold outside Burbank Class C airspace. I have an aircraft going around,\" an air traffic controller radioed the pilot about 15 minutes later, according to recorded excerpts. The copter circled over Glendale, near the city of Burbank. \"2EX, holding,\" replied Zobayan, an instrument-certified pilot who earned his commercial pilot's license in 2007. Zobayan was experienced. He'd had 8,200 hours of flight time as of July. On the S-76, he had logged 1,250 hours. The pilot requested SVFR clearance, or special visual flight rules clearance -- allowing him to fly in weather conditions worse than those permitted for regular visual flight rules.  Pilots sometimes request SVFR clearance mid-flight if weather conditions change. Those granted permission keep closer contact with air traffic control. Zobayan circled until air traffic control approved SVFR clearance. He resumed his journey north about 9:33 a.m. PT. The chopper flew into Burbank and then Van Nuys airspace at 1,400 feet.  \"Van Nuys, Helicopter 2EX with you for the special VFR transition,\" the pilot said.  Zobayan at one point requested radar assistance to avoid traffic. The tower said the helicopter was too low to be picked up on radar. The pilot told controllers he was climbing higher to avoid a cloud layer.  They replied but got no response. Fans are barred entry to a disaster site Radar showed the helicopter climbed 2,300 feet, then began a left descending turn, an NTSB official said. It missed clearing a mountain by 20 to 30 feet before plummeting more than 2,000 feet a minute. Communication was lost. Air traffic control tried to contact the pilot again about 9:42 a.m. PT. Still, no response. \"72EX, you're following a 1200 code. So you're requesting flight following?\" the controller asked. Three minutes later, the twin-engine Sikorsky S-76B fell off the radar. The first 911 call about the crash was made at 9:47 a.m. PT -- 2 hours, 13 minutes before the scheduled tip-off of the Lady Mambas' game. The impact shattered the helicopter to pieces. The debris field in the rugged terrain spanned 500 to 600 feet. On the mountainside lay the remains of nine souls, including the remarkable and complicated man who once scored 81 points in a single game and 60 points in his NBA farewell. Long a luminary on the global stage, Bryant would never again celebrate the NBA achievements of the next generation. Or call plays for the Lady Mambas. Or pray silently in a church sanctuary. Or embrace his wife and daughters. The loss reverberated around the world. Los Angeles County Sheriff deputies enforced an emergency ordinance issued as the shock of Bryant's death spread. The law barred unlawful access to the crash area to stop fans from swarming the site."], "Language": false}