{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/world/five-things-february-2-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, CNN"], "Writers": [["Michelle Krupa"]], "FirstPublishDate": ["2020-02-02T23:45:10Z"], "LastModifiedDate": ["2020-02-02T23:45:10Z"], "Headline": ["Start your Monday smart: Super Bowl, Iowa, State of the Union, Israel, Solar Orbiter"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • It's Super Bowl Sunday! The big game between the San Francisco 49ers and the Kansas City Chiefs is on. If you're still in the market for a ticket, here's what $40,000 will get you. Or tune in at 6:30 p.m. ET on FOX and NFL streaming partners. • West Bank settlement annexation could start. Israeli Prime Minister Benjamin Netanyahu said he would move on first steps to annex West Bank settlements after President Trump announced what he calls a \"realistic two-state solution.\" Palestinians, however, swiftly rejected the plan, which caters to nearly every major Israeli demand.  MONDAY • Iowa votes! The first major ballots of the 2020 presidential race get cast when Iowans gather for caucuses. New rules are changing how the process -- dubbed \"a conversation and a vote\" -- happens and what's reported. Confused? Don't worry. By the next morning, all eyes shift to New Hampshire, where the first primary unfolds a week later. • What to stream in February. If you're not queuing up in Iowa, you may head directly to the couch. This new month is for lovers, and viewing options on Netflix, Hulu, Amazon Prime, HBO Now and Acorn TV are in line with that theme.  TUESDAY • Trump delivers the State of the Union. The President is set to update Congress on the business of the nation. His aides had hoped he'd walk into the House chamber as an acquitted Commander in Chief, but the impeachment time line didn't work out that way. Michigan Gov. Gretchen Whitmer and Rep. Veronica Escobar of Texas are poised to deliver Democrats' response. WEDNESDAY • The impeachment vote is tallied. Senate leaders struck a deal to hold the final vote to acquit Trump on the two articles of impeachment at 4 p.m. ET. It will follow any speeches senators opt to give explaining how they'll vote. • 2020 Dems take questions in New Hampshire. Top Democratic presidential hopefuls line up for the start of back-to-back days of town halls ahead of the Granite State's first-in-the-nation primary. Watch on CNN and our streaming partners.  • You go, girls!! Feel the power of National Girls & Women in Sports Day with this workout jam, reportedly a favorite of long-distance runner and three-time Olympian Deena Kastor. (Click here to feel the speed.) THURSDAY • Fashion takes to the catwalk in New York. Designers start descending on the Big Apple to showcase their wares. Then, all eyes turn to London and Milan, Italy, for the latest couture across the pond. FRIDAY • The Solar Orbiter launches. A joint mission of NASA and the European Space Agency is set to take off from Cape Canaveral in Florida. The orbiter aims to address central questions about our star, the sun, by observing its atmosphere up-close with high spatial resolution telescopes. • Trailers arrive in a hub of homelessness. Thirty travel trailers and medical services tents are due to have arrived in Los Angeles County to help officials there contend with a spike in homelessness. It's in addition to a $1.4 billion statewide effort to combat the problem, including with housing and rental assistance.  • 2020 Dems take the gloves off. Fresh off their solo town hall appearances, top candidates are due to square off in the only head-to-head debate in New Hampshire. Tune in at 8 p.m. ET on ABC. SATURDAY • Irish voters go to the polls. Balloting happens in parliamentary elections called after a Brexit deal that avoided a hard border between the republic and UK-governed Northern Ireland. Inking a trade pact with the newly EU-free Great Britain is top of mind, along with health care and housing."], "Language": false}