{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/us/how-to-watch-super-bowl-2020-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-02T08:55:21Z"], "LastModifiedDate": ["2020-02-02T23:07:04Z"], "Headline": ["What time is the Super Bowl? And other things you need to know about the big game"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Hello, Super Friends. Are you being forced to watch the Super Bowl against your will? Have you somehow been roped into a watch party where you will have to pretend for four whole hours that you actually know what's going on and wouldn't rather be at home indulging in your fourth re-watch of \"Mamma Mia?\" Or maybe you really do care, and just want to know what time it starts and how to correctly spell \"Garoppolo.\"   READ MORE: Super Bowl LIV game preview  All of those football feelings are equally valid. Read on to find what you seek.  What time does the Super Bowl start?  Super Bowl LIV between the San Francisco 49ers and the Kansas City Chiefs is scheduled to kick off at 6:30 p.m. ET on Sunday, February 2nd.  Where is the Super Bowl being held?  The Chiefs and the 49ers will meet at Hard Rock Stadium in Miami Gardens. The stadium is quite the workhorse: It is the regular season home of the NFL's Miami Dolphins and the NCAA's Miami Hurricanes. The Orange Bowl is also held there every winter.  It was the home of the Florida Marlins baseball team until 2012 when a giant white neomodern spaceship called Marlins Park beamed up the entire franchise and resettled them several miles away in a Little Havana parking lot. What channel is the Super Bowl on? You can catch the game on FOX or FOX Deportes, or stream it through NFL.com, sling, fubo, the Fox Sports app or Fox Now. You can also follow live updates on CNN.com. Who are the main people I need to know about?  Be prepared to feel very old and ugly! The 49ers are led by 28-year-old Handsome Person Jimmy Garoppolo, and the Chiefs are led by 24-year-old Handsome Person Patrick Mahomes. These two young quarterbacks have already accomplished a lot in their careers: Last season, Mahomes led the Chiefs to their first AFC Championship since 1993 and was named the NFL's Most Valuable Player.  Garoppolo has two Super Bowl titles from his time with the New England Patriots, but both of those were earned in the shadow of Mega-Handsome Person Tom Brady.  This is the first opportunity Garoppolo has had to forge his own path to Super Bowl glory.  Of course, a REAL fan (and that's what you're trying to be, right?) would know the names of at least a few players that aren't, you know, the main guys on the field. The 49ers have cornerback Richard Sherman, who won the Super Bowl during his time with the Seattle Seahawks in 2013.  Ironically, the Seahawks lost the Super Bowl the following year to the New England Patriots. Who was on the Patriots roster at the time? Jimmy Garoppolo. The NFL world is weird and small.  The Chiefs have tight end Travis Kelce, a five-time Pro Bowler who's been with the team since 2013. Now you can say things like, \"That Kelce, huh? What a football guy,\" and everyone will agree.  The two head coaches should make you feel less old, although Kansas City chiefs head coach Andy Reid's glorious mustache will invite other feelings of inadequacy.  Reid's one of the winningest head coaches in NFL history, which must be both a source of pride and deep frustration, since Reid has still never won a Super Bowl as head coach. Sure, he's come really close multiple times, but the closer you get to a goal, the more excruciating it is when you fall short.  The 49ers are coached by Kyle Shanahan, who sort of looks like how Jimmy Garoppolo would if he peered into a mirror that aged him. Speaking of excruciating shortfalls, Shanahan was the offensive coordinator for the Atlanta Falcons during their devastating overtime loss to the New England Patriots in Super Bowl LI. That probably doesn't haunt him at all.  What are some other good names to know? Byron Pringle plays for the Chiefs. DeForest Buckner, George Kittle and Ahkello Witherspoon play for the 49ers. They all have really good names.  Why is everyone wearing red and yellow? I hate it.  Unfortunately, the football cosmos has aligned in such a way that, no matter what jerseys the two teams wear, the whole game will look like a battle between warring colonies of fire ants. It's the first time in history two primarily red teams have met in the Super Bowl, let alone two teams with red-and-gold/yellow schemes.  The 49ers have elected to wear their white \"away\" jerseys and gold pants, while the Chiefs will wear their retina-searing red jerseys and white pants. This should make gameplay a little easier to follow, if not a little easier to actually look at.  Isn't there some sort of long-held superstition about jersey colors?  Correct. The Super Bowl superstitious will note that the jersey choices favor the 49ers. Thirteen of the last 15 Super Bowl champions won it all in their white jerseys, and the 49ers in particular are 2-0 when wearing their white away uniforms. Originally, 49ers fans were hoping the team would elect to wear their all-white throwback uniforms, but, c'mon guys. That's way too much white. What is this, the War of the Roses?  Which team is actually favored to win? According to major betting sites, this game is going to be a close one. Despite the spiritual disadvantage of the red jersey, the Kansas City Chiefs are juuuuust ever so favored to win. Of course, now that they've forecasted a tight game, one of these teams is going to score 42 unanswered points and 80% of the country will turn off the game before halftime.  Speaking of halftime, who is performing?  Jennifer Lopez and Shakira will be performing this year's halftime show, so if you thought halftime would give you a break from feeling unattractive and physically inadequate, well, you're wrong. The duo is also planning to honor the late NBA legend Kobe Bryant during their performance.  What about the Super Bowl ads? That's the one time EVERYONE knows what's going on!  Go ahead, indulge a little early:  One of the most hotly anticipated ads this year is a Michelob Ultra spot featuring John Cena, Jimmy Fallon, the Roots and...Usain Bolt! The premise is about how working out is hard and beer is good. Listen, we're watching the Super Bowl to have a good time, not be called out on a personal level. While  the millions of dollars spent trying to get us to buy snack foods, tires and avocados is usually the most unifying force in a Super Bowl, this is an election year. Both Donald Trump and Democratic candidate Michael Bloomberg will be running ads, so try to keep it civil around the queso, okay? "], "Language": false}