{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/us/jj-watt-snl-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-02-02T16:36:04Z"], "LastModifiedDate": ["2020-02-02T16:36:04Z"], "Headline": ["JJ Watt becomes 'Captain Clumsy' in Madden video game 'SNL' skit"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["NFL star JJ Watt took on the roles of dopey football player, \"Frozen II\" giant and stilted Bachelor as he hosted the latest episode of \"Saturday Night Live.\" With Watt, a defensive end with the Houston Texans, the episode featured two football-specific bits a day ahead of the Super Bowl.  In one, Watt recorded in-game dialogue for the NFL video game Madden 2021 that was a bit different than his usual stellar on-field performance. He voiced lines like \"Oops,\" \"Captain Clumsy strikes again!\" and \"God I suck today!\" \"It kinda sounds like video game JJ messes up a lot,\" he notes to the Madden audio experts, played by Mikey Day and Ego Nwodim. Later, he voices a line that the Madden audio experts say he would make in the huddle. \"No one's responded to my birthday drinks Paperless Post, so I'm probably just going to cancel like the b---- I am!\" he yells into the microphone. \"Do other players say stuff like this?\" Watt asks the experts. \"Each players dialogue is written specifically for them,\" Day responds, unamused. In the show's opening monologue, Watt cracked jokes about his football family and how he and his two brothers, TJ and Derek, all made it to the NFL. \"A lot of people wonder how my brothers and I got so big, and truth be told guys, it's just all genetics,\" he said. \"My mom comes from a long line of tall men, and my dad is actually Cleatus, the Fox Sports robot. That's where I get my broad shoulders from.\" Watt also portrayed hulking hero Kristoff in a skit about the \"Frozen II\" characters' sexualities and the racial dynamics. And he showed off some underwhelming conversational skills in \"The Pilot Hunk,\" a riff on this latest season of \"The Bachelor.\""], "Language": false}