{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/01/us/super-bowl-49ers-san-francisco-name-why-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-01T10:13:38Z"], "LastModifiedDate": ["2020-02-01T18:30:30Z"], "Headline": ["Why the San Francisco 49ers are called the 49ers"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Super Bowl is coming up, and in these days of anticipation we often get so caught up worrying about little things like \"What teams are playing?\" and \"Who's going to win?\" that we lose sight of the bigger question: Why on earth are the San Francisco 49ers called the San Francisco 49ers? A nod to history and geography  It all makes perfect sense, actually. The \"49ers\" is the nickname for those who flocked to northern California in 1849 hoping to take advantage of the gold rush. The influx of opportunists was a boon for California's economy, and hastened its admittance into the union in 1850. (A 49er is also a kind of Olympic-style racing dinghy, which would make for an equally rich team name. Alas.) There are more historic parallels between the team and the historical context of its name: The 49ers were the first NFL team, and, in fact, the first major professional sports team to originate on the West Coast. In the 1940s, when the team was founded, the idea of expanding the league that far across the country was considered a very risky move. But, like the 49ers of the gold rush, team founder Tony Morabito saw opportunity where others saw uncertainty.  Surely enough, the 49ers have become one of the most successful teams in the NFL. They've nabbed five Super Bowl titles and were home to several NFL legends, including Steve Young, Joe Montana and Jerry Rice. Technically, the San Francisco 49ers are registered as the \"San Francisco Forty Niners,\" but that definitely wouldn't fit on a football helmet. Also, a nod to bread  While the team colors of red and gold are certainly a nod to the whole \"gold rush\" aspect of the 49ers' name, their official mascot takes the NorCal representation to new heights. Sourdough Sam has been the team's rootin' tootin' unblinkin' mascot since the 1970s (though the image of a wily, trigger-happy prospector goes back to the early days of the team). And yes, it all connects: According to legend, French prospectors were the first to bring the chewy, tangy sourdough recipe to northern California during the gold rush, and it was first popularized in San Francisco's Boudin Bakery in -- you guessed it -- 1849.  So, if your football festivities seem to be lagging on Super Bowl Sunday, feel free to whip out some of these facts and launch into a detailed conversation about bread. There's no way you could go wrong. "], "Language": false}