{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/app-news-section/quickly-catch-up-april-6/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Zach Wade, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-06T17:13:55Z"], "LastModifiedDate": ["2020-04-06T17:25:54Z"], "Headline": ["Quickly catch up on the day's news"], "Section": ["app-news-section"], "MappedSection": [null], "Article_Body": ["Here's what you might have missed Monday on CNN: -- There was a heated disagreement in the Situation Room this weekend over the efficacy of the anti-malaria drug hydroxychloroquine. President Trump suggests the drug may protect against Covid-19. Researchers say there's no evidence of that.  -- Parts of the US will endure a devastating week from coronavirus, health officials say. But there is also some hope.  -- The acting secretary of the Navy blasted the now ousted commander of the USS Theodore Roosevelt as \"stupid\" in an address to the ship's crew. The captain tested positive for the virus after warning action was needed to save the lives of his crew. -- Welsh singer Duffy has revealed harrowing details of a four-week ordeal during which she says she was drugged at a restaurant on her birthday, taken to a foreign country and raped by an unnamed attacker.  -- Many elderly Americans are flouting shelter-in-place directives and carrying on as usual. They're hitting stores, visiting family and inviting over friends and neighbors. For their children, it's a double headache.   -- Large numbers of people flocked to popular tourists sites and major cities across China over the country's holiday weekend, despite warnings from health authorities that the risk posed by the coronavirus pandemic remains far from over. -- US stocks rallied at Monday's open following some encouraging data that showed a slowdown in coronavirus infections in multiple countries. Plus, the global economy just got a $1 trillion infusion from Japan with the country's staggering relief package.  -- Joe Tsai, the billionaire co-founder of Chinese ecommerce giant Alibaba, and his wife Clara Wu Tsai, have donated 2.6 million masks, 170,000 goggles and 2000 ventilators to New York. "], "Language": false}