{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/us/usa-gymnastics-larry-nassar-settlements/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-01-31T14:07:56Z"], "LastModifiedDate": ["2020-01-31T14:39:05Z"], "Headline": ["USA Gymnastics has offered survivors of Larry Nassar's abuse a $215 million settlement"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["USA Gymnastics offered Larry Nassar's victims a $215 million settlement on Thursday as part of a plan for the organization to exit bankruptcy.  Under the plan, filed in US Bankruptcy Court for the Southern District of Indiana, survivors who suffered sexual abuse at the hands of the disgraced former sports physician are given two options. They can either vote as a group to accept the $215 million settlement, or continue to pursue their lawsuits. Any judgments from those lawsuits would be collected from USAG's insurance policies.  \"While we do not yet have an agreement with the Committee representing the survivors, we still hope to reach an agreement,\" Li Li Leung, USAG's president and CEO said in a news release. \"USA Gymnastics filed its proposed plan to communicate to the survivor class the two options that are currently available based on the amount of money USA Gymnastics' insurers are willing to pay into a settlement fund.\" Rachael Denhollander, the women who first brought Nassar's abuse to public attention in 2016, said she was \"beyond disappointed\" by USAG's offer, which includes goals for increasing gymnast safety.  \"Noticeably absent from this plan is any of the specific reforms we've publicly asked for, for years,\" she wrote on Twitter. \"How much is a little girl worth? Apparently far less than the damage she's incurred.\"  USAG, the sport's governing body in the United States, filed for bankruptcy in late 2018 as it struggled to recover from the wide-ranging scandal that landed Nassar in prison. He was sentenced to decades behind bars after a series guilty pleas to charges of child pornography and sexual misconduct in both federal and state courtrooms. But John C. Manly, an attorney who represented many of Nassar's accusers, criticized USAG's offer Thursday, telling the New York Times it was \"unconscionable.\"  \"I'm not in a position to reject it, but in speaking to my clients and other lawyers, there's a better chance of Donald Trump endorsing Bernie Sanders than the victims accepting this offer,\" Manly said.  An attorney for the firm once told CNN there were an estimated 350 and 400 claims nationwide.  CNN has contacted Manly for comment and is awaiting response. USAG said in a news release that if the survivors vote to accept the plan, the insurance company for Twistars, a Michigan gymnastics club where some of Nassar's abuse occurred, would provide an additional $2.1 million for the settlement. \"In addition, the plan includes benchmarks that obligate USA Gymnastics to continue to enhance athlete safety and provides for payments to other creditors of USA Gymnastics,\" the organization said. "], "Language": false}