{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/sport/maxime-mbanda-italy-rugby-racism-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-28T11:01:56Z"], "LastModifiedDate": ["2020-01-31T14:06:02Z"], "Headline": ["'Go back to your country': Rugby star Maxime Mbanda recalls racist abuse"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["It was the verbal insult that hit Maxime Mbanda the hardest, even after his car had been smashed and he was threatened with a crowbar.  The rugby star doesn't think of Italy as a racist country, but that can make the moments he is on the receiving end of abuse even harder to stomach.   Mbanda, a backrow forward who has played 20 times for the Italian national team, felt compelled to speak out on social media following an incident last year when he was cut up by another driver while visiting his parents in Milan. \"I did the wrong thing,\" Mbanda recalls to CNN Sport. \"I stopped the car and got out. \"The first thing he said to me when he saw me he was like, 'f*cking n*gga go away and go back to your country.  \"It was a phrase that I hadn't heard for years, maybe when I was 16 or 17.\"  The man proceeded to threaten Mbanda with a tire jack, he said, before smashing his car and driving off. CNN contacted the police station where the incident was reported but has not received a response.  Following the episode, the flanker tried to turn his mind to immediate events -- dinner with his parents, rugby training the next day, and a club match in Wales at the weekend.  But the experience proved a difficult one to shake off.  \"I was frustrated because I'm Italian. My father came here with a scholarship when he was 19. He was raised here, he's a surgeon, he's studied here, he's saved people here -- Italian, non-Italian, everybody,\" says the 26-year-old, whose mother is Italian and father is from the Democratic Republic of Congo.  He instead decided to speak about the incident -- first to his parents, then to his teammates, then on social media. The response was overwhelming, garnering over 17,000 reactions, shares and comments on his Facebook page.  \"It was just word vomit -- I had to say something,\" says Mbanda.  \"I really didn't expect anything from this. It was just my way to confide what I had inside ... I had a lot of support. It made me cry, I really didn't expect it.\"  Mbanda had previously seen footballers Mario Balotelli and Kalidou Koulibaly suffer racist abuse while playing in Italy. A player for the Italian national team and Pro14 side Zebre, Mbanda sought to use his platform to increase awareness.  \"Professional athletes are more exposed and if they say something, more people know what happened and the news can be shared. It happened to me, to Koulibaly, to Mario, it happens to common people in everyday life,\" he says. \"I think people who can talk about it and educate people can do a lot for people who don't have a voice. \"I can't say that Italy is racist because for me it's not, because I was raised with Italian people and they treated me so well. I wrote in my post that it's stupid, ignorant people (who use racist insults) -- it was just my thoughts.\" Mbanda arrived at rugby relatively late, first through clubs in Milan before signing for top-flight side Calvisano.  He made his Six Nations debut in 2017 and was quick to make an impact, completing 25 tackles against Wales and 16 the following week against Ireland. Ahead of this year's tournament, he has been sidelined following knee surgery. At 110kg, his athletic build has seen him deployed in different positions across the backrow as a destructive ball-carrier.  But Mbanda wants to make a difference away from the pitch as well.  Ahead of his Six Nations bow against Wales, he recalls how he stumbled across a video posted by the Italian federation. It featured Tre Rose Nere (Three Black Roses), an amateur rugby club consisting predominantly of players who are refugees. Seeing in the video that the players were training in old national team kit, Mbanda decided to privately donate his own. Soon afterwards he was persuaded to visit the club in person, and a relationship has since blossomed.  Mbanda has led training sessions at Tre Rose, encouraged his teammates to donate equipment and organized a sponsor that provides kit and boots. On occasions, the team will go and watch his games in Parma.  \"The boys look at Maxime as somebody very important, somebody who had a goal and achieved it,\" the club's media officer Carla Gagliardini tells CNN Sport. \"They look at Maxime as a brother because he's half African -- for them that's very important.\" The Tre Rose squad, about 30 in number and based in the town of Casale Monferrato between Milan and Turin, is predominantly from West Africa, according to Gagliardini. But players come from all over, including Albania, Morocco, Argentina, Romania and a handful of native Italians.   It was because of the Tre Rose that the Italian Rugby Federation changed its rules that previously limited the number of foreign players allowed in a squad.  Marshaling the team can be difficult. Some of the players work night shifts and antisocial hours, meaning attendance at training can be patchy. Others struggle to gain settled status and are forced to move abroad or to another part of Italy after only a season with the team. \"The boys live in several different villages and towns, they are not all in Casale Monferrato,\" team coach Raffaele Contemi tells CNN Sport.  \"We have to go and pick up all of them for training and most of them, after training, we take them back home as well. We also have to do it for every single match we play. It's a lot of time and a lot of miles every week.\" The club has always stressed that it is more than just a rugby team. \"We support the boys in many things, like looking for a job or training,\" Gagliardini explains. \"If they have to fill in forms, we go with them to the solicitors. We help them a lot, we support them a lot. In a way we have a special relationship with them ... every time they need something they can come and discuss it with us and we try and find a solution together.\"  For Mbanda, there's no doubt that a team environment like Tre Rose can help refugees living in Italy.  \"They confide everything (with each other) and they share moments that only rugby and collective sports can bring,\" he says. \"I try to tell everybody that sport can help you in every part of your life ... you share moments, share words, share minds. You have to work together to realize your objective and this can help on or off the pitch.\" It was rugby that helped Mbanda come to terms with the roadside incident last November. Days after it, he was on the scoresheet as Zebre defeated the Dragons and ended a 21-game losing streak.  \"During the match I was so, so upset, so frustrated that my only priority was to do my best,\" he says. \"Rugby is a sport of respect. We might be like animals on the pitch, but off the pitch after 80 minutes, we are very kind guys, we try to help people.\" Be it a 72,000-seat stadium in Rome or a quiet training ground in provincial northern Italy, Mbanda is always ready to lend a helping hand. "], "Language": false}