{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/sport/kobe-bryant-italy-ac-milan-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, Nicola Ruotolo & Christina Macfarlane, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-31T10:00:35Z"], "LastModifiedDate": ["2020-01-31T10:34:47Z"], "Headline": ["Why Italy remembers Kobe Bryant 'as a son, not as a star'"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Kobe Bryant may have made his name in the US but some of his most formative years were spent in Italy. It's where he watched his father Joe play in the country's basketball league and where he took the first steps to becoming a global superstar.  Like the rest of the world, Italy is still struggling to come to terms with the news that Bryant, his 13-year-old daughter Gianna and seven others were killed in a helicopter crash Sunday. However, amid the tears, there is a determination to remember the legend's influence which transcended the sport of basketball.  READ: The 24 moments that made Kobe Bryant a global superstar AC Milan, the Italian soccer club supported by Bryant, led the tributes ahead of its match against Torino Tuesday. Players wore black armbands, while a video showing pictures of Bryant and his daughter were played on the big screens in the San Siro stadium before kickoff. Milan's former captain Massimo Ambrosini, who made 489 appearances for the Rossoneri and represented the Italy's national team, said he was inspired by Bryant and was left in tears once the news had begun to sink in.  \"I was shocked, I couldn't believe it had happened. It was so strange that you cannot believe it,\" he told CNN. \"He was such a big athlete, such a big human being.\"  \"The meaning he gave to the word obsession is something that made me feel very close to him. I lived my job like an obsession, every day was a chance to become better and better. I heard a lot of interviews with Kobe talking about that.  \"I started crying, not at the moment when I heard he was dead but when I heard again his words about obsession. It's terrible.\" READ: Kobe Bryant will be mourned for a whole week in Italy 'Fundamental piece of his formation' During his time in Italy, Bryant bought into the country's culture and maintained a life long bond with the town of Reggio Emilia, where he moved with his family in the 1990s.  The northern Italian town was where Bryant learned to speak fluent Italian and where he would spent almost every day playing basketball. Reggio Emilia has been particularly rocked by Bryant's sudden death but the town remains proud of just how successful their former \"son\" became.  Such was his impact on the area, Mayor Luca Vecchi announced the square in front of the town's Basketball Center would be named in Bryant's honor. \"This town saw him growing up in the sports world, in basketball, in NBA, globally with the awareness that for him, Reggio Emilia wasn't a stop like any other, but a fundamental piece of his formation,\" Vecchi told CNN.  \"When at the end of his career Kobe Bryant showed up here in Reggio Emilia, I think that has been the moment during which the entire citizenship of the town understood the genuine depths of the connection.\"  READ: The making of a global superstar in 24 pictures 'He had the Mamba mentality' Bryant famously credits the town's youth team -- Cantine Riunite -- for developing his skills and many of his former teammates from that time still remember when a young Kobe first turned up to the team's training sessions.  Due to his height and obvious ability, Bryant was often asked to play with the older boys but continued to stand out despite the age disadvantage. \"He was so good and at that age. It is very difficult for a kid to play with bigger guys but for Kobe, it wasn't. He was very good,\" childhood friend and former teammate Davide Giudici told CNN.  Giudici is left with fond memories of his short time with Bryant and still remembers how that famed competitive steak was present as a child. He recalls how Bryant would go home to practice after training, even when his teammates were relaxing or going to get ice cream.  \"Kobe was very serious and very professional. Even when he was 10 or 11 years old, he had the 'Mamba mentality,'\" said Giudici, referring to the phrase Bryant coined to describe his winning attitude. \"I was shocked, totally shocked,\" added Giudici as he reflected on his friend's untimely death. \"My first thought is about his family, his wife, sisters, his daughters but I was very sad thinking about Kobe at that moment.\"  Bryant would return to Reggio Emilia throughout his life and Giudici holds one particular moment close to his heart.  The American was enjoying his first season in the NBA but found time to come back to the place which laid the foundations of his career.  Bryant and his sisters organized to meet up with some of his former teammates and reminisce about his early years. \"It was an unforgettable moment altogether, like when we were children, having ice cream like normal people,\" said Giudici.   'A son, not as a star' Despite showing signs of promise, no one from Reggio Emilia can quite believe how stratospheric Bryant's career became. They would hear snippets of his progress after he returned back to the US but were left stunned by his journey to becoming one of world's greatest athletes.   \"Honestly, I think nobody could think he was so special,\" said his former coach Andrea Menozzi.  \"He was 12, he was talented and a good player but to think he would be the biggest player in the world? Honestly, no. \"Everybody has a feeling of him as a son, not as a star.\" "], "Language": false}