{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/us/helicopter-crash-kobe-bryant-thursday/index.html"], "Source": ["cnn"], "Location": ["Los Angeles"], "ByLine": ["By Madeline Holcombe, Steve Almasy and Paul Vercammen, CNN"], "Writers": [["Madeline Holcombe", "Steve Almasy", "Paul Vercammen"]], "FirstPublishDate": ["2020-01-30T07:47:55Z"], "LastModifiedDate": ["2020-01-31T06:34:42Z"], "Headline": ["Public memorial service for Kobe Bryant and other helicopter victims might be weeks away, sources say"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A public memorial service for NBA legend Kobe Bryant and the other eight helicopter crash victims is not likely to take place soon, two sources with knowledge of the situation told CNN on Thursday. The memorial is \"probably not for at least two weeks, maybe longer,\" a source with the Los Angeles Exposition Park sports complex said. Another source inside Los Angeles' sports venues described the timing as \"hearing weeks.\" The sources didn't provide reasons for the timing, but indicated that the availability of large venues -- as well as other previously scheduled sports and entertainment events -- are factors. Staples Center, where Bryant ended his career with the Lakers, is also home to the Los Angeles Clippers and the Los Angeles Kings of the National Hockey League.  Helicopter company suspends operations Island Express Helicopters, the company that owns the helicopter that crashed Sunday, is \"suspending all flight service for operational reasons,\" two company representatives told CNN on Thursday.  The representatives declined to provide any other details about the suspension. In addition to charter flights, Island Express provides regular helicopter service to and from Catalina Island. \"All services (regular and charter) were immediately suspended following the tragic accident on Sunday, January 26,\" the company said in a statement Thursday \"The shock of the accident affected all staff, and management decided that service would be suspended until such time as it was deemed appropriate for staff and customers.\" Investigators are trying to determine what caused the crash and whether the pilot should have been granted special permission to fly in foggy conditions Sunday morning. FAA records reviewed by CNN reveal Island Express was certified only for flights using visual flight rules. Visual flight rules require pilots to stay clear of clouds and in good visibility while using both visual and instrument navigation. Investigators are also looking into whether a safety system that federal authorities recommended years ago -- one that alerts pilots when they might hit terrain -- could have prevented the tragedy. Medical examiner confirms IDs The bodies of all nine victims of the crash have been positively identified. The Los Angeles County Department of Medical Examiner-Coroner announced Wednesday that it has confirmed, following \"round-the-clock testing and analysis of DNA,\" that Gianna Bryant, 13; Payton Chester, 13; Alyssa Altobelli, 14; Keri Altobelli, 46; and Christina Mauser, 38, were killed in the crash.  The medical examiner had previously confirmed the identities of Bryant, 41; John Altobelli, 56; Sarah Chester, 45; and the pilot, Ara Zobayan, 50; through their fingerprints. The cause of death for all nine victims was certified as blunt trauma, and the manner of death was certified as accident, the coroner said. The group had been on the way to a basketball game Sunday morning when the helicopter carrying them crashed into a hillside in Calabasas, California. There were no survivors. The teenagers were teammates on a basketball team coached by Bryant and Mauser. The girls were traveling with their parents. Aircraft descended at 2,000 feet per minute The helicopter missed the top of the hill by 20 to 30 feet, the National Transportation Safety Board said. Preliminary information suggests the helicopter descended rapidly before it crashed, NTSB member Jennifer Homendy said. \"The descent rate for the helicopter was over 2,000 feet a minute,\" Homendy said. \"This is a pretty steep descent at high speed.\" What was found at the scene The aircraft also lacked a cockpit voice recorder and a flight data recorder, Homendy said. Investigators have recovered an iPad, a cell phone and documents such as the helicopter's maintenance records, registration and airworthiness certificate from a debris field that stretched 500 to 600 feet. Timeline: Here's what happened in the minutes before crash Homendy said the NTSB will release its preliminary report on the crash in about 10 days -- but it won't answer everyone's questions. \"It's not going to contain our findings, our analysis,\" she said. \"It's not going to contain any safety recommendations or probable cause. But it's going to provide some factual information -- more than we have now.\" She said a final report will be out in about 12 to 18 months. Vanessa Bryant speaks out on the loss of her husband and daughter Bryant's widow, Vanessa Bryant, made her first public statement on the loss of her husband and daughter, Gianna, on her Instagram Wednesday. \"We are completely devastated by the sudden loss of my adoring husband, Kobe -- the amazing father of our children; and my beautiful, sweet Gianna -- a loving, thoughtful, and wonderful daughter, and amazing sister to Natalia, Bianka, and Capri.\" Vanessa Bryant said she didn't know how her family would move forward from the loss, but that Kobe and Gianna would \"light the way.\" She continued by sending her condolences to the families of the seven other crash victims. She wrote: \"We share in their grief intimately. There aren't enough words to describe our pain right now.\" Lakers mourn Kobe The Los Angeles Lakers, the team on which Bryant played his entire 20-year NBA career, met at their practice facility Wednesday for the first time since the crash. Though Kobe had been retired from professional basketball for four years, Lakers players still idolize the five-time NBA champion. Lakers Coach Frank Vogel said the team did some shooting drills but it wasn't a \"real practice.\" He said he wanted his guys to break a sweat and to be around each other. He said they all spent time together at a team lunch and grieved together. \"We did some things that we thought would be therapeutically beneficial.\" The Lakers have a home game Friday against the Portland Trail Blazers. Vogel said Thursday there will a tribute to Bryant but declined to share details about it."], "Language": false}