{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/business/kobe-bryant-ebay/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chauncey Alcorn, CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2020-01-30T20:11:05Z"], "LastModifiedDate": ["2020-01-30T20:11:05Z"], "Headline": ["Kobe Bryant memorabilia is selling for up to $3 million on eBay"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Demand for Kobe Bryant merchandise reached a fever pitch almost immediately after the legendary Laker perished in a helicopter crash Sunday along with his 13-year-old daughter, Gianna, and seven other victims. Bryant apparel on Nike's website was completely sold out less than a day after the incident, the company confirmed on Wednesday. Many fans have since turned to eBay and other auction sites to purchase any Kobe-related memorabilia they can find. But sellers on auction sites are demanding hefty sums for Bryant trading cards, autographed basketballs, jerseys and shoes. One eBay user wanted $3 million for a basketball signed by Bryant and the rest of the Lakers' 2002 \"3-peat\" championship team on Wednesday. Another asked Bryant fans for $2.88 million for a \"one-of-a-kind\" ball Bryant signed after winning his first NBA title. The latter seller said the ball will be \"worth $10 million in 10 years.\" Bids for the \"MambaForever.com\" URL started at $1 million on the site, the same price as a pre-owned set of Kobe trading cards said to be in \"very good\" condition. The asking price for a pair of Nike shoes signed by the Black Mamba after his final NBA game in 2016 is $240,000. The sky-high pricing follows a familiar pattern that tends to emerge after famous people die suddenly, according to Howard University marketing professor Denver D'Rozario, who specializes in research about the use of dead celebrities in marketing. \"Fans suddenly realize the person they love is not there anymore and they want to buy up things to be close to that person,\" D'Rozario, told CNN Business. \"Some people buy it for commemoration purposes because they assume it will increase in value as a collector's item. It gives them a connection to the person they love.\" Michael Jackson's famous glittery white glove sold for $420,000 in November 2009, five months after the late King of Pop's untimely death at age 50. The \"Happy birthday, Mr. President\" dress Marilyn Monroe wore when she serenaded John F. Kennedy in 1962 sold for a record $4.8 million 2016. Last year, the gown Princess Diana donned when she danced with John Travolta at a 1985 White House event sold for $347,000. All three items were auctioned off by Darren Julien, CEO of Julien's Auctions, which authenticates celebrity memorabilia before selling it. Julien says he's received a major influx of calls and emails from folks looking to sell him Kobe merchandise to auction off over the last few days. He is planning to sell a collection of verified Kobe items during his company's annual Sports Legends auction in Beverly Hills, California, on May 1. Julien also criticized the prices for Kobe merchandise currently being auctioned on eBay. \"It's a little bit morbid to be marketing Kobe at this point and time,\" Julien told CNN Business. \"If you're a business with a reputation, you have to be sensitive to the families. You're always going to have those kinds of opportunistic people who go on eBay and put crazy prices on items that no one will ever pay.\" EBay did not immediately respond to requests for comment on how it verifies the authenticity of celebrity memorabilia sold on its site. The company confirmed via email on Wednesday that it monitors and conducts sweeps to remove items specifically referencing celebrities' deaths or offering charity donations outside of verified eBay charity partners. EBay also prohibits listings that \"portray, glorify, or attempt to profit from human tragedy or suffering, or that are insensitive to victims of such events.\" Martin Nolan, executive director of Julien's Auctions, said it's normal for mourning fans to obsess over mementos after a star they love has passed away. \"We're all nostalgic,\" he said. \"Kobe died so tragically and he's such a hero, such an icon, especially here in Los Angeles. There's that raw feeling, that emotion because he's gone. What do we have left? We have the basketballs, the shoes. That's what we have left to cling to, to remember his legacy.\""], "Language": false}