{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/media/playstation-vue-shutting-down-trnd/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-01-30T14:32:03Z"], "LastModifiedDate": ["2020-01-30T17:19:32Z"], "Headline": ["PlayStation's streaming service Vue is shutting down"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Thursday marks the final day of PlayStation Vue's existence.  Beginning Friday, its users will have to search for a new way to stream their favorite cable networks. Sony, which announced the closure in October, explained it was closing Vue because of rising content costs and said it would rather focus on its core gaming business. Vue was available as an internet-connected app for a number of devices, including Roku, Amazon Fire TV, Apple TV and Sony's own PlayStation consoles. The cheapest package for a few dozen channels and a DVR began at $49.99 per month. The service faced tough competition when it began in 2015 because a wave of other cord-cutter bundles launched around the same time. For example, Dish Network's Sling, Hulu with live TV, Google's YouTube TV and AT&T's formerly named DirecTV Now (now known as AT&T TV Now) all began within two years of each other. (AT&T owns CNN's parent company WarnerMedia.) Sony's service also never caught on. Research firm eMarketer most recently estimated that Vue had 800,000 subscribers. The most popular service with live TV is Sling, with 2.4 million subscribers. The surge in these services are driven by people wanting cheaper alternatives to cable or satellite TV. But the prices of programming licensing deals continue to soar and companies are passing along the prices to customers, which is leading to price hikes. Hulu announced two price increases for its live TV service last year. More people are still using old-fashioned cable and satellite services rather than what the new streaming competitors are offering. EMarketer estimates that the number of US households with pay TV last year was 86.5 million, while those with a cord-cutter package only came out to 9.1 million. Here's some of Vue's biggest competitors.  Sling TV Sling has the most variety out of all the packages, and it  begins at $30 per month. The service is easily customizable because it sells add-on packages of channels for sports or international networks that start at an additional $5 per month.  AT&T Now The cheapest package now costs $65 per month. It includes HBO, more than 45 channels and a DVR that holds 20 hours of shows. There's also a sports-centric package that is $80 per month with 60 channels.  Hulu with Live TV Hulu combines its on demand service with live TV channels for $54.99 per month. It has more than 60 channels and a DVR with 50 hours of storage. YouTube TV Google's service costs $49.99 per month for more than 70 channels and a DVR with unlimited storage. "], "Language": false}