{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/super-bowl-rings-history/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacopo Prisco, CNN"], "Writers": [["Jacopo Prisco"]], "FirstPublishDate": ["2019-01-29T12:57:54Z"], "LastModifiedDate": ["2020-01-30T12:40:00Z"], "Headline": ["Big bling: The history of Super Bowl ring design"], "Section": ["style"], "MappedSection": [null], "Article_Body": ["There is no Super Bowl without a Super Bowl ring. These mementos, usually packed full of diamonds and intricate references to the winning team and its path to glory, have been gracing players' fingers for over 50 years. Over time, the designs have become increasingly ostentatious. The first ring, awarded in 1967 to the Green Bay Packers, featured a single one-carat diamond. The last one produced to date, for the 2019 champions New England Patriots, has 422 diamonds for 8.25 carats and 20 blue sapphires, embedded in 10K white gold. The tradition itself actually started in baseball -- the first ever team-issued championship ring in American sports was made for the the New York Giants to celebrate their 1922 World Series win against the Yankees -- and then spread to the other professional leagues.  A long tradition \"The relationship with American football begun in the early 1950s with rings made for what were, at the time, the AFL and the NFL -- before they merged into what is now the existing NFL,\" explained Chris Poitras, VP of Jostens, during a phone interview. Jostens has created 35 of the 53 Super Bowl rings, including the very first and the most recent four. Other designers include Balfour and Tiffany & Co., which has also designed the Vince Lombardi trophy, awarded to the winning team. In a nod to tradition, rings are still awarded to the winners of the Conference Championship games -- the two semi-final playoff games that precede the Super Bowl. They are similar, but the Championship designs are \"a tad more understated,\" as Poitras puts it. Work on each season's ring doesn't officially start until after the Super Bowl, and production takes a few months. \"Until there's a winner there's obviously superstition, so we don't engage any team and they don't engage us in any talk around Championship or Super Bowl rings until that entire season has completed. We internally begin to imagine possibilities, but they do not leave our four walls until the day after the Super Bowl,\" said Poitras. The design phase takes up to 8 weeks, and once a final design has been agreed upon, production typically takes between 4 to 6 weeks. The rings are usually awarded in a private ceremony held by the winning team in June. Super Bowl rings in numbers It's not just the 53 players on the roster who are given a ring. \"Anywhere from 300 to 900 rings are produced, depending on the size of the organization and how many the owners decide they want to give,\" said Poitras. While each player gets a personalized version complete with their name and jersey number, more marginal members of staff might get a cheaper variant, with fewer gemstones or non precious alloys, although Poitras says that some organizations give the same exact ring to every single member. The NFL contributes roughly $5,000 per ring for up to 150 rings, the rest is paid for by the franchise. And they tend to go well beyond that. Recent rings include tens of thousands of dollars in gemstones alone, although the exact cost of each one is generally kept secret and can vary wildly depending on specifications and size. The auction record for a ring once owned by a player ring belongs to the 2012 sale of Lawrence Taylor's Super Bowl XXV ring, which he had won with the New York Giants. It sold for $230,401. The overall record for an auction sale belongs to a New England Patriots Super Bowl LI ring which had the name \"Brady\" on it, because it was made for a family member of quarterback Tom Brady. It fetched $344,927.  Compared to Tom Brady's actual ring, it was 10% percent smaller and had \"just\" 265 diamonds instead of 283. That number wasn't random -- it referenced the 28-3 score that the New England Patriots overcame to win the game 28-34 at the expense of the Atlanta Falcons in 2017, the biggest comeback in Super Bowl history.  \"These are big rings and they're meant to be seen across the room, no doubt,\" said Poitras. The largest Super Bowl ring ever produced is a size 25 (the average size for a non-athlete male is 10), for William \"Refrigerator\" Perry, who won Super Bowl XX with the Chicago Bears in 1986. It is wide enough to let a half dollar coin through.  The one that got away \"Each ring has unique stories, some told, some untold, depending on the franchise's desire,\" explained Poitras. The latest ring, for the Philadelphia Eagles, has 127 diamonds on the bezel alone, which is the sum of the jersey numbers of the three players who performed the \"Philly Special,\" a trick play that resulted in a crucial touchdown during Super Bowl LII against the Patriots.  Other teams choose more explicit references, such as the New York Giants, whose path to the 2008 Super Bowl was made possible by \"eleven straight [wins] on the road,\" a fact forever emblazoned on the side of the ring. \"These rings are mementos that players will hold onto for the rest of their lives and are passed on from generation to generation,\" said Poitras. Except when they don't. There are many peculiar tales regarding lost and found rings, but the crown has to go to one involving Vladimir Putin. New England Patriots owner Robert Kraft told the NFL that he gave the Russian President his third Super Bowl ring to try on during a trip to Moscow, but he then \"sort of enjoyed it so he kept it on.\" The ring was never returned. (A spokesperson for Putin has since stated that it had been officially gifted instead)."], "Language": false}