{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/us/kobe-and-vanessa-bryant-family-foundation-donations/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Darran Simon, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-30T02:21:33Z"], "LastModifiedDate": ["2020-01-30T04:09:46Z"], "Headline": ["Shaq and StubHub pledge donations to the Kobe and Vanessa Bryant Family Foundation"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["NBA legend Shaquille O'Neal and StubHub have pledged to make donations to the Kobe and Vanessa Bryant Family Foundation after the death of the retired basketball player and eight others in a helicopter crash. O'Neal, Bryant's former teammate with the Los Angeles Lakers, said he would donate proceeds from his \"Shaq's Fun House\" Super Bowl event to the foundation and to all the families who lost loved ones in the crash.  StubHub said it plans to donate 100% of the fees of tickets sold for Friday's Lakers versus the Portland Trail Blazers game to honor the legacy of Bryant, 41, and his daughter Gianna, 13. She was also killed in the crash.   In an Instagram post, O'Neal said he was going back and forth on whether he should have his event in Miami, where the Super Bowl is being held.  \"Part of me wanted to stay to myself as I reflect what my brother and his family mean to me and my family,\" the post said. \"But in thinking what would Kobe want, what would he do? Kobe would want us to push through and celebrate life.\"  The Bryant Family Foundation was one of Kobe Bryant's most impactful philanthropic works. Bryant and his wife, Vanessa, started it to help improve the lives of young people and families. The foundation gives scholarships and operates Mamba FC, a youth soccer club that teaches young athletes how to be leaders and independent thinkers through sports.  Since 2011, the foundation has partnered with the United Way of Greater Los Angeles, Step Up on Second and homeless youth drop-in center My Friend's Place to provide comprehensive services to homeless kids in Los Angeles.  The Mamba Sports Foundation is also operated by Bryant's Mamba Sports Academy.  O'Neal on Tuesday said he didn't want to believe the news about Bryant's death when it circulated on social media.  He got a flood of calls from friends and learned it was true, he said on TNT's \"Remembering Kobe\" tribute. \"I haven't felt a pain that sharp in a while,\" he said. \"I lost a little brother.\" Bryant and Gianna were headed to a basketball game in Thousand Oaks, California, when the helicopter carrying them crashed into a hillside in Calabasas on Sunday.  Bryant was expected to coach and his daughter was expected to play. The other six passengers included two of Gianna's teammates, Alyssa Altobelli and Payton Chester. Alyssa's parents -- Orange Coast College baseball coach John Altobelli and his wife, Keri -- died in the crash. So did Payton's mother, Sarah Chester, Payton's grandmother Cathy Chester wrote on Facebook. Christina Mauser, an assistant girls basketball coach for a private school in Corona del Mar, California, was also killed, according to her husband, Matt Mauser.  The pilot, Ara Zobayan, died in the crash.   The Los Angles County coroner's office said four of the nine bodies recovered, including Bryant's body, have been identified through the use of fingerprints."], "Language": false}