{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/entertainment/nikki-bella-brie-bella-pregnant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas and Amanda Jackson, CNN"], "Writers": [["Chloe Melas", "Amanda Jackson"]], "FirstPublishDate": ["2020-01-29T17:30:23Z"], "LastModifiedDate": ["2020-01-30T04:01:18Z"], "Headline": ["Nikki Bella and Brie Bella are both pregnant"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Retired WWE superstars Nikki Bella and Brie Bella are pregnant.  Yes, you are reading that correctly. The twin sisters coincidentally are both expecting and due just a week and a half apart.  \"I was in yoga, and I kept getting this feeling that you need to take a pregnancy test, but I wasn't even late yet,\" Nikki Bella, whose real name is Stephanie Nicole Garcia-Colace, told People magazine. \"And so I'm like, 'Why do I keep having this feeling? Am I getting twin vibes from her? Because she just told me she's pregnant?'\" The Bella twins started their career in the sports-entertainment world as tag team partners that spanned over 10 years with the WWE. They both starred in the E! reality series that follows the lives of a group of women wrestlers called, \"Total Divas,\" before getting their own spin off show called, \"Total Bellas.\" Brie Bella, whose real name is Brianna Monique Danielson, has a 2-year-old daughter, Birdie, with WWE superstar, Daniel Bryan. In past seasons of \"Total Bellas,\" she spoke openly about wanting to have another child.  \"We are shocked like all of you!!!,\" she posted on Instagram. \"Never in a million years thought did I think @thenikkibella and I would be having pregnant bellies together!!!\" This will be the first child for Nikki, who recently announced her engagement to Artem Chigvintsev, whom she met on \"Dancing with the Stars.\" \"My baby is SO strong it's crazy! (Mama felt it everyday first trimester lol) Can't tell if it's the wrestling genes or the ballroom!!,\" she posted on Instagram, adding that the babies are due in August. Nikki also shared a sonogram of her baby on Twitter, \"Say hi to our very strong warrior baby.\" The sisters are even experiencing similar bouts of morning sickness. \"It's actually crazy because we both have the same symptoms. So we've been super nauseous,\" Brie said.  Nikki, who was formerly engaged to wrestler-turned-actor John Cena, said she can't wait to be a mom.  \"Even though I feel really sick, like, (I) can't believe I'm going to be a mom soon,\" she said. \"I'm going to have this person to take care of for the rest of their life and help them do the right things and just show them the way of the world. That's amazing!\" The twins are busy nesting, and don't worry, we're bound to see it all unfold in the upcoming season of their E! reality show which returns this spring.  CNN has reached out to their respective representatives for comment. "], "Language": false}