{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/us/chris-doleman-died-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-29T13:17:06Z"], "LastModifiedDate": ["2020-01-29T20:51:08Z"], "Headline": ["Chris Doleman, Hall of Fame defensive end, dies at 58"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Hall of Fame defensive end Chris Doleman died Tuesday night after a two-year battle with cancer. He was 58. The Minnesota Vikings, where he played 10 seasons in the NFL, remembered him in a statement. \"Chris was a great example for players past and present, as he embodied all the best characteristics of a Viking -- resilience, toughness and a competitive spirit,\" the team said. \"Chris always carried himself with dignity and class. Vikings fans worldwide will greatly miss him.\" Doleman had been battling glioblastoma ever since he underwent surgery to remove a brain tumor in January 2018, the NFL said. Glioblastoma is a type of cancer that occurs in the brain or spinal cord, according to Mayo Clinic. It's the same cancer that killed the late Arizona Sen. John McCain, Joe Biden's son, Beau, and Sen. Edward Kennedy. Doleman told NBC Sports he \"cried like a baby\" when he was diagnosed. \"When a doctor tells you that you have brain cancer, it changes your whole world,'' Doleman said. \"Those are the scariest words that you'll ever hear in your life. When I first heard it, I was so devastated by it I couldn't get any words out of my mouth. How many people do you know who survive brain cancer?'' Still, he was determined to fight it. A long NFL career  Minnesota drafted Doleman fourth overall in the 1985 draft out of Pittsburgh. He played 15 seasons in the NFL, and 10 with the Vikings. The other five seasons he split between the Atlanta Falcons and San Francisco 49ers.  \"I had the honor of getting to know him not only as a great football player but an outstanding human being,\" Pro Football Hall of Fame president and CEO David Baker said in a statement. \"The legacy of Chris Doleman will live forever in Canton, Ohio for generations to learn from how he lived a life of courage and character.\" He was named an eight time Pro Bowler and two time first-team All-Pro."], "Language": false}