{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/media/barstool-penn-national-gaming/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-29T17:18:52Z"], "LastModifiedDate": ["2020-01-29T18:58:35Z"], "Headline": ["Penn National Gaming is buying a stake in Barstool Sports"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Penn National Gaming is buying a stake in Barstool Sports, a sports site known for its loyal fanbase and bawdy sports commentary. Under the new deal, Penn National Gaming will become Barstool Sports' exclusive gaming partner for up to 40 years, the companies announced on Wednesday. The company will utilize the Barstool brand for its online and retail products. Penn operates 41 properties in 19 states.  The gaming company acquired a 36% stake in Barstool for $163 million in cash and convertible preferred stock. That would value the sports site at roughly $450 million. Penn National will increase its ownership to 50% after three years. Penn's stock was up as much as 12.5% following the news on Wednesday. Recode was the first to report on the deal. The move continues to blur the lines between sports media companies and professional gaming as the popularity of legalized gambling continues to take hold. The Supreme Court struck down a ban on sports gambling in 2018. The 6-3 ruling cleared the way for several states to legalize sports betting. The ruling has led sports media companies to embrace gambling and work alongside casinos and gaming companies. For example, ESPN announced last year that it was partnering with Caesars Entertainment to build a new studio at its LINQ Hotel and Casino in Las Vegas. The partnership also made Caesars the official sports-odds data supplier for ESPN. Other major sports media companies like Turner Sports and Fox Sports have also entered into partnerships to expand gambling coverage. Fox went as far as to create an app that helps facilitate sports bets. (Turner, like CNN, is owned by WarnerMedia.) \"With its leading digital content, well-known brand and deep roots in sports betting, Barstool Sports is the ideal partner for Penn National and will enable us to attract a new, younger demographic,\" Jay Snowden, Penn National's president and CEO, said in a statement. Barstool Sports, which was founded in 2003 by David Portney, has made a name for itself by courting controversy and its rabid fanbase. The site covers the world of sports and culture across blogs, podcasts and video with 66 million monthly unique visitors, according to the company. Portney spoke about the announcement in what he called an \"emergency press conference\" that he posted on social media. \"Seventeen years ago I started a little gambling rag in my parent's basement called Barstool Sports,\" Portney said. \"We've taken another strategic investor in Barstool Sports. Penn National Gaming. Why? May 14, 2018. That's the date the United States government repealed the ban on sports gambling in the United States. The second that happened, and I mean the second, I walked into [Barstool CEO] Erika Nardini's office and said 'hey Erika, this is it. This is our moment.\""], "Language": false}