{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/entertainment/kobe-bryant-gianna-girldad/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France and Harmeet Kaur, CNN"], "Writers": [["Lisa Respers France", "Harmeet Kaur"]], "FirstPublishDate": ["2020-01-29T13:45:33Z"], "LastModifiedDate": ["2020-01-29T21:17:17Z"], "Headline": ["Kobe Bryant called himself a 'girl dad.' His words are inspiring proud fathers to celebrate their love for their daughters"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Fathers across the globe are paying tribute to Kobe Bryant by celebrating their relationships with their daughters. Men are posting photographs of themselves with their daughters using #girldad as a way of remembering the 41-year-old NBA legend who died along with his 13-year-old daughter, Gianna, and seven others in a helicopter crash in Calabasas, California, on Sunday. The hashtag has been tweeted more than 175,000 times since Sunday, a spokesperson for Twitter said. The word most used in the tweets? \"Love.\"  Bryant was the father of four girls, and the trend started after ESPN's Elle Duncan shared a moving story while she anchored \"SportsCenter\" on Monday night about how proud Bryant was of being a father to his daughters.  \"I would have five more girls if I could,\" Duncan recalled Bryant saying. \"I'm a girl dad.\" Celebrity dads share photos of their daughters  Bryant's words inspired other fathers, including some famous ones.  \"I'm so proud and lucky to be a #GirlDad,\" sportscaster and former New York Yankees player Alex Rodriguez tweeted. The rapper/actor Shad Moss, better known by his stage name, Bow Wow, posted a photo of himself and his daughter to Instagram with the hashtag and the caption, \"I LOVE YOU SHAI.\"  Chicago Cubs pitcher Casey Sadler tweeted a photo of himself and his daughter with the caption, \"#girldad and proud of it.\" In response to a follower who questioned his tweet, Sadler said it was a way to honor Bryant and his daughters. \"I will be grateful for whatever the Lord blesses me with,\" Sadler tweeted. \"Right now that is being a #girldad and its something I love and cherish. One doesn't take away the other.\" 'There's something about having a daughter' Other fathers also got in on the Twitter movement.  \"Kobe was right. Girls are awesome. There's something about having a daughter,\" Khalil Jamal posted, along with photos of his 8-year-old daughter Nyla.  Jamal told CNN that he never felt like he needed a boy to carry on his legacy.  \"From day one, I knew I had a child who would make me feel honored to be a father and she reminds me each day,\" he said. One weekend, Jamal took his daughter and son along with him to his personal training session. He soon found that he wasn't performing at his best and felt discouraged. As he was walking to get some water, his daughter whispered to him, \"You're doing a great job.\" \"I looked at her and teared up because at that moment, where I needed encouragement most, she was there to provide it for me,\" Jamal said. \"That's the person she is growing to be and I am proud to be her father.\"  'They are the best part of me' Jeremy Hefner says he has no shortage of energy in his household. The pitching coach for the New York Mets is a father to three daughters, 7, 5 and 2. Hefner wrote on Twitter, \"#girldad They are the best part of me, and it's not close.\" Hefner said his girls have a huge range of interests, and they \"all love dancing, gymnastics, basketball, makeup, Star Wars and their older brother in their own way.\" \"My favorite part of being a girl dad is that no matter what's going on in our lives they bring us back to center,\" he told CNN. \"A center surrounded by a playful spirit and donuts!\" 'They light up my world' Matt Plyler also has three daughters, Marleigh, 5; Millie, 3; and Mattie, 1. \"#GirlDad & proud of it! Love my Girls! #Mambacitas #MambaForever #MambacitaForever,\" Plyler posted, along with a photo of him and his girls all in Christmas pajamas. His girls make him feel like he's their hero, Plyler said, and he loves being there for them.  \"They just light up my world. They are my world. We are truly blessed,\" he told CNN. 'There's no better feeling' Frank Winn is a father to two daughters,  2 and 1.  \"There's no better feeling. It's indescribable,\" Winn told CNN. \"They made life worth living. They gave me a purpose to push towards my success. I live for them now. Everything I do is for them.\" Bryant and his daughters Duncan recalled seeing Bryant backstage at an event for ESPN in New York and asking him for advice on raising girls. She was eight months pregnant with a girl, and Bryant famously had three daughters at the time, she said on \"SportsCenter.\"  \"Just be grateful that you've been given that gift because girls are amazing,\" she said he told her. Bryant then went on to tell her about his kids. When it came to sports, he said his oldest daughter, Natalia, was an accomplished volleyball player. Bianka, his youngest at the time, was still a toddler so it was too soon to tell what she'd be interested in. But Gianna, his middle daughter, took after her dad. \"That middle one's a monster. She's a beast,\" Duncan recalled him saying. \"She's better than I was at her age. She's got it.\" \"I suppose the only small source of comfort for me is knowing that he died doing what he loved most: being a dad. Being a girl dad,\" Duncan said. Bryant is survived by his wife, Vanessa Bryant, and his daughters Natalia, 17, Bianka, 3, and Capri who was born in June. "], "Language": false}