{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/politics/condoleezza-rice-stanford-hoover-institution/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Caroline Kelly"], "Writers": [["Caroline Kelly"]], "FirstPublishDate": ["2020-01-28T20:42:08Z"], "LastModifiedDate": ["2020-01-28T20:42:08Z"], "Headline": ["Condoleezza Rice to helm Stanford public policy think tank"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Former Secretary of State Condoleezza Rice will be the next director of Stanford University's Hoover Institution, a public policy think tank, the university announced Tuesday. Rice, who will begin her new position on September 1, has been a longstanding fixture both in national security policy and at Stanford, where she was first appointed to the faculty as a professor of political science in 1981.  \"I'm honored to be named as Hoover's next director,\" Rice said in a statement. \"Both the Hoover Institution and Stanford University are places that believe in the study and creation of ideas that define a free society.\" She added, \"The nurturing of these ideas, the value of free inquiry and the preservation of open dialogue are the backbone of democracy. It will be a privilege to lead the institution as it moves into its second century and to work with the outstanding fellows who seek dynamic solutions to the incredible challenges on the horizon.\" Rice is currently the Denning Professor in Global Business and the Economy at the Stanford Graduate School of Business; the Thomas and Barbara Stephenson Senior Fellow on Public Policy at the Hoover Institution; and a professor of political science at Stanford University. She has largely remained silent on issues concerning President Donald Trump, but in November said that the President's efforts to get Ukraine to investigate former Vice President Joe Biden were \"out of bounds\" and called the administration's shadow foreign policy in Ukraine \"deeply troubling.\" Trump's attempts to pressure Ukraine to investigate Hunter Biden and Joe Biden, his potential political rival, are at the center of the President's impeachment trial. Trump has repeatedly made unfounded and false claims to allege that the Bidens acted improperly in Ukraine. There is no evidence of wrongdoing by either Joe or Hunter Biden. Rice served as secretary of state from 2005 to 2009 under President George W. Bush, succeeding Colin Powell. During her tenure she participated in efforts towards a peace plan between Israel and Lebanon, oversaw a cease-fire agreement between Russia and Georgia and met with Moammar Gadhafi in Libya in the first visit by a US secretary of state to the country since 1953. She served under Bush as national security adviser from 2001 to 2005 -- the first woman to hold the post -- during which time she headed the Iraqi Stabilization Group and testified in public and under oath before the 9/11 Commission after weeks of requests.  She became the first woman and first African American to become as provost of Stanford University, holding the role from 1993 to 1999. Prior to that, Rice served as special assistant to the director of the Joint Chiefs of Staff, an international affairs fellow of the Council on Foreign Relations and senior director of Soviet and East European affairs in the National Security Council. She was a special assistant for national security affairs to Bush from 1989 to 1991.  Rice has also been involved in collegiate sports leadership. In 2017, Rice agreed to chair the NCAA's Commission on College Basketball, and was a member of the College Football Playoff selection committee from 2014 to 2016. She also downplayed a report in 2018 that the NFL's Cleveland Browns were considering her for their head coach position. "], "Language": false}