{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/kobe-bryant-portrait-smithsonian/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacopo Prisco, CNN"], "Writers": [["Jacopo Prisco"]], "FirstPublishDate": ["2020-01-28T15:02:54Z"], "LastModifiedDate": ["2020-01-28T17:20:34Z"], "Headline": ["Smithsonian's National Portrait Gallery displays Kobe Bryant photo in special tribute"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A portrait of the late Kobe Bryant is now on view at the Smithsonian's National Portrait Gallery in Washington DC, as part of a special \"In Memoriam\" display. The black-and-white image, which is part of the museum's collection, is a photograph taken by Rick Chapman in 2007. In the poignant photo, Bryant's right upper arm is on display, revealing a series of tattoos.  \"The robe's right sleeve has been removed to reveal a large, two-part tattoo dedicated to Bryant's wife, Vanessa. The tattoo combines her name, framed by a crown decorated with butterflies, and the inscription 'Psalm XXVII,' which begins, 'The Lord is my light and my salvation; whom shall I fear?'\" explained Gwendolyn DuBois Shaw, a senior historian at the National Portrait Gallery, in an email to CNN.  Chapman's work can be seen in a number of collections throughout the United States including the LA County Museum, the Museum of Fine Arts Houston, the Fine Arts Museums of San Francisco, George Eastman House, and the private collection of Elton John. This isn't the first time the museum has paid tribute to sports star upon their passing. A portrait of the late baseball player Don Larsen, who died earlier this month, hung on the wall before Bryant.  Nearby, the Smithsonian's National Museum of African American History & Culture, houses two artifacts relating to Bryant: a Los Angeles Lakers uniform he wore during the 2008 NBA finals and a 2002 photograph of Bryant, taken in New York, by Walter Iooss.  Bryant and his wife were among the founding donors of the museum, and in 2016 Bryant tweeted in support of the institution, saying: \"Go. See. This. Museum. There is no greater testament to this country than the stories in this building. Honored to be a part of it.\" Bryant was among nine people, including his 13-year-old daughter Gianna, killed on Sunday in a helicopter crash in Calabasas, California."], "Language": false}