{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/trump-impeachment-trial-01-27-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Mike Hayes and Veronica Rocha, CNN"], "Writers": [["Meg Wagner", "Mike Hayes", "Veronica Rocha"]], "FirstPublishDate": ["2020-01-27T13:24:53Z"], "LastModifiedDate": ["2020-01-28T02:50:03Z"], "Headline": ["Impeachment trial of President Trump"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Trump's defense team continued their opening arguments today in the impeachment trial as senators tackled questions about the need for witnesses. In case you missed it, here are some of the highlights from today's proceedings: The John Bolton manuscript: Much of the attention on Capitol Hill focused on the Republican senators and how they are reacting to Sunday night's New York Times bombshell that John Bolton's draft manuscript says Trump told him US security assistance to Ukraine was conditioned on investigations into Democrats, including former Vice President Joe Biden.\nTrump's defense team reacts to the Bolton news: President Trump lawyer and Harvard Law professor Alan Dershowitz argued that Bolton’s accusations do not amount to an impeachable offense. \"Let me repeat: Nothing in the Bolton revelations — even if true — would rise to the level of an abuse of power or an impeachable offense,” Dershowitz said.\nGOP senators downplayed the Bolton manuscript: Republican Sen. John Cornyn downplayed the significance of Bolton's revelation. Cornyn said the timing around this was suspicious and accused Democrats of having a \"credibility problem.\"\nWhile others said they wouldn't mind learning more from Bolton: GOP Sen. Mitt Romney of Utah reiterated demands to call for John Bolton to testify, saying he’s had discussions with some of his colleagues on the matter. GOP Sen. Lindsey Graham said today that he wants to see Bolton's manuscript. “What we have to do here is evaluate the manuscript and see if it's a reason to add to the record,” he said. \nWhite House officials were blindsided: Bolton’s upcoming book blindsided senior White House officials and GOP senators who now want to know more about Bolton’s side of the story as laid out in his manuscript, multiple sources close to the process told CNN. Senate Majority Leader Mitch McConnell was not notified in advance about the unpublished manuscript, his spokesperson said.\nIt was Chief Justice John Roberts' birthday: Chief Justice John Roberts celebrated his 65th birthday today and has been presiding over the Senate impeachment trial. Roberts also appeared briefly on the Supreme Court bench to swear in a roomful of military lawyers to the Supreme Court bar. Roberts was joined by five other members of the court. \nThere was lots of note-taking: During the defense’s argument today, Republican senators and some Democrats took copious notes. Everyone appeared present and attentive. There were no absences. \nTrump defense team compares presidential impeachment to \"domestic war\": Trump's lawyer Kenneth Starr said in his remarks today, \"Like war, impeachment is hell. Or, at least, presidential impeachment is hell.\"  The Senate impeachment trial will resume at 1 p.m. ET tomorrow. After virtually ignoring the Bolton manuscript bombshell news through nearly eight hours of their presentation today, President Trump lawyer and Harvard Law professor Alan Dershowitz argued that John Bolton’s accusations do not amount to an impeachable offense.   “If a president, any president, were to have done what the Times reported about the content of the Bolton manuscript, that would not constitute an impeachable offense. Let me repeat: Nothing in the Bolton revelations — even if true — would rise to the level of an abuse of power or an impeachable offense,” Dershowitz said. Earlier today, Jay Sekulow, the President’s private counsel, alluded to bombshell allegations over the weekend from former national security adviser John Bolton directly tying Ukraine aid to an investigation of the Bidens. But he suggested it would not be discussed by the team today. \"What we've done on Saturday is the pattern that we're going to continue today as far as how we're going to deal with the case. We deal with transcript evidence, we deal with publicly available information. We do not deal with speculation, allegations that are not based on evidentiary standards at all,\" he said. What's this about: The New York Times reported Trump ordered Bolton to keep military aid to Ukraine frozen in a bid to coerce political favors. Since the news broke, some GOP senators are considering the need to have witnesses at the trial. During his remarks tonight, President Trump's attorney Alan Dershowitz talked about how he saw the impeachments of Trump and Clinton as different — and how the charges against Trump led him to change his mind about what constitutes an impeachable offense by a president. On former president Bill Clinton, Dershowitz said, \"Clinton was accused of a crime, perjury, and so the issue in his case was not whether the Constitution requires a crime for impeachment, instead, the engine was whether Clinton's alleged crime could be classified as a high crime in light of its personal nature.\"  He continued: \"During the Clinton impeachment, I stated in an interview that I did not think that the technical crime was required but that I did think that abusing trust could be considered.\"  Dershowitz said that at the time of Clinton's impeachment, he had not done \"extensive research on that issue\" of whether criminal behavior was required to impeach a president. \"I simply accepted the academic consensus on an issue that was not on the front burner at the time,\" he said.  With Trump, Dershowitz said his impeachment \"directly raises the issue of whether criminal behavior is required.\"  \"I've gone back and read all the relevant historical material, as nonpartisan academic should always do, and have now concluded that the framers did intend to limit the criteria for impeachment the criminal type backs akin to treason, bribery, and they certainly did not intend do extended to vague an open-ended non criminal accusations such as abuse of power and obstruction of Congress.\" Moments after Trump attorney Alan Dershowitz began remarks on the Senate floor, White House press secretary Stephanie Grisham appeared briefly on Fox Business. President Trump, she said, has been “very, very happy” with his legal team, touting a “strong team with decades of legal experience.” On Bolton, Grisham called it “unfortunate” and “disappointing” that the former White House national security adviser is “clearly trying to sell a book,” noting that the preorder link was live moments after the New York Times story published.  She also questioned whether Bolton was telling the truth. “We don’t even know if what’s in the book is going to be true,” she said, adding, “The President has made clear that none of the things in the book are true.” Grisham repeatedly called it “sad.” The proposal for witness reciprocity is not something most GOP senators are actively pursuing and it is essentially a backup plan in case enough Republicans vote to hear witnesses, Republican Sen. Mike Braun said. “First of all, Ted (Cruz) and I have been talking about reciprocity on witnesses and anybody that has talked (has said) if we get to witnesses. That was never going to occur in a vacuum ... it wasn’t even discussed really, it was discussed if we get there, that’s the how it would be. I don’t think Pat originated it, he just, I guess, would be comfortable with it,\" the Indiana lawmaker said. Earlier today: Sen. Pat Toomey, a Republican from Pennsylvania, raised the \"one for one\" witness deal that would allow for one witness each to be called by both the Republican and Democratic sides in the Senate impeachment trial at the GOP conference lunch today, a source familiar told CNN.  Braun also said the discussion in the lunch today on witnesses was tangential to the main discussion in the lunch which was about the upcoming question and answer process. President Trump's impeachment attorney Robert Ray concluded his opening remarks with what the President told him.  \"The President's only instruction to me for this trial was a simple one: 'Do what you think is right,'\" Ray said. Ray added that he does not believe that Trump's impeachment is in \"the best interests of this country.\"  Asked about GOP Rep. Mark Meadows’s suggestion that the New York Times story on John Bolton was a coordinated leak from Democrats and if he was in any way involved in the leak, House impeachment manager Rep. Adam Schiff said he was not. “Of course not,” Schiff said, “It came as quite a surprise to all the House managers when the New York Times story came out, but I guess that’s the best Representative Meadows has right now. Look I can understand the reasons why — and I think we knew these already — why the President and his allies have wanted to suppress John Bolton’s testimony. They evidentially had this manuscript, they understood what John Bolton had to say and they were deathly afraid the American people would find out.\" Schiff continued: \"There seems to be a real shift in where the Republican senators are and I think it’s very hard for them to maintain that they wanted a fair trial, wanted to know all the facts when there’s a witness who said I’m ready, I’ve got something to say, we have an outline of what he has to say, it’s really hard to say we’re not going to hear that.”  Asked if the House would reconsider bringing in former White House national security adviser John Bolton if the Senate decides not call trial witnesses, House Majority Leader Steny Hoyer said they would consider it, but he wouldn’t speculate beyond that.  “We'd certainly consider what action we would take. I don't know, I don't want to speak of what action we would take,\" he said. The Senate impeachment trial has resumed. Robert Ray, a member of President Trump's defense team, is delivering his opening arguments right now. Rep. Mark Meadows, a Republican from North Carolina and a stark defender of the President, suggested today that the John Bolton manuscript was leaked to convince GOP senators to vote for witnesses. He also said he's not in favor of calling additional witnesses. \"Why was this leaked out at this particular time right before today's presentation by the Trump defense team? I know I'm asking that. Some have suggested that it was to sell more books. Some have suggested that indeed the leak was designed to create chaos. What we do know is that this is a pattern that my Democrat colleagues have embarked on when it was over in the House, and they continue to leak out things trying to change the narrative so that you will write about it, so that the American people can get all worried about it, only to find out the facts later don't necessarily support the accusations that were made,\" he said. Meadows continued: \"My Republican colleagues in the Senate are going to make up their own minds on whether or not to call witnesses, but this leak was designed for one purpose and one purpose only, and that was to try to manipulate the thinking of my Republican colleagues in the Senate to encourage them to open it up and provide for more witnesses,\" he said. \"I'm not in favor of calling additional witnesses,\" he added.   GOP Sens. Ted Cruz, Mike Braun, John Barrasso and Joni Ernst spoke to reporters this evening, praising the defense team and discussing the possibility of witnesses.  \"The White House counsel has absolutely shredded, shredded the case brought forward,\" Ernst said. Cruz claimed that the defense team outlined “serious evidence of corruption involving Burisma.” “I get that the press loves to obsess over the latest bombshell,” Cruz said of the New York Times report on John Bolton, downplaying the impact. “At the end of the day, it doesn’t impact the legal issue before the Senate. The legal issue before this Senate is whether a president has the authority to investigate corruption.”  “If we get to witnesses, it will be a one-for-one or a two-for-two,” Braun said when asked about the possibility of reciprocity.  “We’re going to decide Friday on witnesses,” Barrasso said. “It’s not going to be a one-sided issue.” President Trump watched parts of his defense team's presentation today, a White House official said. Trump is pleased with his defense team's performance today, the official said. Aides briefed Trump on portions of the trial he did not see, the official said. Meanwhile, sources close to the President's legal team said they will be prepared in the event John Bolton testifies and that Trump reserves the right to assert executive privilege should his attorneys decide to take that approach. It's up to the lawyers, sources said.  Trump has previously sounded cool to the idea of seeing Bolton testify, portraying it as a national security concern. House Intelligence Chairman Adam Schiff has taken the same position throughout the defense counsel’s presentations — sitting sideways on the table to face the speaker directly, breaking his gaze only to take notes on his legal pad.  Schiff didn’t break his gaze as President's Trump lawyer Eric Herschmann repeatedly turned his direction during the presentation to attack Schiff and the other managers, staring back at Herschmann without expression when he looked over. Republican Sen. Mitt Romney also did not react when he was cited by Herschmann for his comment in a 2012 debate with President Barack Obama that Russia was the No. 1 geopolitical foe of the US. Romney looked straight ahead while the clip of Obama was played and his facial expression did not change. When the Trump team played a video montage of Schiff, House Speaker Nancy Pelosi and others saying it was urgent that they impeach the President, Majority Leader Mitch McConnell broke out a rare smile, while Sen. Ted Cruz chuckled. President Trump's lawyer Pam Bondi played a video clip of former vice president Joe Biden recounting, at a 2018 event, how he had pressured Ukraine to fire its prosecutor general, Viktor Shokin. Bondi claimed that Shokin was, at the time of the pressure in late 2015 and early 2016, “investigating Burisma,” the company where Biden’s son Hunter Biden sat on the board of directors. Here are four key facts Bondi omitted: 1. Shokin’s former deputy, Vitaliy Kasko, said the investigation into Burisma and company owner Mykola Zlochevsky was inactive at the time of Joe Biden’s pressure in late 2015 and early 2016. A leading Ukrainian anti-corruption activist said the same. \"Shokin was not investigating. He didn't want to investigate Burisma,\" Daria Kaleniuk, executive director of Ukraine's Anti-Corruption Action Center, told the Washington Post for a July article. \"And Shokin was fired not because he wanted to do that investigation, but quite to the contrary, because he failed that investigation.\" 2. Shokin was widely seen — by Ukrainian activists, US diplomats, European governments and the International Monetary Fund — as ineffective or corrupt. In a speech in 2015, Geoffrey Pyatt, then the US ambassador to Ukraine, castigated Shokin’s office for impeding the investigation of Burisma’s owner Zlochevsky. Pyatt called for people in Shokin’s office to be fired, “at minimum.”  “Rather than supporting Ukraine’s reforms and working to root out corruption, corrupt actors within the prosecutor general’s office are making things worse by openly and aggressively undermining reform,” Pyatt said. 3. Biden was acting in accordance with official US policy. Because of Shokin’s reputation, the US and its allies believed that removing him would increase, not decrease, the chances of people like Zlochevsky being pursued. \"What former Vice President Biden requested of former president of Ukraine, (Petro) Poroshenko, was the removal of a corrupt prosecutor general, Viktor Shokin,” George Kent, deputy assistant secretary of state for European and Eurasian Affairs, testified in the impeachment inquiry. Kent went on to say Shokin had “undermined” a US-funded program to try to investigate corrupt Ukrainian prosecutors.  4. Some Republican senators had also demanded changes to the prosecutor general’s office Shokin led. In a bipartisan 2016 letter, Republican senators Rob Portman, Mark Kirk and Ron Johnson joined Democratic colleagues in calling on then-Ukrainian President Petro Poroshenko to \"press ahead with urgent reforms to the Prosecutor General's office and judiciary.\" Andrew Bates, campaign director for former vice president Joe Biden's campaign, has issued a statement slamming President Trump’s attorney Pam Bondi's presentation this afternoon. Bondi outlined the issue of Hunter Biden’s involvement on the board of Burisma, a Ukrainian natural gas company, during her 30-minute presentation.  \"We didn't realize that Breitbart was expanding into Ted Talk knockoffs. Here on Planet Earth, the conspiracy theory that Bondi repeated has been conclusively refuted,\" Bates said in the statement. He continued: \"The New York Times calls it 'debunked,' The Wall Street Journal calls it 'discredited,' the AP calls it 'incorrect,' and The Washington Post Fact Checker calls it 'a fountain of falsehoods.' The diplomat that Trump himself appointed to lead his Ukraine policy has blasted it as 'self serving' and 'not credible.' Joe Biden was instrumental to a bipartisan and international anti-corruption victory. It's no surprise that such a thing is anathema to President Trump.\" The Senate impeachment trial just took a 45-minute break for dinner. After senators return from the break, President Trump's defense team will resume their opening arguments. House Speaker Nancy Pelosi said the reported contents of John Bolton’s book came to her as “no surprise.” “I’ve been for witnesses and documentation all along. It’ll be interesting to see what the senators have to say. But I’m the last person to ask about it,” she said as she arrived for a meeting with her leadership team. She didn’t answer follow up questions. Sen. Pat Toomey, a Republican from Pennsylvania, raised the \"one for one\" witness deal that would allow for one witness each to be called by both the Republican and Democratic sides in the Senate impeachment trial at the GOP conference lunch today, a source familiar told CNN.  This has been a topic of conversation among Senate GOP for sometime.  The Washington Post first reported the Toomey idea this afternoon. Both the White House and GOP leadership want this trial to end as soon as possible and not go down this route. Senate Majority Leader Mitch McConnell has no appetite for this, and this tactic will only be employed if they’re about to lose the witness vote. So this is the last resort. Toomey’s office is declining to comment at the moment.  GOP Sen. Mike Braun confirmed a discussion about the one-for-one trade on witnesses occurred at lunch today. Braun said that at the lunch, Republican senators indicated that if they do move forward on witnesses, Democrats need to be prepared for witnesses sought by the GOP.  \"If we get to the questions of witnesses, and people think they need them, there would be a back-and-forth: a Democratic witness, a Republican witness,” Braun said  Pam Bondi, former Florida attorney general and a member of President Trump’s defense team, outlined the issue of Hunter Biden’s involvement on the board of Burisma, a Ukrainian natural gas company, during her 30-minute presentation. This was the first direct reference to the Bidens during the defense team’s presentations. House managers, she said, “repeatedly referenced” Biden and Burisma more than “400 times” during their presentations last week, “but they never gave you the full picture.” “We would prefer not to be talking about this,” she claimed, “But the House managers have placed this squarely at issue, so we must address it.”  Citing multiple news reports and testimony from State Department official George Kent and other witnesses, Bondi cast the company as corrupt and Biden’s involvement as a conflict of interest. She questioned his qualifications to serve on the board, an opportunity she called “nepotistic at best, nefarious at worst.” There is no evidence of wrongdoing by Joe or Hunter Biden. Bondi noted that then-Vice President Joe Biden sought to remove Ukrainian prosecutor Victor Shokin, who was investigating Burisma. However, she did not note that Shokin was widely accused of corruption and a Shokin deputy has said the Burisma probe was dormant.  “There was a basis to talk about this, to raise this issue, and that is enough,” Bondi said.   Watch part of the defense's exhibit on Biden: Vice President Mike Pence's chief of staff released a statement today during the Senate impeachment trial regarding the Ukraine aid. \"At no time did I hear him tie aid to Ukraine to investigations into the Biden family or Burisma,\" Pence staffer Marc Short said. Here's his full statement: “As matter of policy we don’t typically share or discuss conversations between the President and Vice President, but given the journalistic fury over alleged conversations, the President has given me permission to set the record straight. In every conversation with the President and the Vice President in preparation for our trip to Poland, the President consistently expressed his frustration that the United States was bearing the lion’s share of responsibility for aide to Ukraine and that European nations weren’t doing their part. The President also expressed concerns about corruption in Ukraine.  At no time did I hear him tie aid to Ukraine to investigations into the Biden family or Burisma. As White House Counsel presented today, based upon testimony provided by Democrat witnesses in the House hearings, these were the only issues that the Vice President discussed with Ukrainian officials — because that’s what the President asked him to raise.” There appeared to be a lot of note-taking at the House impeachment manager table today with Reps. Adam Schiff, Zoe Lofgren and Hakeem Jeffries frequently bending their heads over the desk to write things down as the defense gave its presentation.  Schiff, as he has done before, also frequently looked on at the defense as they made their arguments. When Trump attorney Jane Raskin argued that so far the score is “Mayor Giuliani 4, Mr. Schiff, 0,” Schiff stared right at her unflinchingly. Rudy Giuliani tweeted his thanks to President Trump's lawyer Jane Raskin for her defense of him in her opening argument. \"Jane Raskin is doing a masterful job defending me in my role as defense counsel,\" he said. Senate Majority Leader Mitch McConnell was not notified in advance about the unpublished manuscript from former national security adviser John Bolton's upcoming book, his spokesperson said. “The leader did not have any advance notice,\" the spokesperson said. About the manuscript: The New York Times reported Trump ordered Bolton to keep military aid to Ukraine frozen in a bid to coerce political favors. Given yesterday's report from the New York Times that a manuscript of John Bolton’s unpublished book alleges President Trump linked aid to Ukraine with investigations into Democrats, including Joe Biden, the former national security adviser looms large over the impeachment trial of President Trump.  Throughout this morning, senators were pressed by reporters about whether they would vote to call Bolton to testify at Trump’s trial.  But Trump’s defense team did not mention Bolton’s name in its initial arguments. Trump lawyer Ken Starr spoke for nearly an hour, focusing on the history of presidential impeachment. He mentioned former president Richard Nixon at least 10 times, former president Andrew Johnson at least five, and Bolton not once. Trump lawyer Jay Sekulow appeared to nod toward Bolton in his own early comments on Monday, saying: “We deal with transcript evidence, we deal with publicly available information. We do not deal with speculation, allegations that are not based on evidentiary standards at all.” Sekulow repeated the list of six arguments the President’s defense team introduced in its initial presentation on Saturday. One of the six items was this: “Not a single witness testified that the President himself said that that there was any connection between any investigation and security assistance, a presidential meeting or anything else.” Sekulow’s claim was not false, since Bolton was not a witness in the House impeachment process — having declined a Democratic request to appear voluntarily. But it is still possible the Senate will vote to subpoena Bolton in the ongoing trial. President Trump's lawyer Jane Raskin accused Democrats of exaggerating Rudy Giuliani’s role in the Ukraine affair. “In this trial, in this moment, Mr. Giuliani is just a minor player, that shiny object designed to distract you,” Raskin said. “Senators, I urge you most respectfully, do not be distracted.” This ignores testimony from several witnesses, who said the President directed them to coordinate with Giuliani on Ukraine policy. It also ignores the fact that Giuliani’s name came up six times during Trump’s July 25 phone call with Ukrainian President Volodymyr Zelensky.  Here are all the times Giuliani was mentioned in the call: Zelensky: \"I will personally tell you that one of my assistants spoke with Mr. Giuliani just recently and we are hoping very much that Mr. Giuliani will be able to travel to Ukraine and we will meet once he comes to Ukraine.\"\nTrump: \"Mr. Giuliani is a highly respected man. He was the mayor of New York City, a great mayor, and I would like him to call you. I will ask him to call you along with the Attorney General. Rudy very much knows what's happening and he is a very capable guy.\"\nTrump: \"I will have Mr. Giuliani give you a call and I am also going to have Attorney General Barr call and we will get to the bottom of it.\"\nTrump: \"Good. Well, thank you very much and I appreciate that. I will tell Rudy and Attorney General Barr to call.\"   Jane Raskin, one of President Trump's lawyers, argued that the House managers are focused on the President's private attorney Rudy Giuliani to \"distract from the fact that the evidence does not support their claims.\" \"If both the law and the facts are against you, present a distraction, emphasize the sensational fact or perhaps a colorful and controversial public figure who appears on the scene, then disport certain facts and ignore others, even when they are the most problem probative, make conclusory statements and insinuate the shining object is far more important than the actual facts allow. In short, divert attention from the holes in your case,\" she said. Raskin continued: \"Rudy Giuliani is the House managers' colorful distraction. He's a household name.\" During the short break, Democratic Minority Leader Chuck Schumer refuted the Trump defense team's claim that none of the Democrats' witnesses spoke to the President himself about Ukraine. \"[Jay] Sekulow said when he listed his five points, not a single witness said they heard from POTUS himself. We want Bolton, we want Mulvaney. We can solve Mr. Sekulow’s problem of not hearing from the witnesses themselves,\" Schumer said. \"It’s a little like Watergate in that every week more evidence comes out further condemning the president. Obviously, the New York Times revelations strengthens the case. The average American is saying why don’t they want witnesses and documents?\" Schumer said. Asked if he thought the House should subpoena the manuscript or Bolton, he said, \"That’s going to be up to them. I’m not going to give them advice.\" Deputy White House Counsel Michael Purpura downplayed allegations that President Trump withheld a White House invitation from the new Ukrainian president as leverage to secure investigations into his political rivals. The allegations of a quid pro quo are at the center of the abuse-of-power charge against Trump, and have been supported by witnesses who testified in the House. But Purpura said this narrative was “nonsense” because Ukraine didn’t announce investigations, and Trump met with Ukrainian President Volodymyr Zelensky in September, on the sidelines of the United Nations General Assembly.  “You are probably wondering, how could the House managers claim that there was a quid pro quo for a meeting with President Trump when the two presidents actually did meet without President Zelensky announcing any investigations?” Purpura asked. Purpura continued, “Well, the House managers moved the goalposts again. They claimed the meeting could not be just an in-person meeting with President Trump, what it had to be was a meeting at the Oval Office and in the White House. That's nonsense.” But this argument glosses over the differences between a short meeting at the UN and the symbolic value of a White House visit. Remember: Some witnesses testified in the House inquiry that Zelensky wanted an invitation to the White House because it was important for him to send a signal to the Kremlin, and other adversaries, that his new administration in Ukraine had strong support from the US.  Purpura’s comments ignores several relevant statements from Zelensky himself, who repeatedly told Trump that he wants to visit Washington specifically. This happened in both of their phone calls last year, according to rough transcripts released by the White House. Zelensky even made a joke during their meeting in New York that Trump “forgot” to give him a date for the DC visit. Trump-Zelensky phone call on April 21, 2019 TRUMP: When you’re settled in and ready, I'd like to invite you to the White House. We'll have a lot of things to talk about, but we’re with you all the way.\nZELENSKY: Well, thank you for the invitation. We accept the invitation and look forward to the visit. Thank you again. The whole team and I are looking forward to that visit. Trump-Zelensky phone call on July 25, 2019  ZELENSKY:  I also wanted to thank you for your invitation to visit the United States, specifically Washington DC. Later in the call… TRUMP: Whenever you would like to come to the White House. feel free to call. Give us a date and we'll work that. out. I look forward to seeing you.\nZELENSKY: Thank you very much. I would be very happy to come and would be happy to meet with you personally and get to know you better. Trump-Zelensky pool spray on September 25, 2019 ZELENSKY: And I want to thank you for the invitation to Washington.\nTRUMP: Right.\nZELENSKY: You invited me. But I think — I'm sorry, but I think you forgot to tell me the date. But I think in the near future.\nTRUMP: They'll tell you the date. CNN's Nicolle Okoren contributed reporting The Senate is back from a brief break. President Trump's legal team will continue to give their opening arguments.  In the hours after the New York Times broke the John Bolton story, Republican senators began reaching out to the White House to control the damage.  Both Sens. Lindsey Graham, a Republican from South Carolina and ally of Trump’s, as well as Majority Leader Mitch McConnell were in communication and there was an expressed view that the GOP Senate should have been kept in the loop. One message conveyed to the White House, according to a GOP senator with knowledge of the conversations, was that Republicans were on the front lines of the trial and for them to be left without all available information was “malpractice.”  One source told CNN that the National Security Council statement came as a result of conversations with GOP senators. That statement made it clear that only a small number of people would have had access to the manuscript.  “Ambassador Bolton’s manuscript was submitted to the NSC for pre-publications review and has been under initial review by the NSC. No White House personnel outside NSC have reviewed the manuscript,” the NSC statement said. The message was also that the President’s team needed to defend the President, but lean less into focusing on what Trump did or did not do, and instead focus on why what is alleged to have happened did not rise to the level of impeachment.  In the last week, GOP leaders have pressed upon their members that the outcome of this impeachment is inevitable. Trump won’t be removed from office. Therefore, a prolonged fight over witnesses, court battles, and continued paralysis of the Senate chamber is just more pain for an outcome that isn’t going to change. Members appeared to be coming around to that, and largely, seem to be in the same place today. But, the Bolton news shook that rationale, and GOP senators close to the White House needed to remind the President’s team that the job of keeping the party in line can’t happen if there are going to be unnecessary surprises.  The jolt to the conference was apparent in the hours after the Bolton draft was disclosed, aides said, with rank-and-file senators scrambling to figure out the ramifications. It’s part of what drove McConnell’s message in the closed door Senate GOP lunch Monday – one summarized by multiple senators in attendance as “take a deep breath.”  During the first hour of the defense’s argument today, Republican senators and some Democrats took copious notes.  Everyone appeared present and attentive. There were no absences or fidget spinners.  Republican Sens. Lisa Murkowski and Susan Collins took notes as Trump attorney Ken Starr spoke and said “instead of a once in a century phenomenon, which it had been, presidential impeachment has become a weapon to be wielded against ones political opponent.”  GOP Sen. Mitt Romney picked up his pen when Starr emphasized that Nixon’s impeachment was the first in 100 years.  When Starr added that Nixon’s impeachment was “powerfully bipartisan,” Republican Sen. Lamar Alexander also picked up his pen. Alexander jotted notes when Starr noted a minute later that impeachment “divides the country like nothing else.” The Senate impeachment trial is now taking a short break. When they come back, President Trump's legal team will continue its opening arguments. President Trump's legal team is centering its case against impeachment around six key facts they say \"have not and will not change.\"  Deputy White House counsel Mike Purpura introduced them on Saturday and the President's attorney Jay Sekulow repeated them on Monday.  “The transcript shows that the President did not condition either security assistance or a meeting on anything. The paused security assistance funds aren't even mentioned on the call,” Sekulow said. \n“President Zelensky and other Ukrainian officials repeatedly said there was no quid pro quo and no pressure on them to review anything.”\n“President Zelensky and high-ranking Ukrainian officials did not even know the security assistance was paused until the end of August, over a month after the July 25 call.”\n“Not a single witness testified that the President himself said that that there was any connection between any investigation and security assistance, a presidential meeting or anything else.”\n“The security assistance flowed on September 11 and a presidential meeting took place on September 25th without the Ukrainian government, without Ukrainian government announcing any investigations.\n“In the blind drive to impeach the president, President Trump, in reality, strategically has been the best friend and supporter of Ukraine certainly in our recent history. These are the facts.” CNN’s fact-check team went through each of these claims on Saturday. You can read the full break down here.  Both Pat Cipollone and Mike Purpura of the President's legal team claimed today that Ukraine did not know military aid was being withheld at the time of the July 25 phone call, implying that there could effectively be no quid pro quo between the parties.  They made the same claim on Saturday during their opening arguments.  \"President Zelensky and high-ranking Ukrainian officials did not even know the security assistance was paused until the end of August, over a month after the July 25 call,\" Purpura said Saturday. Facts First: It's unclear when exactly top Ukrainian government officials knew that nearly $400 million in military and security aid was being withheld. But there is evidence that some of them suspected there was an issue with the funding as early as July 25, the same day as President Trump's phone call with Zelensky. According to testimony from Laura Cooper, the deputy assistant secretary of defense for Russia, some members of her staff told her that they had received queries about the aid from Ukrainian officials on July 25. Cooper did not, however, know if the Ukrainian officials were aware of a hold on the aid or were just checking in. The New York Times reported that, according to Olena Zerkal, an ex-top official in Kiev, members of the Ukrainian government knew the aid was being held up at some point in late July, but Zerkal could not recall the exact date. As Purpura noted on Saturday, the withholding of military aid was not brought up in meetings between Ukraine and US officials. It wasn't until Politico reported in late August that Trump was withholding military aid to Ukraine that top Zelensky adviser, Andrey Yermak, texted Kurt Volker, Trump's special envoy for Ukraine, with a link to the article and a message \"we need to talk.\"  This could be due to the unusual process of how the aid was withheld. The Office of Management and Budget has declined to turn over documents to investigators related to the withholding of the aid. The President’s defense team showed a video of House Speaker Nancy Pelosi passing out pens to impeachment managers after signing the articles of impeachment earlier this month. Attorney Jay Sekulow lambasted Democrats' “celebratory moment.” “Pens distributed to the impeachment managers. A celebratory moment. Think about that. Think about this. A poignant moment,” Sekulow said.  Republicans, including Senate Majority Leader Mitch McConnell and White House press secretary Stephanie Grisham, have previously railed against the souvenir pens. “Nancy Pelosi’s souvenir pens served up on silver platters to sign the sham articles of impeachment...She was so somber as she gave them away to people like prizes,” Grisham wrote on Twitter. Watch the moment:  Trump defense team member Ken Starr delivered his argument before the Senate on Monday, asserting that since President Richard Nixon’s impeachment, Congress has turned to impeachment for political motivations. Starr, who pulled frequently from historical precedent, argued that the US is in the “age of impeachment.” \"Indeed, we are living under what, I think, can aptly be described as the age of impeachment,” Starr said.  He continued: “In the wake of the long national nightmare of Watergate, Congress and President Jimmy Carter collaboratively ushered in a new chapter in America's constitutional history. Together in full agreement, they enacted the Independent Counsels Provisions of The Ethics and Government Act of 1978. But the new chapter was not simply the age of independent counsels. It became, unbeknownst to the American people, the age of impeachment.”  Starr, who served as independent counsel during the Whitewater investigation, called impeachment “a weapon to be wielded against one’s political opponent,” but not used against early “controversial presidents,” like Andrew Jackson and Henry Clay.  CNN’s Greg Wallace, Olanma Mang and Mariah Espada contributed to this report. John Bolton has denied that he and his publishers coordinated any \"appearance of information about his book,\" according to his PAC director. \"Any assertion to the contrary is unfounded speculation,\" Sarah Tinsley, the director of the John Bolton PAC, said in a statement. Here's the full statement: \"Ambassador John Bolton, Simon & Schuster, and Javelin Literary categorically state that there was absolutely no coordination with the New York Times or anyone else regarding the appearance of information about his book, THE ROOM WHERE IT HAPPENED, at online booksellers. Any assertion to the contrary is unfounded speculation.\" Sens. Kevin Cramer and Mike Braun laid out what Majority Leader Mitch McConnell's message was in the conference lunch today Sen. Cramer, a Republican from North Dakota, says that McConnell reminded members that they included a vote on witnesses in the resolution, and members will get that opportunity. But for now, the focus is on listening to the next two steps of the process: Trump’s counsel and the question-and-answer portion. Cramer said he did not get the sense from lunch that the Bolton news was fundamentally shifting things: \"The Bolton thing is just a new wrinkle, but not really overly concerning to anyone.\"  \"For me personally, I don’t confuse book-selling with a trial,\" he said. Cramer said he \"did not know\" if Trump’s counsel would approach the topic of Bolton today. On whether he detected more of a sentiment among his colleagues to hear from witnesses, Cramer said, \"I think it is about the same as it has always been to be honest.\" Sen. Braun explained McConnell's message at lunch, saying essentially that GOP members shouldn't lock themselves into a position before the defense team makes its case and senators ask questions. \"His message is what it's been all along: Let's get through the next step. We knew we were going to cross that threshold. There's now more information out there. Other than that, that was it. Take a deep breath, and take it one step at a time.\" Asked if he specifically said, \"deep breath,\" Braun said he was paraphrasing McConnell, who made the case to \"keep cool\" and \"we will get there.\" Braun also said that at the lunch, Republican senators said if they do move forward on witnesses, Democrats need to be prepared for witnesses sought by the GOP. \"If we get to the questions of witnesses, and people think they need them, there would be a back-and-forth: A Democratic witness, a Republican witness.\" Trump impeachment attorney Kenneth Starr walked through the charges in the impeachment trial of Bill Clinton and the impeachment inquiry of Richard Nixon. He's arguing that no crimes were committed in Trump's case, undermining the validity of impeachment. \"Were crimes alleged in the articles in the common law of presidential impeachment? In Nixon, yes. In Clinton, yes. Here, no,\" he said. Remember: Impeachment doesn't need to be based on a statutory crime, according to CNN legal analyst Elie Honig. Here's how Honig put it: The Constitution prescribes impeachment for \"treason, bribery, or other high crimes and misdemeanors.\" But the term \"high crimes and misdemeanors\" is not defined anywhere in the Constitution or statute law, and appears to be drawn from English parliamentary practice, which provided for impeachment for crimes or for conduct beyond the reach of established criminal law.\nOur own precedent supports the notion that a crime is not necessary for impeachment. President Andrew Johnson was impeached by the House (and then acquitted by the Senate) for firing a secretary of war — certainly not a criminal act. Drafted articles of impeachment against President Richard Nixon included abuse of power and misuse of public office, while one of the proposed articles of impeachment against President Bill Clinton (voted down by the full House) related to abuse of power for non-criminal conduct. A source familiar with the John Bolton's book suggested the full information within the unpublished manuscript was damning to President Trump and would make it much harder for Republican senators to play the “nothing new here” card.  The source also responded to Republican Sen. Lindsey Graham’s comments on wanting to see it, saying, “I’m not sure he does.”  More on this: Graham told CNN that he wants to see the Bolton manuscript. “What we have to do here is evaluate the manuscript and see if it's a reason to add to the record,” he said.  Asked if he would support a subpoena to get the manuscript, the South Carolina Republican said, “I want to know what's in the manuscript, yeah, I think that’s important.”  He said the manuscript could change his thinking on calling witnesses.  “It could. I don’t know yet. The White House said there was no direct evidence of communications, maybe this suggests that one person said there might be,\" Graham said. Trump defense attorney Kenneth Starr said in his remarks today, \"Like war, impeachment is hell. Or, at least, presidential impeachment is hell.\"  He went on to invoke the Clinton impeachment, comparing a presidential impeachment to \"domestic war.\" \"Those of us who lived through the Clinton impeachment, including members of this body, full well understand that a presidential impeachment is tantamount to domestic war, but thankfully protected by our beloved First Amendment, a war of words and a war of ideas. But it's filled with acrimony and it divides the country like nothing else. Those of us who lived through the Clinton impeachment understand that in a deep and personal way.\" Remember: Starr was the prosecutor best known for his work that led to President Bill Clinton's impeachment in the 1990s. He is presenting for the first time today as a member of President Trump's defense team. Watch the moment: House manager Adam Schiff and his staff have not had any conversations with former national security John Bolton or his team since the developments about his book, a Democratic source said. About his book: The New York Times reported Trump ordered former national security adviser John Bolton to keep military aid to Ukraine frozen in a bid to coerce political favors.  The second day of President Trump’s legal defense team’s arguments is underway. Jay Sekulow, the President’s private counsel, alluded to bombshell allegations over the weekend from former national security adviser John Bolton directly tying Ukraine aid to an investigation of the Bidens. But he suggested it would not be discussed by the team on Monday.  “What we’ve done on Saturday is the pattern that we’re going to continue today as far as how we’re going to deal with the case. We deal with transcript evidence, we deal with publicly available information. We do not deal with speculation, allegations that are not based on evidentiary standards at all,” he said.  Sekulow said the team — including Judge Kenneth Starr, who led the investigation leading to President Bill Clinton’s impeachment — would begin by laying out an overview of “historical and constitutional issues with impeachment proceedings.”  In his introductory remarks, Sekulow argued that Democrats conducted “a pattern and practice of attempts over a three-year period to not only interfere with the President’s ability to govern,” which he called “unsuccessful.”  In a news conference ahead of today's impeachment proceedings, House Republicans provided a sense for how they are arguing away the latest developments involving former national security adviser John Bolton.  \"Selective leaks designed to create a narrative that ultimately will change the conversation,\" Rep. Mark Meadows said. \"Ultimately does not change the facts.\" Rep. Doug Collins went on to add that it is \"rerun of what we saw in the House.\" John Bolton is now \"assessing his options\" with regards to his forthcoming book, a source with knowledge of discussions over the book say. Bolton's book, \"The Room Where It Happened,\" was announced on Sunday night and listed with a March 17 release date. Responding to criticism of his public silence during the impeachment probe, the source says \"Bolton submitted to the White House out of an abundance of caution and tried to follow the process.\" \"He was trying to do what he felt was the right thing and give the White House time to do a review,\" the source adds. But \"that process has been breached,\" the source says, referring to the details in Sunday night's New York Times story. So he is \"assessing his options.\" What happens next: Bolton is trying to decide what he wants to do — whether to speak out in some form, through Twitter or some other medium. While there have been no discussions about a TV interview, the source says, it is not out of the question either. Bolton has repeatedly said that he will testify if subpoenaed.  The publisher, Simon & Schuster, needs time to finish the production of the book and print physical copies. The publisher is currently planning on the March 17 date. But the book could theoretically be released sometime before March 17, at least in digital form, if the parties involved wanted it out sooner. The book currently ranks in the top 100 on Amazon's best selling books chart, and at around midday on Monday it was at No. 55. Trump impeachment lawyer Ken Starr is making his first comments on the Senate floor during the impeachment trial of President Trump. Starr — who was the prosecutor known for his work that led to President Bill Clinton's impeachment in the 1990s — mentioned that previous trial in his opening remarks as he described how the Senate is a court now. \"During the Clinton impeachment trial 21 years ago in this chamber, the Chief Justice of the United States ruled in response to the interjection that was interposed by Sen. Tom Harkin of Iowa. 'The senators are not sitting as jurors,' Sen. Harkin noted,\" Starr said. He continued:  \"And the Chief Justice agreed with that proposition. Rather, the senate is a court. In fact, history teaches us that for literally decades, this body was referred to in this context as the high court of impeachment. So we're not in a legislative chamber during these proceedings. We're in a tribunal. We're in court.\" Senate Majority Leader Mitch McConnell kicked off the trial proceedings today by wishing Supreme Court Chief Justice John Roberts a happy birthday. McConnell joked: \"I'm sure this is exactly how you planned to celebrate today.\" Roberts responded: \"Thank you very much for those kind wishes, and thank you to all the senators for not asking for the yeas and nays.\"  Senate chaplain Barry Black mentioned the death of Kobe Bryant, as well as the eight other victims of yesterday's helicopter crash, in his opening prayer,    \"As millions mourn the deaths of Kobe and Gianna Bryant and those who died with them, we think about life's brevity, uncertainty and legacy,\" he said.  \"Remind us that we all have a limited time on Earth to leave the world better than we found it. As this impeachment process unfolds, give our senators the desire to make the most of their time on Earth,\" he added. Watch the chaplain's prayer: Sen. Lamar Alexander, a Republican from Tennessee, says he was among the Republicans who fought to include in the resolution a vote on witnesses. He said “I’ll decide then at that time” on witnesses.  President Trump's legal team just resumed their opening arguments. They still have nearly 22 hours left to make their case. Lead impeachment manager Adam Schiff said he's \"pleased\" some Republican senators have said they'd like to hear testimony from former national security adviser John Bolton, whose manuscript is at the center of impeachment news today. \"I am pleased that the senators are reconsidering,\" Schiff told reporters. \"This witness obviously has such relevant information to shed on the most egregious of all of the charges in the articles of impeachment, and that is that the President of the United States withheld hundreds of millions of dollars in military aid from an ally at war to help secure that nation's help to cheat in the next election.\" Schiff added:  \"The news of the last 24 hours that John Bolton not only is prepared to testify but that based on his manuscript, that testimony would include a direct conversation with the President of the United States where the President made it clear that he was conditioning military aid on political investigations or material that he wanted from Ukraine, makes it all the more clear why you can't have a trial, a meaningful trial, without witnesses and you certainly can't have one without John Bolton.\" A source working with the President's legal team said Republican leaders are expected to argue against subpoenaing former national security adviser John Bolton. According to the source, the argument, which will be made at the Senate Republicans' closed conference lunch, will go like this: Whether John Bolton has relevant information has never been the primary focus. The focus has been on whether the Senate will \"agree to pick up the Democrats' abdicated responsibility\" by digging for evidence that did not support the articles of impeachment when they were drafted. The source acknowledged that the votes for witnesses may now be there, but said the process argument, which has gained traction among Senate Republicans, remains unchanged by Bolton's revelation. President Trump’s impeachment team thought Sunday was going to be their last day to fine tune their final arguments for the Senate floor. They were confident, multiple people said, assured they could get Senate Republicans to a safe place to vote against witnesses and wrap up their client’s trial by the end of the week. Then came John Bolton.  The bombshell report in the New York Times sent the White House legal team working late into the night, as they realized it had the potential to change the trajectory of the trial. First and foremost, aides wanted Trump to address the book himself, and helped craft last night's late-night tweet to provide his allies with talking points for the day.  Their next decision was whether to address the manuscript directly on the Senate floor today, according to a person briefed on the discussions. It became a major source of debate, with some advising it should be ignored while others said there's no way they couldn't talk about it.  As of this morning, still no final decision had been made on that front. Initially, today was supposed to be the White House's last day of arguments. That's now up in the air, too.  Alan Dershowitz and Ken Starr were at the White House this weekend ahead of today's arguments on the Senate floor. This is notable because as of Friday, the two had still not been part of the formal legal prep for the president's defense. Both are expected to speak today. Pat Cipollone, Jay Sekulow, Ken Starr and Alan Dershowitz take the Senate floor today at 1 p.m. ET. Sen. Lindsey Graham said today that he wants to see former national security adviser John Bolton's manuscript. “What we have to do here is evaluate the manuscript and see if it's a reason to add to the record,” he said.  Asked if he would support a subpoena to get the manuscript, the South Carolina Republican said, “I want to know what's in the manuscript, yeah, I think that’s important.” He said the manuscript could change his thinking on calling witnesses.  “It could. I don’t know yet. The White House said there was no direct evidence of communications, maybe this suggests that one person said there might be,\" he said. Graham emphasized that if Republicans do anything to call new documents or Bolton, they will also call the Bidens.  “What I’ve said all along is if you’re going to add to the record, we’re going to do it in a balanced way. So let’s see what’s in the manuscript, let’s see if it’s relevant, and if it is, then I’ll make a decision about Bolton,” said Graham. “But I promise you this— if we add to the record, then we’re going to call Hunter Biden, Joe Biden, all these other people.” “I have no idea how this happened,” he added. “I don’t know who leaked this. They say they didn’t do it. I’m not going to make a commitment about something I don’t know.” Remember: There's no evidence of wrongdoing by the Bidens. President Trump’s impeachment trial continues in Washington, but The Brief’s Bianca Nobilo has been keeping track of the day’s headlines outside Capitol Hill.  Here’s what you need to know: Coronavirus: The Wuhan coronavirus is continuing to spread across China and the world. Beijing has placed nearly a dozen cities on full or partial lockdown in an attempt to stem the infection’s spread. Nearly 60 million people have been affected by the restrictions. There are more than 50 confirmed cases of the infection outside mainland China, in 13 different locations.\nKobe Bryant: The world of sports is reeling after the NBA legend died yesterday in a helicopter crash. Bryant, his 13-year-old daughter Gianna and 7 others were killed in the accident. Bryant won 5 NBA titles during a 20-year career with the Los Angeles Lakers.\nBenjamin Netanyahu arrives in Washington: President Trump will meet with Israel’s leader at the White House today. He will speak to Netanyahu and Israel’s opposition leader Benny Gantz as the US prepares to unveil a Middle East peace plan.\nAuschwitz anniversary: Today is the 75th anniversary of the liberation of the Nazi concentration camp complex at Auschwitz. Survivors gathered at the site today to mark the event. Historians estimate that more than one million people, mostly Jews, were murdered at the camp. Watch more: Thom Tillis, a Republican senator up for re-election, said “not at this point” when asked if the John Bolton report changes his views on witnesses.  Asked why he doesn’t want to hear from Bolton, Tillis said:  “Spend a little time on what you heard on Saturday and check back with me,” a likely reference to the defense team's case. About Bolton's book: President Trump in August told Bolton that he wanted to continue holding military aid to Ukraine until the country helped with investigations into Democrats — including former Vice President Joe Biden — the New York Times reported Sunday, citing multiple people's descriptions of an unpublished draft manuscript by Bolton. A source with direct knowledge of the manuscript told CNN the New York Times' telling of Bolton's account of the Ukraine aid hold discussion with Trump is accurate. President Trump says he hasn't seen a copy of his former national security adviser's forthcoming book. Speaking to reporters at the White House, Trump said he had not seen a manuscript of \"The Room Where it Happened.\" He was speaking ahead of a meeting with Israeli Prime Minister Benjamin Netanyahu. The meeting is ongoing. GOP Sen. Mitt Romney of Utah reiterated demands to call for John Bolton to testify, saying he’s had discussions with some of his colleagues on the matter. He predicted that it's \"increasingly likely\" that there would be others who would join him. \"I think it's increasingly likely that other Republicans will join those of us who think we should hear from John Bolton, Romney said.\" The numbers: If all 47 senators who caucus with the Democrats vote for witnesses, at least four GOP senators would need to join them in order to pass a motion. Watch here: CORRECTION: An earlier version of this story misquoted Romney. He said it is \"increasingly likely that other Republicans will join those of us who think we should hear from John Bolton.\" Sen. Susan Collins, a Republican from Maine, said “the reporting on John Bolton strengthens the case for witnesses and has prompted a number of conversations among my colleagues.” “I think fairness requires us to allow both sides to present their cases before we move to the issue of witnesses, and I've worked very hard to get language in the governing resolution that would ensure a vote on whether or not to call witnesses and subpoena other documents,” she told a small group of reporters in the Capitol.  “I’ve also said from the beginning that it was very likely that I would vote for witness. And that has not changed,\" she added. Collins is one of three GOP senators who have signaled they could vote to allow witnesses at trial. If all 47 senators who caucus with the Democrats vote for witnesses, at least four GOP senators would need to join them in order to pass a motion. Collins' comments came shortly after she put out a short, similar statement on Twitter: Senate Minority Leader Chuck Schumer said former national security adviser John Bolton's manuscript is \"stunning.\" He called on Senate Republicans to vote to hear from witnesses, such as Bolton, at the trial.  \"Ambassador Bolton essentially confirms the President committed the offenses charged in the first article of impeachment. It boils down to one thing: We have a witness with firsthand evidence of the President's actions for which he is on trial. He is ready and willing to testify,\" he said. Schumer asked: \"How can Senate Republicans not vote to call that witness and request his documents?\" Schumer said GOP senators who claim \"the House case lacks eyewitnesses\" and then vote against hearing from witnesses are \"talking out of both sides of their mouth.\" Watch here: Chief Justice John Roberts appeared briefly on the Supreme Court bench today, his 65th birthday, to swear in a roomful of military lawyers to the Supreme Court bar. Roberts was joined by five other members of the court.   Earlier in the morning, the Supreme Court had issued an orders list, but did not act on big pending issues including religious liberty, LGBT rights, the Second Amendment and immigration.  Roberts is due at the Senate, to preside over the impeachment trial, at 1 p.m. ET. The justices are now on recess: They are expected back at court on Feb. 21 for a closed door conference and then arguments and potential opinions the week of Feb. 24.  It seems the impeachment may have slowed down the release of opinions. Last year at this time the court had issued eight, this term they’ve only issued four.  Even though the justices are on recess from the bench, they will still respond to emergency orders and accept petitions. We could get an order on the Trump administration’s public charge rule as early as today, as well as the Trump filing on the president’s bid to keep his financial documents shielded from release.  House Democratic aides say they are focused on the Senate trial and getting former national security adviser John Bolton to testify there. They refused to say what their strategy is for Bolton if he doesn’t appear before the Senate.  Democratic aides would not discuss whether they are preparing to seek Bolton’s testimony in the House in light of the revelations in his draft book manuscript that the President connected withholding US aid to investigating the Bidens, declining to discuss any efforts to obtain Bolton’s testimony or his notes beyond saying the Senate should subpoena them. “The appropriate place for John Bolton to testify is in that trial in the Senate,” one aide said. “That’s what the focus is, that’s where he should testify, and that’s what we are planning on.”   House impeachment manager Adam Schiff told CNN this morning that he is more interested in John Bolton’s notetaking than Bolton’s book manuscript. “These notes took place while the events were happening, while they were fresh in his mind. Those in many respects are more important than the manuscript,\" he said. A reminder: John Bolton was widely known as a diligent notetaker during his time at the National Security Council, multiple people told CNN. Bolton was frequently seen clutching a yellow legal pad around the White House, which he also took to meetings. “These notes took place while the events were happening, while they were fresh in his mind,\" Schiff said. \"Those in many respects are more important than the manuscript. So we ought to not only have John Bolton testify but we ought to see what he wrote down in his notes at the time.\" Former national security adviser John Bolton’s upcoming book blindsided senior White House officials and GOP senators who now want to know more about Bolton’s side of the story as laid out in his manuscript, multiple sources close to the process told CNN. GOP senators may now be open to the idea of Bolton testifying in a classified setting, Republican sources close to the process said.  Others may want to learn more about the manuscript, those sources said, with one GOP official noting Bolton has more credibility than Giuliani associate Lev Parnas. Still, another official stated the obvious: Bolton is selling a book. Bolton’s book also took top aides by surprise at the White House, two senior officials said. Another source familiar with conversations ongoing since the Bolton news broke told CNN that the White House is hearing from Republican senators who are frustrated that at least someone in the White House had the Bolton manuscript since the end of December and they were kept in the dark. The question is what to do about it. Seeking more information from Bolton could prolong the trial, Republican sources said, something Majority Leader McConnell doesn’t want. Sen. John Cornyn, a Texas Republican and former Senate Majority Whip, downplayed the significance of former national security adviser John Bolton's revelation that Trump wanted to continue holding military aid to Ukraine until the country helped with investigations into Democrats.  Cornyn said the timing around this was suspicious and accused Democrats of having a \"credibility problem.\" When pressed by CNN's Suzanne Malveaux that Bolton's manuscript is inconsistent with what the White House defense team has been saying, Cornyn disagreed.  \"I don't think so because they said the aid did flow and the investigation never occurred so really we are talking about events that never happened,\" he said.  Chief Justice John Roberts, who has been presiding over the Senate impeachment trial, is celebrating his 65th birthday today. He's expected to preside over the trial when the Senate reconvenes at 1 p.m. ET. The National Security Council said in a statement this morning that former national security adviser John Bolton's manuscript is under \"initial review,\" and that no White House personnel outside the NSC have reviewed it.  Here's the statement statement from National Security Council spokesperson John Ullyot: “Ambassador Bolton’s manuscript was submitted to the NSC for pre-publication review and has been under initial review by the NSC. No White House personnel outside NSC have reviewed the manuscript.”  President Trump's legal team will continue giving their opening arguments when the Senate impeachment trial resumes this afternoon. Here's what we're watching today: 11 a.m. ET: Senate Democratic Leader Chuck Schumer will hold a news conference.\n11:30 a.m. and noon ET: There will be closed-door Senate lunches.\n1 p.m. ET: The US Senate gavels into session for the Senate impeachment trial. Lead House impeachment manger Rep. Adam Schiff told CNN that former national security adviser John Bolton's revelation that President Trump directly tied investigations into political opponents to the hold on Ukraine military aid undercuts the President's defense.  \"It completely blasts another hole in the President's defense,\" Schiff said this morning on CNN's \"New Day.\" Schiff also said the new allegation means that Senators are \"hard pressed\" not to hear more from Bolton.  \"The question is, are the senators willing to her the truth?\" Schiff said.  Schiff added:  \"This is the reason John Bolton has offered to testify in the Senate. He's got a book coming out in March. He also does not want to be in a position of withholding this information until his book comes out ... Now, that's not an excuse, frankly, for his failure to testify in the house. He should have come to the house. He should not have threatened to sue us if we subpoenaed him.\" What this is all about: Trump in August told Bolton that he wanted to continue holding military aid to Ukraine until the country helped with investigations into Democrats — including former Vice President Joe Biden — the New York Times reported Sunday, citing multiple people's descriptions of an unpublished draft manuscript by Bolton. A source with direct knowledge of the manuscript told CNN the New York Times' telling of Bolton's account of the Ukraine aid hold discussion with Trump is accurate. Call it the October surprise of President Trump’s impeachment trial.  John Bolton, the former national security adviser who has been playing his own personal game of footsie with impeachment negotiators for months, has written in a draft book manuscript that the President did, in fact, condition US security assistance to Ukraine on investigations into a political rival.  He represents a first-hand witness. He represents direct knowledge. He represents everything the White House defense team said in their Saturday presentation on the Senate floor didn't exist.  Here's the bottom line: 24 hours ago, the impeachment trial was on track to be wrapped up by Friday or Saturday of this week. A vote to move to consider witnesses was short of GOP votes and how quick Senate Majority Leader Mitch McConnell could move to the vote to acquit had become the central question in GOP circles.  For the moment, all of that is scrambled and extremely fluid. Could it still end up that way? Yes. But GOP senators have an awful lot more on their mind as the White House defense team continues its presentation today.  White House press secretary Stephanie Grisham just appeared on Fox News and gave her first reaction to the New York Times report on former national security adviser John Bolton’s book.  She questioned the timing of the report and repeated multiple times it is “not true.” Grisham also said she didn’t know if the National Security Council had many any edits to Bolton’s book, but added:  “Now, I don’t know if they have done anything if they have made any edits yet for the national security and if there’s any classified information out there. But if there is, that’s very, very dangerous precedent to set once again.” Some background: The New York Times report said Trump in August told Bolton that he wanted to continue holding military aid to Ukraine until the country helped with investigations into Democrats — including former Vice President Joe Biden. The report cited multiple people's descriptions of an unpublished draft manuscript by Bolton. White House counsel spent just two hours on Saturday — their first of three days for opening arguments — arguing the President's case. Compare that to the Democratic House managers, who spoke for around eight hours during their first day of arguments. \"You've heard the House managers speak for nearly 24 hours over three days. We don't anticipate using that much time,\" White House counsel Pat Cipollone said at the start of the day. \"We don't believe that they have come anywhere close to meeting their burden for what they're asking you to do,\" he said. Trump's defense team used just under two hours of their time on Saturday morning. They have about 22 hours left to argue their case. During the presentation from House managers Friday, Sen. Lindsey Graham, a Republican from South Carolina, said he spoke with President Trump after one of the proceedings this week and he gave him his thoughts about them so far. Graham, an ally of the President, said Trump thought Democratic House manager Adam Schiff \"did a bad job.\" But Graham said he told Trump that Schiff did a \"pretty good job.\" He added that Trump was \"bored\" by the proceedings. President Trump in August told his then-national security adviser John Bolton that he wanted to continue holding military aid to Ukraine until the country helped with investigations into Democrats — including former Vice President Joe Biden — the New York Times reported Sunday, citing multiple people's descriptions of an unpublished draft manuscript by Bolton. A source with direct knowledge of the manuscript told CNN the New York Times' telling of Bolton's account of the Ukraine aid hold discussion with Trump is accurate. Trump's purported statement, as described by Bolton, would directly tie the US military aid freeze with the President's requests that Ukraine announce investigations into his political rivals — undermining a key pillar of the President's impeachment defense that the two circumstances are unrelated. Remember: There is no evidence of wrongdoing by either Joe Biden or his son, Hunter Biden, in Ukraine, and Joe Biden has repeatedly defended his son and himself. What this news could mean for the impeachment trial: Such a revelation would bolster Democratic claims that Trump abused a public trust and taxpayer cash to try to leverage a foreign government's help in the 2020 election against one of his possible top opponents. It would also undermine a key rationale of his defense team's argument that there were other reasons Trump withheld aid – including his concern over corruption — a claim challenged by substantial previous evidence."], "Language": false}