{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/entertainment/grammy-ratings/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-27T22:22:48Z"], "LastModifiedDate": ["2020-01-27T22:22:48Z"], "Headline": ["Grammy ratings decline but still score relative to other entertainment shows"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Grammy ratings mirrored the Golden Globes from earlier this month, posting generally strong numbers while experiencing declines compared to last year. The question remains what that augurs for the Academy Awards, which will air February 9 in an unusual awards season that has shortened the gap between ceremonies, concentrating them into a five-week window. Again hosted by Alicia Keys, and defined in part by its collective response to the death of Lakers star Kobe Bryant, the Grammys averaged 18.7 million viewers, a 6% drop from last year, Nielsen says. Notably, 2019 had registered a marginal improvement over the previous year, which experienced a precipitous loss of audience. According to CBS, which carries the awards, more than 38 million people watched at least a few minutes, and the average audience was the highest for any entertainment program (that is, excluding sports) this season. The Golden Globes delivered 18.3 million viewers. CBS also noted that the Grammys posted a record number of views via its streaming service, CBS All Access, surpassing last year by more than 30%. The network didn't specify how many views that entailed, but said the service hit a record for monthly subscriber sign-ups thanks to the premiere of \"Star Trek: Picard.\" Even with ratings down, the glass-half-full spin is that award shows remain attractive to broadcasters because they're among the few events that people feel compelled to watch live, as opposed to recording and zapping through the commercials. The Grammy show also generally appeals to a younger audience than most of its peers, making it particularly attractive to advertisers."], "Language": false}