{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/strangest-natural-wonders-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2019-06-05T03:23:56Z"], "LastModifiedDate": ["2020-04-06T10:00:30Z"], "Headline": ["24 of the planet's strangest natural wonders"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Kingley Vale, Sussex, United Kingdom: Some of the twisted and ancient yew trees on this 204.4-hectare site date back at least 2,000 years.  Fairy Chimneys, Turkey: A geological marvel, these unusual  rock formations are the result of the surrounding, softer rock eroding over thousands of years. Giant's Causeway, Northern Ireland: Formed 50 to 60 million years ago, the Giant's Causeway became Northern Ireland's first World Heritage Site in 1986. Moeraki Boulders, New Zealand: Scattered along Koekohe Beach, these two-meter-high stones were created by mudstone hardening over five million years. Great Blue Hole, Belize: Measuring 300 meters wide and around 125 meters deep, this huge underwater sinkhole is part of the Belize Barrier Reef System. Cano Cristales, Colombia: Often referred to as the \"River of Five Colors,\" the waters of Cano Cristales become an explosion of bright colors between Colombia's wet and dry seasons. Dead Vlei, Namibia: One of the most intriguing places in Namibia, Dead Vlei sits among the tallest sand dunes in the world, with some as high as 400 meters.  Chocolate Hills, Philippines: Legend has it these 1,268 hills in the Bohol province of the Philippines are the dried tears of a heartbroken giant.\n Kilauea, Hawaii: Not only is Kilauea the most active volcano on the island of Hawaii, it's also one of the most active in the world. Lake Hillier, Australia: This saline lake on the edge of  the largest island in the Recherché Archipelago, is fame for its pink water, thought to be caused by the combination of algae and a high concentration of salt. Devils Tower, Wyoming: Rising some 385 meters above the Belle Fourche River, this national monument is sacred to several Native American tribes.  Dallol, Ethiopia: With temperatures averaging at around 94 degrees Fahrenheit, Dallol is the hottest place on the planet. The Eye of the Sahara, Mauritania: Also known as the Richat Structure, this 40-kilometer wide geological marvel is visible from space. Snow Monsters, Mount Zao, Japan: Situated high in Japan's northern Tohoku region, these snow creatures, or \"juhyu,\" are accessible by cable car. Valley of the Moon, Argentina: This remote valley, also known as the Ischigualasto Provincial Park, is based in a protected area of the South American country. Vermilion Cliffs, Arizona: Spanning the Utah-Arizona border, Vermilion Cliffs is one of the most visually stunning places in the United States.  Haukadalur geothermal field, Iceland: Situated 60 kilometers east of Reykjavik,  the oldest account of the geothermal fields here date back to 1294. Trollkirka Caves, Norway: One of Norway's longest limestone caves, the majestic Trollkirka has been carved out by the water over thousands of years. Bryce Canyon, Utah: While it's much less popular than nearby Grand Canyon National Park, Bryce Canyon is arguably just as impressive. Dead Sea, Israel/Jordan:  Positioned between Jordan (pictured here) and Israel, the Dead Sea is more than nine times saltier than the sea.  Spotted Lake, Canada: This unusual lake is considered sacred by the natives of the Okanagan Valley. Blood Falls, Antarctica: This incredible natural phenomenon was discovered by Australian geologist Griffith Taylor in 1911. Zhangye Danxia Landform Geological Park, China: Known as the \"Rainbow Mountains,\" these colorful rock formations are the result of millions of years geological activity.  Darvaza Gas Crater, Turkmenistan: Dubbed the Door to Hell by locals, this natural phenomenon was brought about by man less than half a century ago. "], "Language": false}