{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/us/christina-mauser-killed-helicopter-crash-kobe-bryant-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-01-27T18:10:51Z"], "LastModifiedDate": ["2020-01-27T18:13:39Z"], "Headline": ["Assistant girls basketball coach Christina Mauser among the victims of Kobe Bryant helicopter crash"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Christina Mauser, an assistant girls basketball coach at a K-8 Orange County private school, was one of the nine people killed Sunday morning when a helicopter crashed into a hillside in Calabasas, California. Kobe Bryant and his 13-year-old daughter Gianna were also killed. \"I got three small kids and am trying to figure out how to navigate life with three kids and no mom,\" her husband, Matt Mauser, said during an interview Monday on the \"TODAY\" show. Mauser, 38, coached at Harbor Day School in Corona del Mar, California, according to her husband. She was also an assistant coach for Gianna Bryant's Mamba Academy basketball team, a job she was chosen by Bryant to do, he said. \"He didn't choose Christina for just any ordinary reason,\" Matt said. \"She was extraordinary. She was incredibly witty, funny, funny like nobody you've ever met.\" The mayor of Costa Mesa -- about 40 miles from Los Angeles --- also tweeted about Mauser. \"This devastating tragedy gets worse by the hour,\" Mayor Katrina Foley tweeted. \"So much pain for so many local families. Our hearts are broken & grieving for the families impacted.\" US Rep. Harley E. Rouda of California called the loss of life \"incalculable.\" \"Today our neighbors lost parents, children, friends, coaches and heroes,\" he said. \"Orange County is grieving, but we will find solace and purpose in the example they left behind.\" The helicopter crash also killed basketball legend Kobe Bryant and one of his daughters. Bryant, 41, and his daughter Gianna Maria Onore Bryant had been expected at the Mamba Sports Academy in Thousand Oaks for a basketball game scheduled for Sunday. Gianna was expected to play in the game and Bryant was expected to coach, according to Lady Mavericks team director Evelyn Morales. The helicopter crash, about 30 miles northwest of downtown Los Angeles, caused a brush fire, Los Angeles County Fire Department Chief Daryl Osby said. The crash killed all nine people aboard, Los Angeles County Sheriff's Department said, and is still under investigation."], "Language": false}