{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/21/cnn-underscored/celebrity-fitness-tips/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lesley Kennedy"], "Writers": [["Lesley Kennedy"]], "FirstPublishDate": ["2020-01-21T19:42:53Z"], "LastModifiedDate": ["2020-01-27T17:23:01Z"], "Headline": ["Live healthier this year with inspiration from Serena Williams, Jennifer Lopez, Chris Pratt and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Celebs may look nearly perfect in their Instagram feeds, but on closer inspection, their looks aren't only due to loads of money and great genetics. We've rounded up advice from over a dozen celebs who frequently share their fitness and nutrition routines on social media. The overarching theme? They work hard for those A-list bodies. They also stress health, wellness and — hooray! — self-care. From superhero-playing actors to busy moms who put women half their age to shame, here's a little motivation to make health a priority in the new year.  Serena Williams Serena Williams is considered by many to be the greatest female tennis player of all time, and was even named the AP Female Athlete of the Decade. She recently won the ASB Classic in Auckland, New Zealand, her first title since giving birth to her daughter three years ago. \"It feels good,\" Williams told CNN. \"It's been a long time. I've been waiting two years for this moment. I think you could see the relief on my face.\"  She also spoke about the importance of staying positive. \"You have to be your biggest cheerleader, especially if you're feeling you're not doing everything right — or even if you are doing everything right but things aren't working out for you,\" she added. Recently, Williams even tried out a little boxing with Mike Tyson to mix things up, and she's recommending her favorite health and fitness gear for 2020 in her Amazon store.  Withings Body+ Smart Scale ($95, originally $99.95; amazon.com) Gear up: This full body composition scale, which has over 4,000 reviews and an average rating of 4 stars on Amazon, monitors your weight, body fat, water percentage, and muscle and bone mass. (Need to find the scale that's right for you? Our guide can help.) _______________________________________________________________________________ Powerbeats Pro Wireless Earphones ($249.95; amazon.com) Another score from the tennis player's Amazon store: wireless earphones with powerful sound quality that are perfect for elite athletes as well as the rest of us.  Jennifer Lopez Turning 50 in 2019 did nothing to slow JLo down. Not only did she bare nearly all as a stripper in \"Hustlers,\" and wow fans when she strutted down the Versace runway in the same dress she made famous 20 years ago, but she and fiance Alex Rodriguez started a viral fitness trend with their 10-day no-sugar, no-carbs challenge. Lopez told Ellen Degeneres that even though she works out a lot, her trainer suggested going carb- and sugar-free for 10 days to move the needle for her \"Hustlers\" role. \"He's like, 'Let's just cut it out.' I was like, 'Completely? Like cold turkey?' And he's like, yes,\" she told the talk show host. \"Ten days. It was really hard.\" But, she added, it worked. Niyama Sol Midnight Bloom Leggings ($88, zappos.com)  Gear up: Add some color to your workout with leggings you can feel good about: Niyama Sol leggings, which are moisture-wicking and have four-way stretch, are made from recycled plastic bottles. And you can shop JLo's signature partnership with the brand at Niyama Sol.   _______________________________________________________________________________ Natori Gravity Contour Underwire Sports Bra ($69; nordstrom.com) Show off your own abs with this top-rated bra top that even large-chested reviewers say provides great coverage and support. The lightweight style offers the support of two bras in one, and memory foam straps keep it in place through the toughest of workouts.  Chris Pratt When you play a superhero, you need a superhero physique, and Pratt's open about sharing the fitness routines that got him there with us mere mortals. \"I like to mix it up...I'll lift weights. I do cardio, I'll do some yoga. I like to box...I'm always trying different things out,\" he says on Amazon, where he has a store featuring some of his favorite workout gear. \"Being active is more than just about getting fit -— the mental and emotional benefits go far beyond the physical. It's about setting a goal and showing up for yourself.\" From CrossFit, to walking on a steep incline on the treadmill, to drinking lots of water, to medicine ball workouts, he's full of wellness motivations.  AmazonBasics Medicine Ball ($39.95; amazon.com) Gear up: A simple weighted medicine ball can offer big benefits. Wall slams, overhead presses, ball tosses, Russian twists — get a total body workout with one piece of equipment.  _______________________________________________________________________________ Puma Men's Sweat Shorts (starting at $11.09; amazon.com) These gym shorts designed for training have a relaxed fit and are made from materials that help wick sweat away from the body.  Britney Spears The pop star, who frequently shares videos of her fitness routines on Instagram, let fans in on her workout plans for 2020 with a recent video of her going through yoga moves. \"In 2020 I will be doing a lot more acro yoga and the basics for yoga,\" she wrote. To move like Spears, change things up with a mix of activities — from barre classes to weightlifting to yoga. Studies have shown that changing up your workout routine can improve your body's response to exercise. Gaiam Yoga Mat ($24.50; amazon.com) Gear up: Start your own new yoga routine with a new mat. We love this reversible print number from Gaiam. Its textured surface will keep you from slipping, and you receive a free downloadable yoga class with purchase.  _______________________________________________________________________________ Lululemon Lift and Lengthen Yoga Block ($18; lululemon.com) New to yoga? Invest in a yoga block, which allows you to go deeper into your stretches. Made with dense foam, these blocks are stackable and durable.  _______________________________________________________________________________ Wunder Under Crop High-Rise Roll Down Luxtreme ($88; lululemon.com) These floral high-rise cropped tights have added Lycra for stretch and a wide flat waistband and come in a smooth, low-friction fabric.  Kumail Nanjiani Fans of Nanjiani who know him from \"Silicon Valley\" and \"The Big Sick\" were stunned when the comedian posted a couple of \"thirsty shirtless\" pics on Instagram last month. \"I found out a year ago I was going to be in Marvel's Eternals and decided I wanted to transform how I looked,\" he wrote. \"I would not have been able to do this if I didn't have a full year with the best trainers and nutritionists paid for by the biggest studio in the world.\" One of those trainers, Grant Roberts, told The Hollywood Reporter that Nanjiani's intense training sessions averaged four to five times a week.  AmazonBasics Neoprene Dumbbell Pairs with Stand ($28.49; amazon.com) Gear up: Wanna get superhero swole? Bring on the weights. According to the Mayo Clinic, weight training may help strengthen your bones, manage weight, enhance your quality of life, improve chronic conditions and sharpen your thinking skills. This top-rated and easy-to-store dumbbell set lets you choose from varying weight combinations to total up to 60 pounds.  _______________________________________________________________________________ Nike Air Zoom SuperRep Men's HIIT Class Shoe ($120; nike.com) If you're planning to clock a lot of gym time like Nanjiani, you'll want a training-specific pair of shoes. This style is designed for HIIT workouts, circuit training, kickboxing, boot camp and other fitness classes, with extra cushioning for all those plyo reps and added grooves at the sole and toe for more flexibility when doing planks and pushups.  Halle Berry Just take a peek at the Oscar-winner's regular #FitnessFriday pics, and it's clear wellness is a top priority for Berry. Her training for the upcoming mixed martial arts movie \"Bruised\" has Berry doing lots of MMA moves, and, she writes, she's especially drawn to Muay Thai. \"Prepare to burn anywhere between 800-1000 calories per hour -- but don't worry, you can do it! It's a great way to learn to self-defense and use every part of your body in your workout (including your knees and elbows)!\" Berry also subscribes to a keto diet, eschewing sugar and carbs.  Sanabul Essential Gel Boxing Gloves ($19.99-$29.99; amazon.com) Gear up: Inspired to try a boxing class? UFC champs and pro boxers use gloves by Sanabul, which are infused with gel to protect your hands and wrists when you punch. _______________________________________________________________________________ Quick & Easy Ketogenic Cooking ($22.80; amazon.com).  Berry often shares recipes from nutritionist Maria Emmerich. Her cookbook includes healthy options like a dairy-free chocolate shake, shrimp and grits, and slow cooker osso bucco. (A full-on keto plan isn't for everyone, though: Talk to a health care provider if you're thinking about making changes to your diet.) Zac Efron When killer abs are part of your job (hello, \"Baywatch\"), fitness has to be part of your daily routine. Efron often shares gym — and shirtless — photos on social media, but getting that six-pack is no easy task. His trainer, Patrick Murphy, shared the \"Baywatch\" workout with Men's Health. It includes supersets of exercises such as kettle squats and box jumps or banded reverse flys and explosive Bosu pushups, along with two-a-day workouts and a nearly carb-free diet. Also on the docket: self-care. The actor recently posted a shot of himself in his home sauna.  AmazonBasics Cast Iron Kettlebells ($18.92; amazon.com) Gear up: These 10-pound kettlebells from Efron's Amazon Store have nearly 1,000 five-star ratings.  _______________________________________________________________________________ Bosu Sport Balance Trainer ($99.99; amazon.com) Do your own Bosu pushups at home with this version that's small (perfect when you have limited space) and great for increasing balance and strengthening your core. Gwyneth Paltrow Paltrow's Goop brand is all about wellness, so it's no surprise the Oscar-winning actress shares frequent workout pics with her fans. Tops on her list: exercising with business partner and trainer Tracy Anderson, whose method includes dance-inspired aerobics and small muscle group toning. Paltrow also points to drinking alkaline water (it's said to keep the body's pH levels balanced), and has partnered with Flow Alkaline Spring Water. Added to her daily workouts and hydration? A mostly clean diet, a once-a-year cleanse and really great genetics. Hydro Flask 40-Ounce Bottle, $42.95, nordstrom.com) Gear up: Drinking enough water and good health go hand in hand. According to the Centers for Disease Control and Prevention, water helps to keep your temperature normal, lubricates and cushions joints, protects your spinal cord and helps the body get rid of wastes. We love this one by Hydro Flask.  _______________________________________________________________________________ Outdoor Voices Freeform Unitard ($90; outdoorvoices.com) This bodysuit in a soft fabric offers all-in-one coverag"], "Language": false}