{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/us/tributes-kobe-bryant-helicopter-crash-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-01-27T10:19:39Z"], "LastModifiedDate": ["2020-01-27T10:19:39Z"], "Headline": ["The country is paying tribute to NBA legend Kobe Bryant"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["As the country tries to come to terms with the crash that claimed the life of basketball superstar Kobe Bryant, fans and cities across the country have begun paying tribute to the NBA legend.  Bryant was one of nine people killed when their helicopter rammed into a Calabasas, California, hillside Sunday morning. He was traveling with his 13-year-old daughter, Gianna, whom he had previously said wanted to follow in his footsteps as a professional basketball player.  He left a massive legacy behind.  Bryant, a five-time NBA champion and one of the league's top scorers of all time, entered the NBA straight out of high school at just 17 years old. He spent the next 20 years of his life making history with the Los Angeles Lakers before retiring in 2016.  He was 41 years old at the time of his death.  \"Kobe just meant the world to me and all of us here in LA, growing up just idolizing somebody who dedicated their grind to their craft,\" one fan told CNN affiliate KABC. \"He always wanted to push to a higher level. You don't see that no more. I just appreciate everything you did Kobe, for real.\" Los Angeles City Hall was lit up in Lakers purple and gold Sunday night to honor the player.  \"Lights for a legend,\" Mayor Eric Garcetti said in a tweet. \"Kobe will live forever in the heart of Los Angeles, and will be remembered through the ages as one of our greatest heroes.\" The city's airport was adorned in the same colors, with a post on its Twitter account saying, \"Kobe was in many ways a symbol of Los Angeles and we join his family, fans and city in mourning all who were lost today.\" And outside the Staples Center, where millions watched the icon play, fans gathered despite the additional security measures set up for the Grammy Awards taking place.  \"We just didn't know where else to go,\" a group of fans told CNN affiliate KTLA. Past midnight, groups of fans were still staring at makeshift shrines of flowers and balloons.  But Los Angeles wasn't alone in grieving. Celebrated all over the country The colors of Bryant's team sparkled across buildings from one coast to another.  Madison Square Garden in New York paid tribute, writing on Twitter: \"Mamba Forever.\" In Wisconsin, the home of the Milwaukee Bucks also honored the player.  \"Kobe Bryant demonstrated an extraordinary passion for basketball and love for his family,\" the team said in a statement. \"His legendary impact on the game will continue forever and he will be terribly missed by the Bucks organization and basketball fans across the globe.\" United Center, a sports venue in Chicago, flashed Bryant's name on the front of its building.  \"Mamba was a legend in the game and in life. He will forever be missed,\" the center said in a statement.  The Mercedes-Benz Stadium, home of Atlanta United, also donned the Lakers' colors.  \"A father. A husband. A legend,\" the venue wrote in a statement. \"His time was too brief, but his legacy everlasting. RIP Kobe. Sending love to the Bryant family and all those affected by today's heartbreaking news.\""], "Language": false}