{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/27/sport/gallery/what-a-shot-0127/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Jamie Squire/Getty Images", "Jonathan Bachman/Getty Images", "Edgar Su/Reuters", "Bruce Bennett/Getty Images", "Chris O'Meara/AP", "Gabriele facciotti/AP", "Chris Graythen/Getty Images", "Cameron Spencer/Getty Images", "Satish Kumar Subramani/Reuters", "Paul Ellis/AFP/Getty Images", "AAron Ontiveroz/The Denver Post/Getty Images", "Bob DeChiara/USA Today Sports", "Gabriele Facciotti/AP", "William West/AFP/Getty Images", "Thomas Samson/AFP/Getty Images", "Dylan Buell/Getty Images", "Brenton Edwards/AFP/Getty Images", "Alex Davidson/Getty Images", "Darrian Traynor/Getty Images", "Pontus Lundahl/AP", "Luis Robayo/AFP/Getty Images", "David Rowland/AFP/Getty Images", "Paul Sancya/AP", "Jeff Pachoud/AFP/Getty Images"]], "FirstPublishDate": ["2020-01-27T10:01:05Z"], "LastModifiedDate": ["2020-01-27T10:01:05Z"], "Headline": ["What a shot! 25 amazing sports photos"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["University of Kansas forward Silvio De Sousa grabs a chair during a bench-clearing brawl following a game against rival Kansas State on Monday, January 20, in Lawrence, Kansas. The altercation was sparked after De Sousa blocked Kansas State guard DaJuan Gordon's layup shot shortly before. Four players were suspended by the Big 12 conference.  Fans observe a moment of silence for Kobe Bryant before a game between the New Orleans Pelicans and the Boston Celtics in New Orleans, Louisiana, on Sunday, January 26. The NBA legend and his daughter were among nine people aboard a helicopter that crashed in Calabasas, California, earlier in the day. See photos from Bryant's career.  Karolina Pliskova competes against Anastasia Pavlyuchenkova during Day 6 of the 2020 Australian Open in Melbourne Park on Saturday, January 25. Winnipeg Jets goalie Connor Hellebuyck gives up a goal during a game between the Pacific Division and Central Division during the 2020 Honda NHL All-Star game on Saturday, January 25, in St. Louis, Missouri. Minnesota Vikings cornerback Xavier Rhodes intercepts a pass intended for Detroit Lions wide receiver Kenny Golladay during the NFL Pro Bowl football game on Sunday, January 26, in Orlando, Florida. The AFC defeated the NFC 38-33. Italy's Guglielmo Bosca crashes into the net during the men's World Cup super-G in Kitzbuehel, Austria, on Friday, January 24. Zion Williamson of the New Orleans Pelicans makes a shot over DeMar DeRozan of the San Antonio Spurs on Wednesday, January 22, in New Orleans, Louisiana. Williamson made his NBA debut on Wednesday at age 19 after a preseason injury and necessary surgery kept him out for the start of the season. Maria Sharapova serves during her Women's Singles match against Donna Vekic on Day 2 of the 2020 Australian Open on Tuesday, January 21. England's Tom Lewis chips the ball during the final round of the Dubai Desert Classic at Emirates Golf Club on Sunday, January 26.  Manchester United's goalie David de Gea saves the ball from Burnley's defender Ben Mee during their match in Manchester on Wednesday, January 22.  Canadian X Games rookie Brandon Cormier competes during the snowmobile freestyle final at X Games Aspen 2020 on Friday, January 24, in Aspen, Colorado. LeBron James of the Los Angeles Lakers passes the ball with pressure from Boston Celtics' Jaylen Brown during a game at TD Garden in Boston, Massachusetts, on Monday, January 20. The Celtics won 139-107. Austria's Matthias Mayer races down the Streif course to win the classic downhill in Kitzbuehel, Austria, on Saturday, January 25.  Serena Williams reacts after scoring a point against Qiang Wang during Day 5 of the Australian Open on Friday, January 25.  The US star was stunned by China's Qiang Wang who edged past Williams 6-4 6-7 7-5.  Swedish driver Bjorn Goop with his horse Face Time Bourbon waves across the finish line during the 100th Grand Prix d'Amerique in Paris on Sunday, January 26. It was the 19th victory in just 22 career starts for Face Time Bourbon.  Sacramento Kings' Kent Bazemore dives for a loose ball during a game against the Chicago Bulls on Friday, January 24, in Chicago, Illinois. The Kings defeated the Bulls 98-81. Cyclists ride through Cudlee Creek following damage from the Australia bushfires during the Tour Down Under UCI World Tour in Adelaide Hills on Thursday, January 23.  Robyn Birch competes in the Women's 10-meter platform final on Day 2 of the British Diving Championships on Saturday, January 25, in Plymouth, England. Novak Djokovic throws his racquet in an attempt to return the ball during his match against Tatsuma Ito on Day 3 of the Australian Open on Wednesday, January 22.  Sweden's Sandra Naslund, Switzerland's Fanny Smith, Canada's Marielle Thompson and Canada's Brittany Phelan compete in the FIS World Cup Women's Freestyle Skicross final in Idre, Sweden, on Sunday, January 26.  Paragliders fly over the mountains in the Valle del Cauca, Colombia, during the British Winter Open on Saturday, January 25. Rafael Nadal serves against Pablo Carreno Busta during Day 6 of the Australian Open on Saturday, January 25.  India's Lokesh Rahul bats during the first Twenty20 cricket match against New Zealand at Eden Park in Auckland, New Zealand, on Friday, January 24.  Detroit Pistons' Christian Wood, Brooklyn Nets' Nicolas Claxton and Joe Harris battle for a rebound during a game in Detroit on Saturday, January 25. The Nets won 121-111.  A skier competes in the Freestyle Skiing Mens Freeski during the Lausanne 2020 Winter Youth Olympic Games on Wednesday, January 22, in Leysin, Switzerland. Take a look at 28 more amazing sports photos"], "Language": false}