{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/world/kobe-bryant-meanwhile-jan-27-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Caitlin Hu and Stephen Collinson, CNN"], "Writers": [["Caitlin Stephen Hu", "Stephen Collinson"]], "FirstPublishDate": ["2020-01-27T05:05:42Z"], "LastModifiedDate": ["2020-01-27T14:23:08Z"], "Headline": ["'Forever one of us': Kobe Bryant's global roots"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Kobe Bryant was one of those superstars who transcend their sport, and become known simply by a single name. At his peak, the graceful NBA legend with a competitive streak seemed to float down the court. He became a basketball, cultural and fashion icon, and was a frequent visitor to the White House, celebrating yet another championship for his Los Angeles Lakers dynasty. Presidents past and present were quick to lead tributes after the helicopter crash that claimed his life. Bryant's aura meant he was a fixture of American life in the early years of the 21st century. That, as well as his comparative youth at the age of 41 and the shocking manner of his demise, explains why his death is resonating beyond the ranks of sports fans and why his legend will only grow. 'Forever one of us' News of Bryant's death drew reactions of shock and sadness from around the world, from Israeli Prime Minister Benjamin Netanyahu to Venezuelan president Nicolas Maduro.  But the news particularly rattled the small Italian city of Reggio Emilia, which claims among its most famous exports an educational philosophy, Parmesan cheese -- and Bryant himself.   \"Forever one of us,\" tweeted the city's basketball team, with photos of a young Bryant in a local team uniform. \"Kobe Bryant, a champion grown in Reggio Emilia,\" read the web headline of local paper Gazzetta di Reggio. The American basketball star wasn't just a global figure -- he himself was a product of globalization, growing up in Italy during the country's golden age of basketball, as his father Joe played for a series of local teams. When the Bryants came to Reggio Emilia in the 1990s, everybody knew.  \"We always considered the American professional players like idols,\" said Davide Giudici, a former teammate and friend from Reggio Emilia. Plus, \"in Italy, in that period there was no people of color, so it was very easy to recognize a big guy like Joe.\" Bryant spoke Italian fluently, and played most days of the week on the city's youth team Cantine Riunite, named for a local winemaker of the region's sparkling red lambrusco -- an experience he famously credited as formative for his skills on the court.  \"He was obviously already really good. We had a strong team, but he was better than all of us. At 11 years old, he was already very secure in his power and what he would become,\" Giudici told Meanwhile. \"I mean, I think we knew he was going to become a professional basketball player. We didn't know then that he was going to be one of the biggest stars in the world.\""], "Language": false}