{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/health/coronavirus-infection-tests/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen and Minali Nigam, CNN"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-04-05T17:19:09Z"], "LastModifiedDate": ["2020-04-05T17:19:09Z"], "Headline": ["'Crappy' tests to check for past coronavirus infection are flooding the US, lab association says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Regulatory changes by President Donald Trump's administration have made it easier for companies to flood the US market with \"crappy\" tests that are supposed to determine whether someone has recovered from coronavirus, according to the CEO of the Association of Public Health Laboratories.  \"It's like the wild, wild West out there -- or wild East,\" said Scott Becker, a reference to the fact that at least half of the companies making these tests are in China.   Becker's association represents 125 state, county and municipal public health labs in the US. These labs, along with private ones, are looking to test people to see if they have antibodies to coronavirus. If someone has antibodies, that indicates they've recovered from coronavirus and their body has built up immunity to it.   If someone does have antibodies, they might be allowed to return to work.  Becker said his labs won't use the tests that are on the market because they're concerned about inaccurate results and people might mistakenly think they're immune to coronavirus and return to work or stop social distancing.   \"It could be quite dangerous,\" Becker said.   Becker said he shared his concerns about the quality of the antibody tests with Dr. Brett Giroir, assistant secretary at the US Department of Health and Human Services and Dr. Stephen Hahn, commissioner of the US Food and Drug Administration.   Giroir and Hahn listened closely to his concerns and were \"very gracious,\" Becker said.   \"The public needs to understand that all tests are not created equal and that these tests could create dangerous scenarios by giving people a false sense of security,\" Becker wrote in a follow-up email to the officials.  Spokespersons for Giroir's and Hahn's offices did not provide a response for this story.    FDA relaxes test approval rules  Last month, as a result of the pandemic, the FDA changed its regulations to make it easier for companies to sell coronavirus antibody tests.  President Trump has talked about relaxing the rules. \"The Obama administration made a decision on testing that turned out to be very detrimental to what we're doing. And we undid that decision a few days ago so that the testing can take place in a much more accurate and rapid fashion,\" Trump said at a March 4 briefing.  Now companies that want to sell antibody tests can seek FDA approval if they want to, but they don't have to. Only one company, Cellex, Inc., has received FDA approval for its antibody test.  Many others are taking advantage of the FDA's relaxed rules. So far according to the FDA, at least 54 companies are allowed to sell their tests just by informing the FDA that they intend to sell the test and that it has been validated. The companies do not have to actually supply validation data, which indicates that the test provides accurate results.  Becker says many of these companies are incorrectly claiming that the FDA has reviewed or recommended their test, neither of which is true.   \"It's just deceptive,\" Becker said. \"They're selling these tests, but nobody has checked their quality. We need some level of scientific review and rigor on these tests.\"  Becker said that some of his member labs went back to the companies selling the tests and asked for their data. He said some companies did not provide data. Others showed very low accuracy rates. The health officer for Orange County, California, has warned against using tests that have not been approved by the FDA.   \"These nonapproved tests can produce false results and lead to unintended negative consequences for the individual and the broader community,\" Dr. Nichole Quick said in a March 26 statement. \"For example, a negative result from a nonapproved testing kit may lead an individual who in fact has Covid-19 to think they are healthy and not capable of spreading the virus.\"   FDA spokeswoman Stephanie Caccomo referred CNN to an agency statement that talked about policy changes made \"in order to achieve more rapid testing capacity in the US.\"   The US Centers for Disease Control and Prevention is working on its own antibody test, according to agency spokeswoman Kristen Nordlund, but it is not available to the public.    \"At this point we have not shared our test, but it is something we are considering,\" she wrote in an email to CNN."], "Language": false}