{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/asia-men-hair-loss-bald-scn-wellness/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-05T01:23:34Z"], "LastModifiedDate": ["2020-04-05T01:36:41Z"], "Headline": ["With hair loss on the rise, Asia's men grapple with what it means to be bald"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["Despite his father having an \"m-shaped\" hairline, Alex Han from northeast China never thought he'd experience hair loss in his 20s.  While studies have suggested almost all Caucasian men will eventually face some degree of male pattern baldness -- and around half can expect to lose their hair by middle age -- Asian men, and East Asians in particular, have historically experienced the lowest incidence of hair loss in the world. A 2010 study from six Chinese cities found that fewer than 3% of men aged 18-29, and just over 13% of those in their 30s, experienced male pattern baldness. Earlier research from South Korea suggested that only 14.1% of the entire male population was affected, while Japanese men were found to develop male pattern baldness approximately a decade later than their European counterparts.  But as Han, now 34, later discovered, genetics isn't everything. Stress, poor diet, lack of sleep and smoking can all contribute to hair loss. And with lifestyles in China changing dramatically in recent decades, so too are the country's hairlines. \"I was prepping my masters entrance examinations and there was a lot of pressure, so I probably didn't sleep very well,\" Han said in a phone interview. \"At that time, (my receding hairline) was under control, but after three years in Beijing getting my masters, I moved to Germany for PHD study ... and not only me, but other Asian students there, had a problem with hair loss.\" It's an issue faced by many in Han's generation, and younger. A 50,000-person survey by the China Association of Health Promotion and Education reportedly found that the country's 30-somethings were going bald faster than any other group. Almost a third of respondents who were born in or after 1990 reported thinning hair, according to Chinese state media. A similar poll by Beijing's prestigious Tsinghua University reportedly found that an astonishing 60% of students had experienced some degree of hair loss. Chinese state broadcaster CGTN went so far as to describe hair loss among the young as an \"epidemic.\" But lifestyle changes have been accompanied by transformations in both technology and disposable income. Hair transplants are a viable solution for a growing number of men, and the Chinese market for the procedure is expected to hit 20.8 billion yuan ($2.9 billion) in 2020, more than four times what it was four years ago, according to market research firm Statistica. Han opted to travel to Thailand for the transplant, which sees thousands of hair follicles grafted from other parts of the body -- such as the chest, or back of the neck -- onto the head. The eight- to 10-hour procedure cost him around $9,000, though he found clinics in China quoting \"a sixth of that.\" The transplant may take months to take effect, though Han expressed hope that he will \"see the results and see my hair return to normal in the next two or three months,\" adding, \"then I'll behave as if nothing has happened.\" Navigating stigmas Han's fears mirror those experienced by men with receding hairlines around the world, namely the impact on his confidence, professional prospects and first impressions. \"Hairstyles, for me, are critically important for men's first impressions,\" he said.  But losing your hair may be especially difficult in countries where it's less common. The male beauty standards in East Asian popular culture -- from Korean K-pop to Hong Kong's movie industry -- often favor big hair and boyish looks. \"In Asian cultures the younger generation really like idols like (Chinese pop band) TFBoys,\" Han said, adding that standards for white or black men are often different. For 37-year-old David Ko, a Seoul-based reporter who has previously written about his experience of hair loss, the lack of visibility of hairless men in South Korea \"certainly plays a role in people feeling uncomfortable about going bald.\"  \"Whenever there is a precedent, people tend to feel (more confident) to follow,\" he said in an email interview. A Korean study in the International Journal of Dermatology found that balding men were considered older and less attractive by 90% of non-bald respondents. In 2018, National Human Rights Commission of Korea had to urge employers not to discriminate against hairless men, after a building management company was accused of asking a job applicant to wear a wig during his interview and rejecting him on account of his bald head, according to the Yonhap News Agency. (The unnamed company denied doing so). Studies in the West -- while not always positive about how baldness is perceived by others -- suggest that the stigma may be lessened in countries where hair loss is more common. Research from the University of Pennsylvania, for instance, found that men were perceived as \"more dominant, taller and stronger\" when participants were shown their photos with the hair digitally removed. Chinese American entrepreneur Saul Trejo, who has lived in various cities around Asia since 2011, began losing his hair while studying in Beijing. The 30-year-old said he \"definitely noticed\" the lower proportion of bald men in the city, compared to the US, and \"it probably bothered me, but I tried to not let it.\" He also found that people were more comfortable than those in the West to pass comment -- even if in an entirely observational way. \"People will tell you straight out,\" he said in a phone interview from Taipei, recounting instances when his loss of hair was casually pointed out to him. \"Normally when they're saying it they're not trying to be mean, they're just commenting, so I can't be mad. But you remember. \"I tried to shave my head, but I didn't think it was suitable for my head and body shape,\" he added, naming Dwayne \"The Rock\" Johnson and actor Jason Statham as non-Asians who can pull off the look. \"I think Asian people, including myself, tend to be a little slimmer, so if I had to choose between bald and slim versus bald and athletic, or even muscular, then I think it looks better with the more size you have.\" In 2018, Trejo underwent a hair transplant in Bangkok, where he was based at the time. While it took almost a year to see the final results, Trejo said his new hairline is \"a major blessing,\" that \"massively improved my dating life.\" Before-and-after images shared with CNN show a remarkable amount of hair restoration at the top and sides of his head. The doctor behind Trejo's procedure, Damkerng Pathomvanich, is a leading researcher into hair loss. He said that the number of hair transplant clinics in Asia is \"skyrocketing,\" and that business among Chinese patients at his clinic is \"booming.\" \"We published data (in 2002) showing an alarming increase in male pattern baldness in Asians,\" he said over the phone, naming diet as a key driver for the change. \"I had a lot of Caucasian patients saying to me, 'You Asians don't go bald,' but it's not true.\" Alternative approaches There are cheaper and less invasive treatments on the market. Chinese e-commerce giant Alibaba stocks thousands of restorative shampoos, serums and sprays, and has reported that more than 70% of customers buying anti-hair-loss products were born after 1980, according to the South China Morning Post (a newspaper owned by Alibaba). Drugs like minoxidil and finasteride, available in the US since the 1980s and 1990s respectively, appear to be gaining traction in the region too. Sales of the former, which is commonly traded as Rogaine, are expected to grow 5% per year in Asia Pacific from 2018 to 2024, according to an industry report by Global Market Insights.  Then there are also purported natural remedies. In traditional Chinese medicine, for instance, various herbs and plant extracts have long been touted as solutions to hair loss, though their effectiveness remains a matter of debate (one of them, polygonum multiflorum, or tuber fleeceflower, can even induce hepatitis if over-consumed).  In Korea, meanwhile, houttuynia cordata -- also known as fish mint, or chameleon plant -- can be brewed into a black liquid that is applied to the scalp, according to the journalist, David Ko, who received some from his concerned mother-in-law. \"I used it like a shampoo whenever I washed my hair,\" he said. \"After wetting my hair, I poured a handful of the plant-steeped water on my scalp, finger-massaged my scalp for about one minute, then rinsed it off with fresh water. \"But as time went by without seeing any clear sign of improvement, I got so tired of the remedy that I dumped more of (it) on my hair each time to finish the jar faster and get the practice over with.\" He then tried other suggested home remedies. \"My wife also nudged me to sprinkle some sea salts over my scalp instead of the plant water, and one of my co-workers told me her balding father benefitted from eating lots of black sesame seeds as a snack.\" While New York dermatologist Norman Orentreich is widely known as the father of hair transplants, Japanese doctor Shoji Okuda is believed to have performed the very first procedure in 1937 (though the breakout of World War II meant that his research was largely overlooked). With baldness on the rise in Asia, it's perhaps no surprise that the continent's scientists -- Japan's and South Korea's in particular -- are again leading some of the field's most promising research.  A ground-breaking Japanese study, published last year, grew hair follicles from scratch using stem cells. They were then successfully transplanted onto the backs of mice, though any resulting therapies remain a long way from ever being approved for humans (and in many countries, stem cell treatments are either highly restricted or completely outlawed). Other novel responses to hair loss are now available in Asia. Scalp micropigmentation, for instance, involves tattooing thousands of tiny dots on patients' heads to give the illusion of shaved hair. A South Korean study in the peer-reviewed International Journal of Dermatology described the process as \"one of the most effective treatment methods\" for hair loss, reporting an average satisfaction rate of 4.8 out of 5 among the 80 patients interviewed.  Like 'a triad' But, still, Asia poses unique challenges for receding men. Undergoing the scalp tattoo procedure requires patients to permanently sport a shaved-head look, which, as the Korean study suggested, may be \"stereotyped in Asian cultures as (being like) a gangster or criminal.\" According to Ko, however, such labels are a thing of the past. \"Back in the day, when young males shaved their heads, seniors would mildly chide them with a totally unproven and absurd hypothesis,\" he said, suggesting that elders once saw a skinhead as a sign that someone was a rebel, or had \"a problem with society.\" \"Nowadays (these attitudes) almost never exist, but it is still true people look at bald males with a certain awe.\" Eric But of Synergy Model Management, which has offices in Hong Kong and "], "Language": false}