{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/tech/apple-stores-reopening-us/index.html"], "Source": ["cnn"], "Location": ["San Francisco"], "ByLine": ["By Rishi Iyengar, CNN Business"], "Writers": [["Rishi Iyengar"]], "FirstPublishDate": ["2020-05-08T20:51:55Z"], "LastModifiedDate": ["2020-05-08T20:51:55Z"], "Headline": ["Apple will start reopening some US stores next week"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Apple is gearing up to open its US stores to customers again, nearly two months after the coronavirus pandemic forced them shut. The company said Friday that it will reopen some retail outlets next week across four states — Idaho, South Carolina, Alabama and Alaska. Apple did not reveal how many stores will reopen, but it has a total of six stores across the four states. The first store to reopen will be in Boise, Idaho, on Monday.  \"We've missed our customers and look forward to offering our support,\" a company spokesperson said in a statement provided to CNN Business. The news was first reported by CNBC.  Apple will primarily focus on its Genius Bar, which provides in-person service and tech support, as more people use its products to stay connected while working from home, the spokesperson added.  The stores will impose additional safety measures such as requiring temperature checks and facial coverings for staff and customers, with Apple providing face masks to customers who don't already have them. Apple will also implement social distancing protocols, allowing only a limited number of walk-in customers at a time.  \"We recommend, where possible, customers buy online for contactless delivery or in-store pick up,\" the spokesperson said.  Apple closed all its stores outside China in early March, while reopening its stores in the Asian country that had been closed in February due to the initial outbreak in Wuhan. The company has since reopened one store in South Korea's capital, Seoul, as well as all stores in Australia and Austria. All Apple stores in Germany will also reopen on Monday.  The company has 510 stores worldwide, 271 of which are in the US. "], "Language": false}