{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/health/aerosol-coronavirus-spread-white-house-letter/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen, Senior Medical Correspondent"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-04-02T11:45:34Z"], "LastModifiedDate": ["2020-04-04T14:01:40Z"], "Headline": ["Experts tell White House coronavirus can spread through talking or even just breathing"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["A prestigious scientific panel told the White House Wednesday night that research shows coronavirus can be spread not just by sneezes or coughs, but also just by talking, or possibly even just breathing.     \"While the current [coronavirus] specific research is limited, the results of available studies are consistent with aerosolization of virus from normal breathing,\" according to the letter, written by Dr. Harvey Fineberg, chairman of a committee with the National Academy of Sciences.     Fineberg told CNN that he will start wearing a mask when he goes to the grocery store.      \"I'm not going to wear a surgical mask, because clinicians need those,\" said Fineberg, former dean of the Harvard School of Public Health. \"But I have a nice western-style bandana I might wear. Or I have a balaclava. I have some pretty nice options.\"     Dr. Anthony Fauci, a key member of the White House's coronavirus task force, told CNN Tuesday that the idea of recommending broad use of masks in the US to prevent the spread of coronavirus is under \"very active discussion\" by the group.     Fineberg, chair of the NAS' Standing Committee on Emerging Infectious Diseases and 21st Century Health Threats, said his letter was sent Wednesday evening in response to a query from Kelvin Droegemeier with the Office of Science and Technology Policy at the White House.     \"This letter responds to your question concerning the possibility that [coronavirus] could be spread by conversation, in addition to sneeze/cough-induced droplets,\" the letter states. \"Currently available research supports the possibility that [coronavirus] could be spread via bioaerosols generated directly by patients' exhalation,\" it continues.     According to the US Centers for Disease Control and Prevention, the virus spreads from person to person when people are within about 6 feet of each other \"through respiratory droplets produced when an infected person coughs or sneezes.\"     Fineberg told CNN this is true, but that research shows that aerosolized droplets produced by talking or possibly even by just breathing can also spread the virus.     His letter explains that research at a hospital in China shows the virus can be suspended in the air when doctors and nurses remove protective gear, or when floors are cleaned, or when staff move around.     Research by the University of Nebraska shows that genetic material from the virus was found in patients' rooms more than 6 feet away from the patients, according to the letter.     Fineberg said it's possible that aerosolized coronavirus droplets can hang in the air and potentially infect someone who walks by later.     He added, however, that coronavirus is not as infectious as measles or tuberculosis.   How long coronavirus lingers in the air depends on several factors, including how much virus an infected individual puts out when breathing or talking, and also on the amount of circulation in the air, he said.     \"If you generate an aerosol of the virus with no circulation in a room, it's conceivable that if you walk through later, you could inhale the virus,\" Fineberg said. \"But if you're outside, the breeze will likely disperse it.\"  "], "Language": false}