{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-040320/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-03T10:19:14.004Z"], "LastModifiedDate": ["2020-04-04T12:02:45.538Z"], "Headline": ["US stocks struggle as American job destruction accelerates: April 3, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The FDIC took over the First State Bank, based in Barboursville, West Virginia, Friday evening, the first time since Feb. 14 that the agency has had to take over a bank. During the financial crisis of 2008 and 2009, Friday evening announcements of bank failures by the FDIC were a standard occurrence, as 25 banks failed in 2008 and another 140 in 2009. But while this is the first bank failure since the start of the coronavirus crisis in the United States, the agency said the problems at the bank occurred far before the current crisis. “The First State Bank has experienced longstanding capital and asset quality issues, operating with financial difficulties since 2015. The bank's December 31, 2019 financial reports indicated capital levels were too low to allow continued operations under federal and state law,” said the agency statement. The agency has arranged a purchase of the bank and its deposits by MVB Bank of Fairmont, West Virigina. The four branches of First State Bank will reopen as MVB branches on Saturday. But due to the state’s stay-at-home order, customers are advised to visit the bank only if an in-person visit is essential and they first make an appointment. The only other bank failure this year was Ericson State Bank in Ericson, Nebraska. President Donald Trump is once again suggesting Russia and Saudi Arabia will soon reach a truce in their oil war. \"I think President Putin and the Crown Prince want something to happen badly,\" Trump said Friday, adding that he's spoken to both the Russian leader and Saudi Crown Prince Mohammed bin Salman. The two countries have flooded the world with excess oil -- despite the unprecedented collapse in demand caused by the coronavirus pandemic.    \"It's certainly terrible for them what's happened,\" Trump said during a meeting with oil executives, including the CEOs of ExxonMobil (XOM), Chevron (CVX) and Occidental Petroleum (OXY). After touching an 18-year low of $20, US oil prices spiked by a record 32% this week on rising hopes for major production cuts. The president expressed optimism about reviving America's beaten-down oil industry, which needs higher prices to survive. \"We'll work this out. We'll get our energy business back up,\" Trump said. During the meeting, several oil CEOs thanked Trump for his leadership during the crisis.  \"You're the right man at the right time to balance all the priorities,\" David Hager, CEO of Devon Energy (DVN), told Trump. US stocks closed sharply lower on Friday, following a much worse-than-expected jobs report for March. All three major indexes recorded a loss for the week, making it their third down-week in four. The Dow closed 361 points, or 1.7%, lower.\nThe S&P 500 closed down 1.5%.\nThe Nasdaq Composite finished down 1.5%. Acreage Holdings, the US cannabis operator backed by John Boehner and betrothed to Canadian cannabis giant Canopy Growth, has furloughed employees and nixed some M&A deals due to the Covid-19 pandemic.  Acreage announced Friday it temporarily furloughed 122 employees; converted a dispensary in Queens, New York, to a delivery hub; temporarily closed two dispensaries and some wholesale and manufacturing operations; canceled a planned acquisition of a dispensary in Rhode Island and terminated a merger agreement with Deep Roots Medical. The company also announced the resignation of Steve Hardardt, executive vice president.  The company expects to provide an update during its upcoming earnings call that’s scheduled for May 13.  “These bold measures will help to ensure that we emerge from this very challenging situation stronger than ever before,” Acreage CEO Kevin Murphy, said in a statement.  The coronavirus pandemic is starting to noticeably damage economic data around the world. The global composite output index, produced by JPMorgan and IHS Markit, slumped to 39.4 points in March, its fastest drop in some 11 years. Any level below 50 denotes an economic contraction. Even though the index had been in contraction territory in the prior month as well -- 46.1 points in February -- the drop off was the second-biggest on record, surpassed only by a drop in October 2001. Looking closer at the global services sector, business activity, new business and new export business all dropped at the sharpest rate in survey history. But not all countries were hit the same. China, which was hit by the pandemic earlier in the year, got some respite from its rate of contraction. The outbreak is still sweeping across the United States, where business activity dropped to the greatest extent since the height of the 2007-2009 financial crisis. Still, America saw the weakest downturn among its developed world peers. US oil prices skyrocketed by a record 32% this week on relief over signs that major powers could finally restrain production.  Crude surged another 12% Friday to finish at $28.34 a barrel on news that OPEC+ will meet via video conference Monday. The summit, designed to halt the historic collapse in prices, could include other producers outside of the alliance. The rally added to Thursday's stunning 25% spike after President Donald Trump said he hopes and expects a massive production cut of 10 million to 15 million barrels per day from Saudi Arabia and Russia.  Analysts said Trump's claim is unrealistic because such deep production cuts would need to include other countries, perhaps including the United States. The weekly spike of 32% is the strongest since oil futures began trading on NYMEX in 1983. Yet the oil crash has been so deep that crude remains down more than 50% on the year.  We've already seen how much of a negative impact the coronavirus pandemic has had on the job market and broader economy. Next up? Corporate America will start to report earnings for the first quarter in the coming weeks. The numbers are not going to be good. Scratch that. Let's be blunt. They are going to be awful. According to estimates from FactSet Research, profits for companies in the S&P 500 are expected to plunge 7.3% in the first quarter compared to a year ago.  The forecast for the second quarter is even more bleak, with analysts projecting a staggering 15.1% drop. That would rival the worst performance for companies since the 15.7% drop during the third quarter of 2009 -- the end of the Great Recession. Analysts have slashed their earnings estimates most severely in the energy, consumer discretionary and industrial sectors, with profit forecasts falling sharply for Exxon Mobil (XOM), Chevron (CVX), General Motors (GM), Ford (F) and Boeing (BA). Communication services and technology could be among the few bright spots in the market though, thanks to continued expectations for strong earnings growth from the likes of Facebook (FB) and Google owner Alphabet (GOOGL). FactSet said that analysts are also predicting a more modest drop in earnings for the third quarter of 4.8% and that profits will rebound slightly in the fourth quarter. But considering how rapidly things are changing, those predictions may turn out to be overly optimistic. Sales at the Cheesecake Factory (CAKE) fell 46% in March compared to a year ago, the company revealed in a regulatory filing. The ongoing coronavirus pandemic has forced restaurants to close their dining rooms and quickly pivot to takeout or delivery.  In slightly better news, the Cheesecake Factory said those sales grew 85% compared to its previous quarter. Its restaurants are \"operating sustainably at present under this model,\" the company said. Last week, Cheesecake Factory announced that it wasn't paying April rent. Shares are flat Friday. Now here's a brave company for you. Bitoech Zentalis Pharmaceuticals, which is developing treatments for various types of cancer, went public Friday. And it's off to a great start. Shares of Zentalis (ZNTL), which listed on the Nasdaq, surged nearly 40% to about $25 a share in early trading. And that's after the company raised the size of its offering and priced the IPO at $18 -- the top end of its expected range. Zentalis is the first IPO of a US-based firm since the coronavirus pandemic ground economic activity in America to a halt and sent the stock market into a free fall. The IPO market has slowed to a virtual standstill in recent weeks as a result of the Covid-19 outbreak. The only other company to test the public waters in the US lately was WiMi Hologram Cloud, a Chinese augmented reality firm that debuted Thursday. Shares of WiMI (WIMI) have fallen slightly below their offering price. But it's still unclear whether highly touted US unicorn companies -- firms like Airbnb, DoorDash and Robinhood -- will be able to go public this year. People are chowing down on stacks of pancakes at IHOP. But they're not eatin' good in the neighborhood as much at Applebee's.  That's why one money manager wants Dine Brands, the company that owns both chains, to consider spinning off IHOP. Dine Brands (DIN) disclosed in the proxy statement for its upcoming shareholder meeting on May 12 (which it may hold virtually because of coronavirus) that proposal from activist investment firm JCP Investment Partnership. JCP says IHOP, which reported rising same-store sales in 2019, would be better off without Applebee's, which posted a decline in sales last year.  JCP pointed out that two other restaurant firms, Brinker (EAT) and Darden (DRI), have fared much better after they got rid of struggling brands. (Private equity firm Golden Gate Capital bought On the Border Mexican Grill and Cantina from Brinker in 2010, and scooped up Red Lobster from Darden in 2014.) \"We believe that a standalone IHOP would be valued and classified as a growth company, which would allow IHOP to trade at a materially higher multiple,\" JCP said.  Dine Brands is recommending that shareholders vote against the proposal, arguing it would limit the company's ability to keep paying a dividend and buy back stock.  Shares of Dine Brands have plunged 75% this year even though most of its restaurants remain open and are offering more delivery services due to Covid-19.   US stocks had a volatile morning, as investors came to grips with a worse-than-expected March jobs report. The three major US indexes opened modestly lower, and they even turned green over the course of the morning. But by midday stocks were sharply lower, driven by losses in energy and utility shares. The Dow was down 1.6%, or 335 points.\nThe S&P 500 was 1.5% lower.\nThe Nasdaq Composite was down 1.4%. The coronavirus crisis is hurting America's economy and it's starting to show up in the data. Economists expected to see a sharp downturn in the services sector last month, but that didn't happen. The Institute of Supply Management's non-manufacturing PMI for March surprised on the upside at 52.5 points, versus 44 points expected. Any number above 50 denotes an expansion. Still, it was a steep decline from February's 57.3 number, and the lowest read since August 2016. Across sectors, survey respondents noted the devastating impact from the coronavirus outbreak on their businesses, demand and supply chains. As with so much other economic data, the non-manufacturing PMI will likely look worse in the months to come. The government's new Small Business Administration (SBA) Paycheck Protection Program is meant to help with emergency funds -- but JPMorgan Chase and Capital One (JPM) say they can't accept loan applications just yet. JPMorgan, the largest bank in the United States as measured by assets, said \"financial institutions like ours are still awaiting guidance from the SBA and the U.S. Treasury. As a result, Chase will most likely not be able to start accepting applications on Friday, April 3rd, as we had hoped.\" \"We will help you, our customer, with getting access to these emergency funds,\" the bank continued on its Chase for Business website. \"And we will make it as easy as possible for you to get these funds quickly. We hope to have the guidance we need from the government soon so that we can begin assisting you.\" Capital One (COF) also said late Thursday that it's unable to take PPP loan applications as of yet, adding that any small businesses who apply will probably need to be current Capital One customers as of February 15. Other big banks that CNN Business spoke with said they were also eager to take part in the SBA's PPP initiative. But many stressed that they are already making other loans, waiving fees and taking other steps to help small-merchant clients. US stocks kicked off modestly lower on Friday, as investors digested a worse-than-expected March jobs report. In premarket trading, stock index futures came off their lows following the report, as much of the bad economy news is already priced into stocks. The Dow opened 0.3%, or 60 points, low\nThe S&P 500 fell 0.3%.\nThe Nasdaq Composite opened down 0.4%. The March jobs report was rough. But the market knew it was coming. US stock futures pared earlier losses after the Bureau of Labor Statistics released a worse-than-expected March jobs report, including more job losses and a higher unemployment rate than predicted. Futures for the Dow, S&P 500 and Nasdaq Composite were all down around 0.6%. This market reaction to disappointing economic data has become a bit of a pattern. A lot of bad news is now priced into stocks given the dramatic selloff the market witnessed over the course of March.  The labor market is expected to look ugly for at least the next few months as businesses shut and people are staying home to limit the spread of coronavirus. So far economists expect the Covid-19 recession, along with the jobs downturn, to be deep but short-lived.  But those forecasts depend on the course of the virus. Boeing, which stopped production at its plants in Washington state on March 25,  announced it will suspend production at one of its helicopter plants just outside of Philadelphia at the close of business on Friday. \"Suspending operations at our vital military rotorcraft facilities is a serious step, but a necessary one for the health and safety of our employees and their communities,\" said Steve Parker, a Boeing vice president in charge of the plant. The suspension of work at plants in Washington state occurred after the coronavirus-related death of an employee in Everett, Washington. On Wednesday the United Auto Workers union, which represents the Boeing hourly employees in Philadelphia, told members there have been two confirmed coronavirus cases among employees there. While one was working remotely, one had been continuing to work at the factory. No further information on their condition was revealed. The company said it plans to resume operations on April 20, although a decision to resume work will be based on further government guidance and actions on COVID-19 and associated impacts on operations. America lost 701,000 jobs in March, the Bureau of Labor Statistics reported on Friday. This ends the country’s 10-year labor market expansion. The unemployment rate climbed to 4.4%, from a near 50-year low of 3.5% before. The March jobs report does not yet reflect the past two weeks of record high jobless claims data, as the survey it is based on wraps up around the middle of the month. Read more about the jobs report here. The US Air Force has agreed to pay Boeing $882 million that it was holding back due to problems with a refueling tanker the company was building. But Boeing will be on the hook for an expensive fix for the plane. The Air Force announced late Thursday that it was paying the $882 million that had previously been withheld under a new policy \"to maximize cash flow, where prudent, to combat coronavirus impacts on the industry base.\" It had withheld the payments due to questions about Boeing's possible noncompliance on 33 KC-46 refueling tankers it had already delivered. But Boeing and the Air Force also agreed that Boeing will redesign and retrofit a \"remote vision system\" on the plane at no additional cost to the government. Boeing said the new system is \"orders of magnitude better than what was available when the program started.\" Neither Boeing nor the Air Force gave an estimated cost of the fix. Trendy retailer H&M has been hit hard by the coronavirus pandemic.  Sales sank 46% in March with the company writing in a release that it expects its second quarter to be \"very negatively impacted\" by the virus.  Nearly 75% of its global stores were closed as of March 31, including in its top-selling markets of Europe and the US. In the stores that it had reopened, mainly in China, it said sales are experiencing a \"gradual recovery.\" H&M (HNNMY) shares are down more than 5% in Friday trading. OPEC will meet on Monday with Russia and other oil producers in the hope of agreeing supply cuts and ending a brutal price war. The meeting, called by Saudi Arabia, will be held via video conference and will include oil producers from outside the OPEC+ alliance that includes Russia and a few other countries, two senior sources at the OPEC secretariat told CNN Business. The final list of invitees has not yet been set, they said. US oil prices soared 25% — their biggest one-day gain on record — on Thursday after Trump tweeted that he hopes and expects Saudi Arabia and Russia will slash output by between 10 million and 15 million barrels per day. Prices continued to advance Friday, recovering some of the massive plunge seen over the past month. Brent crude futures, the world's benchmark, were trading more than 6% higher at $31.56 a barrel. Read more here. US stock futures are lower, following an upbeat day on Wall Street on Thursday. Dow (INDU) futures fell 228 points, or 1.07%\nS&P 500 (SPX) futures were down 1.04% \nNasdaq (COMP) futures fell about 1.07% Thursday's stock market gains came despite the highest initial jobless claims report in American history, as coronavirus forces a growing number of businesses to shutter and lay off or furlough employees.  Around 6.6 million people filed for first-time unemployment benefits in the week ended March 28 — more than the previous record of 3.3. million initial clams in the prior week — bringing the total number of initial jobless claims filed in March to more than 10 million. Global markets showed renewed signs of weakness on Friday as the economic fallout from the coronavirus pandemic continues to weigh on investors. But oil rose again after a wild spike Thursday on talk of production cuts. In Europe:  London's FTSE100 and France's CAC 40 both fell 1% in early trading\nGermany's DAX was down 0.47% In Asia: Japan's Nikkei 225 ended the day mostly flat\nHong Kong's Hang Seng Index dipped 0.4%  \nChina's Shanghai Composite fell 0.6% As uncertainties arise from the global economic fallout of COVID-19, global growth may worsen before improving and market volatility and risk aversion will persist,\" Tai Hui, chief market strategist for Asia at JP Morgan, said in a note on Friday."], "Language": false}