{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/politics/china-twitter-disinformation-bots-state-department/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jennifer Hansler, Donie O'Sullivan and Kylie Atwood, CNN"], "Writers": [["Jennifer Hansler", "Donie O'Sullivan", "Kylie Atwood"]], "FirstPublishDate": ["2020-05-08T20:46:14Z"], "LastModifiedDate": ["2020-05-08T20:46:14Z"], "Headline": ["Twitter disputes State Department claims China coordinated coronavirus disinformation accounts"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Twitter pushed back on an assertion from the US State Department Friday that it was \"highly probable\" that the Chinese government coordinated networks of Twitter accounts to disseminate disinformation related to the coronavirus outbreak, saying their initial review of the accounts in question does not support the government's claims.   Lea Gabrielle, head of the State Department's Global Engagement Center (GEC) -- which works to coordinate efforts to expose foreign disinformation and propaganda -- said the US \"has uncovered a new network of inauthentic Twitter accounts, which we assess were created with the intent to amplify Chinese propaganda and disinformation.\" However, an initial review from Twitter of more than 5,000 accounts turned over to them by the State Department cast doubt on the claims. According to Twitter, they have instead found that numerous accounts belong to government entities, nongovernmental organizations, and journalists. The review was ongoing, the company said, noting that it planned to follow up with the GEC on its findings. A State Department spokesperson told CNN that \"the GEC provided Twitter with a small sample of the overall dataset that included nearly 250,000 accounts,\" adding that it was \"was not surprising that there are authentic accounts in any sample.\" \"Our overall analysis is based on a confluence of factors that drive our assessment, which we stand by,\" they said. Gabrielle said in a statement to CNN that \"the GEC looks forward to further collaboration with Twitter on this latest example of inauthentic activity, as well as on future cases.\" The GEC's latest assertions come as China has faced serious criticism over its handling of the outbreak which originated in country. The State Department has led an aggressive campaign aimed at calling out Beijing for a lack of transparency and pushing disinformation. Secretary of State Mike Pompeo has repeatedly accused China of withholding key information about the virus, particularly in its early stages, and has claimed without public evidence that it may have escaped from a lab in Wuhan. \"It is critical that like-minded countries and free societies call out Beijing's use of disinformation and propaganda during this crisis to prevent these behaviors becoming the norm for Beijing,\" Gabrielle told CNN. Friday was not the first time a Silicon Valley company has expressed skepticism about the GEC. In February the GEC claimed it had evidence linking coronavirus misinformation to Russia -- senior employees at Facebook and Twitter at the time publicly implored the State Department to share evidence to support the claims. \"We welcome the opportunity to collaborate with the government agencies and build on our joint efforts to address a shared threat. Twitter will continue its zero-tolerance approach to platform manipulation and any other attempts to undermine the integrity of our service,\" a Twitter spokesperson said Friday. \"When we identify information operation campaigns that we can reliably attribute to state-backed activity — either domestic or foreign-led — we disclose them to the public.\" Gabrielle told reporters on a call Friday that the GEC made their assessment about the accounts based on their \"characteristics, content and behavior.\" She also noted that they examine whether the \"accounts are being created during and doing most of their activity during Beijing business hours,\" and said this was the case for the accounts she described. \"We also assess that this is a coordinated and interconnected effort. Nearly every diplomatic account shares at least one follower with every other account, with some instances of diplomatic accounts sharing more than 1,000 followers,\" she said.  In a follow-up response to CNN, Gabrielle said that \"a significant portion of these 'follower accounts' are newly created - and align with China's push to convince various global audiences of their global leadership.\" \"Additionally, these accounts are pushing pro-CCP (Chinese Communist Party) narratives - praising China's fight against the virus, claims that China promptly reported the outbreak to WHO, and accusations the Western media of providing bad coverage of China,\" she said. Twitter also disputed this saying that some of the accounts provided by the State Department had actually tweeted opposition to Chinese positions.  Gabrielle described China using these bot networks of automated accounts as a \"one-way megaphone.\" She said that much of their assessment had been done using unclassified data sets and with international partners. She confirmed State shared the accounts with Twitter.  Beijing has overtly promoted some conspiracy theories, including amplification by Chinese Communist Party media of a false claims that a US Army reservist was responsible for the start of the pandemic.  Earlier in March, the State Department summoned the Chinese ambassador in Washington over the promotion of conspiracy theories by a prominent Chinese official. Gabrielle told reporters that the GEC has seen continued convergence between Chinese and Russian disinformation. As one example, she said both Chinese and Russian proxies had recirculated \"false narratives about US-funded biolabs in the former Soviet Union.\"  She could not say whether there was active coordination between the two governments on disinformation. However, she said that even before the pandemic, \"we saw some level of coordination between the PRC and Russia,\" citing agreements between Russian state news outlet Sputnik and Chinese state media outlets. "], "Language": false}