{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/business/3m-defense-production-act-response/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Parija Kavilanz, CNN Business"], "Writers": [["Parija Kavilanz"]], "FirstPublishDate": ["2020-04-03T15:50:41Z"], "LastModifiedDate": ["2020-04-03T17:17:41Z"], "Headline": ["3M: We'll make more N95 masks for the US but we need to keep exporting them"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["3M, the world's largest maker of respirator masks, said Friday it is willing to comply with President Trump's order to manufacture and supply more critically needed N95 masks for the United States. But 3M cautioned about being forced to halt exports of those masks to other parts of the world. A day after Trump invoked the Defense Production Act (DPA) to order 3M to significantly ramp up production of N95 respirators, 3M said in a statement that \"3M and its employees have gone above and beyond to manufacture as many N95 respirators as possible for the US market.\" The DPA also requires 3M to prioritize its respirator orders from the Federal Emergency Management Agency (FEMA). The company said it was already working closely with the administration to supply more masks to FEMA while increasing its mask imports into the United States from its global manufacturing facilities, including from China. 3M, however, took issue with the administration's additional request that 3M cease exporting made-in-the-USA respirators to Canada and to Latin America. \"There are significant humanitarian implications of ceasing respirator supplies to healthcare workers in Canada and Latin America, where we are a critical supplier of respirators,\" the statement said, adding that such a move would \"likely cause other countries to retaliate and do the same.\" 3M warned the end result could lead to the net number of respirators being made available to the United States to decrease.  \"That is the opposite of what we and the administration, on behalf of the American people, both seek,\" the company said. Price gouging and counterfeits Leading N95 mask manufacturers have issued fraud and price gouging warnings amid the coronavirus pandemic. 3M said that while it hasn't seen a large influx of counterfeit respirators in the market, it is tracking a bigger issue of fraudsters trying to collect money in exchange for masks they don't actually have. Regarding price gouging, 3M said it is working with the U.S. Attorney General William Barr and attorneys general of every state, to curb the problem and to inform them that 3M hasn't, and will not, has not raise prices for its respirators."], "Language": false}