{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/europe/coronavirus-masks-war-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Tim Lister, Sebastian Shukla and Fanny Bobille, CNN"], "Writers": [["Tim Lister", "Sebastian Shukla"]], "FirstPublishDate": ["2020-04-03T15:54:29Z"], "LastModifiedDate": ["2020-04-03T15:54:29Z"], "Headline": ["Coronavirus sparks a 'war for masks' as accusations fly"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["As the coronavirus pandemic spreads across Europe and the United States, a global scramble for protective equipment such as masks and gloves is underway. In France they are calling it the \"guerre des masques\" -- the war of the masks. Some French officials have even alleged that their consignments from China have been hijacked by Americans. The presidents of two regions in France have claimed that American customers -- without specifying who -- have tried to pay Chinese suppliers three or four times the agreed price to get critical supplies diverted. Renaud Muselier, president of the Sud region, alleged in several interviews that an order from one French region had been bought by the Americans for cash -- and the plane that was due to fly to France had instead gone to the US. Muselier was asked by CNN affiliate BFM-TV whether masks had been taken by Americans at Chinese airports. He replied: \"Exactly,\" before adding, \"There is a foreign country that paid three times the price of the cargo on the tarmac. So the masks are gone and the region that ordered them has been destitute.\" Muselier later tweeted that masks for his own region were on their way and had \"not been bought by a foreign power.\"  Contacted by CNN, Muselier referred further questions to the French Foreign Ministry, which said Thursday it was looking into the reports. Jean Rottner, the president of another French region -- Grand Est -- echoed Muselier's remarks, telling French radio network RTL that it was a daily battle to secure orders. \"It's true,\" he claimed, \"that on the tarmac the Americans arrive, take out cash and pay three or four times more for the orders we have made, so it's necessary to fight.\" Rottner tweeted that 2 million masks had arrived on April 1 from Shanghai, posting video of the cargo being shipped on his Twitter account. Two more shipments are due to arrive at the weekend, he said.   Contacted by CNN, Rottner's office would not elaborate on his claims, but a third regional president, Valérie Pécresse of Île-de-France, said the quest for masks was a global treasure hunt. \"We had made an order but were unable to complete it because others were ready to pay three times the market price,\" Pecresse told radio network Franceinfo. She did not identify the \"others.\" It's unclear which US entity -- federal, state or commercial -- might have tried to secure orders destined for France. CNN reached out to the US Department of Health and Social Services Thursday but has not heard back. The US Embassy in France, which only speaks for the federal government, said the US \"has not purchased any masks intended for delivery from China to France.\" In an interview with French television Thursday, French Prime Minister Edouard Philippe said securing deliveries was \"not always easy.\" The problem, he said, was \"not logistical difficulties related to missing aircraft but difficulties sometimes in accessing the products from orders that are not always delivered. This is for a variety of reasons, including the huge demand that comes to China from the United States, from Europe, and indeed from the whole world.\" CNN has submitted several questions to the Prime Minister's office about problems with deliveries. On Friday, the German Health Minister Jens Spahn responded to media reports that a PPE consignment bought by the state of Berlin had been diverted to meet an American order. \"Reports of this kind -- I don't know if it is true in this specific case -- but it is not the only report of this kind,\" Spahn said. \"This is not a good development in general, but at the same time it is due to a very strong demand that is there.'' Spanish and French officials say that logistical bottlenecks in China have compounded the problem of shipping personal protective equipment (PPE.) Spanish Health Minister Salvador Illa told a parliamentary committee in Madrid last week that everyone was trying to buy from China -- but could not confirm when Spanish orders would be met \"because the market is crazy and the logistics are hard.\" One French region, Centre Val de Loire, told CNN its order had been diverted to Zhengzhou airport due to congestion at Shanghai airport. Prices spiral In the meantime, several governments are requisitioning what they can. Last month the French government said it was seizing all masks being made in the country.  One French company, Valmy SAS, was obliged to divert an order for PPE from the UK's National Health Service, a regular customer. A representative of the company in the UK told CNN that the order had been blocked by customs officials at the French coast. The World Health Organization (WHO) has warned for several weeks that hoarding and shortages of protective equipment is leaving doctors and nurses \"dangerously ill equipped\" to look after Covid-19 patients. A month ago, its director-general Tedros Adhanom Ghebreyesus said that \"prices of surgical masks have increased six-fold, N95 respirators have more than tripled, and gowns cost twice as much.\" \"Supplies can take months to deliver, market manipulation is widespread, and stocks are often sold to the highest bidder,\" he said.  And demand has only multiplied since. Several European governments have sounded the alarm about the difficulty of obtaining protective equipment for health workers. In Germany, the Bavarian state premier Markus Söder said Thursday that Germany would need \"billions of masks\" to fight coronavirus. Spahn has said he wants Germany to become less dependent on masks made elsewhere. \"We must become more independent of the world market, for the security of our citizens. That is one of the lessons of these weeks,\" he said on Twitter. In Spain, labor unions have complained about a lack of protective equipment for health workers. Last week Fernando Simon, director of the Center for Coordination of Emergencies and Health Alerts, said that \"Although access to personal protective equipment is proving sufficient, it is true that at some points there may be critical moments.\" PPE, he said, was a scarce global commodity and there was no easy availability. Spanish Health Minister Salvador Illa said last week: \"Not enough masks for the global market are being produced; not enough ventilators are being produced.\" Illa said. He was also critical of delays in a joint European Union program to buy PPE.   Several French regions told CNN that they'd had problems securing supplies. Bourgogne Franche Comté has ordered 4 million masks but are using two different suppliers in case one fails to deliver. In the United States, a congressional source told CNN on Wednesday they'd been informed that the coronavirus task force -- led by Vice President Mike Pence -- was stopping overseas shipments of the medical equipment and instead asking that the supplies be distributed within the United States.   France, Spain, Germany and the UK are all trying to accelerate domestic production of PPE as scarcities bite. But that's not something that can happen overnight in the volumes now needed as coronavirus stretches hospital resources across the world."], "Language": false}