{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/investing/inflation-economy-federal-reserve/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-05-08T13:43:18Z"], "LastModifiedDate": ["2020-05-08T14:02:42Z"], "Headline": ["Paychecks just got bigger for the wrong reasons"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["American paychecks just got a whole lot bigger. That's not the great news you'd expect it to be. Hourly wages were up 4.7% from March to April, significantly higher than the 0.3% average monthly increase from the previous 12 months. Paychecks grew by nearly 8% from a year ago, way more than the average 3.5% yearly increase Americans have been getting over the past year. The reason for the giant pay increase was a negative one: So many people in lower-paying services jobs have been among the first to get laid off or furloughed. The April employment numbers released Friday showed that 20.5 million Americans lost their jobs last month and that the unemployment rate has spiked to 14.7%. Paycheck growth was a strange quirk in the jobs report: More high-income earners stayed in their jobs than low-income workers, skewing the wage data higher. Typically, wage growth is the first telltale sign of inflation on the horizon. Despite the anomaly, inflation remains a long-term concern. The Federal Reserve has slashed interest rates to zero and launched trillions of dollars worth of lending programs to help consumers, businesses and cities hit hard by the coronavirus outbreak.  That may eventually lead to a big inflation spiral. Low rates and easy money tend to lead to a stronger economy and a weaker dollar over time. That, in turn, could put pressure on businesses, particularly those that import foreign-made goods, to raise prices to offset the impact of currency fluctuations. Few are worrying about runaway inflation right now. The Fed has to extinguish the Covid-19 fire before it can tackle the possibility of surging prices. \"Even if inflation spiked in the near-term, monetary policymakers will look past it,\" said Brent Schutte, chief investment strategist at Northwestern Mutual Wealth Management Company. More inflation would be good problem to have Higher wages aren't expected to lead to a rise in the prices of goods and services anytime soon. The latest consumer price and producer price index numbers for April are due out next Tuesday and Wednesday. According to Reuters, economists are forecasting a 0.7% drop in CPI and that PPI will be flat for the month. Some goods, particularly those imported from China and products in high demand such as disinfectant wipes and toilet paper, may experience supply-shock-induced price bumps. Still, any jump in the prices of those products could prove to be temporary. \"There is close to no chance of inflation with the current economic situation,\" said Peter Mallouk, president of financial advisory firm Creative Planning.  \"There may be inflation with some things that are in short supply but those are anomalies. People are spending less. So inflation is not in the top 10 list of worries,\" Mallouk added. The Fed is in no position to raise rates anytime soon. \"If we had a V-shaped economic recovery, the Fed could then raise rates. There is close to no chance of that happening given the current situation,\" Mallouk said. \"But that would be a dream problem to have.\" Fed Chairman Jerome Powell also said in a news conference last week that inflation is being \"held down\" due to weaker consumer demand and the recent drop in oil prices. Stagflation on the horizon? Still, some worry that inflation may return even if the economy remains sluggish. That would create a different problem called stagflation, the combination of a weak economy and higher prices. Anyone who was an adult during the 1970s and early 1980s will remember the series of interest rate hikes by the late Fed chair Paul Volcker, when the federal funds rates touched 20% in summer 1981 and gasoline prices soared. That's stagflation. \"The economic fallout from coronavirus could lead to stagflation,\" said Nancy Davis, founder of Quadratic Capital Management and portfolio manager of the IVOL interest rate volatility and inflation hedge ETF, in an email. \"This is bad for bonds and stocks as all assets go down together.\"  Given the global oil glut and the massive drop in demand as people stay home and drive less, it's unlikely there will be a major surge in oil and gas prices anytime soon. But the prices of food and other consumer good could rise, Davis said.  That could complicate the economic outlook for the next few years, especially since the Fed will likely leave rates at zero for a long time as Congress and the White House may continue to spend on more lending programs and other economic aid. \"The big question is what kind of lasting impacts will we have going forward,\" said Paul Markham, global equity portfolio manager at Newton Investment Management. \"For 2021 and beyond, we may have a combination of fiscal and monetary policy stimulus. That would be inflationary.\"  \"The government is going to spend an enormous amount of money,\" Markham added. \"Inflation is something to watch over the next three to five years.\" Central bankers and politicians will eventually have to deal with the aftermath of all this spending. But now is not the time. \"At some point, there will be much larger deficits and that will eventually light the match with inflation,\" Northwestern Mutual's Schutte said. \"I'm not suggesting I would have done anything differently.\""], "Language": false}