{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/politics/what-matters-may-7/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-05-08T10:03:04Z"], "LastModifiedDate": ["2020-05-08T12:55:50Z"], "Headline": ["It took 4 months for a virus to do this to the US"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["When every single day feels vaguely similar, it can be hard to pull back and look at the enormity of what's happened. What's happened is that in less than six months, well more than 1.2 million Americans have been infected with a disease, and more than 75,000 have died. But that is only half the story. There is also the tourniquet of social distance, which is starving the US economy and led well more than 33 million Americans -- 10% of the entire US population and about 20% of the US work force -- to file for unemployment in less than two months.  On Friday, the Bureau of Labor Statistics reported that the US lost 20.5 million jobs in April, the largest single month of job losses since tracking started in 1939. The unemployment rate is now at 14.7%, the highest since BLS started recording the monthly rate in 1948. The last time American joblessness was so severe was the Great Depression: The unemployment rate peaked at 24.9% in 1933, according to historical annual estimates from the BLS. It has all happened so freaking fast. See a full timeline of the coronavirus disaster. JANUARY 2, 2020, DOW CLOSE - 28,828.8 DECEMBER UNEMPLOYMENT RATE - 3.5% KNOWN US INFECTIONS - 0 KNOWN US DEATHS - 0 At the beginning of the year, there were no US cases of coronavirus and the unemployment rate was below 4%. Covid-19 discovered. The Chinese government confirmed the new disease on January 7. Enters US. The first known case on US soil was confirmed January 21 -- 10 days before the Trump administration announced it would deny US entry to foreign nationals who had recently traveled to China. FEB 6, 2020, DOW CLOSE - 29,379 JANUARY UNEMPLOYMENT RATE - 3.6% KNOWN US INFECTIONS - 12 KNOWN US DEATHS - 0 The first US death wasn't known to be Covid-19 at the time. A 57-year-old woman in California became the first victim on US soil. She hadn't recently traveled to Europe. The disease was here, but we didn't know the extent of it. But outbreaks on cruise ships, the spread to Asia and the quarantine of towns in Italy should have been warnings. The Dow hits an all-time high on February 12. President Donald Trump reacted to criticism of a slow response to the virus and put Vice President Mike Pence in charge of a new task force. Markets start to get rattled. MARCH 2, 2020, DOW CLOSE - 26,703 (-2848 from all-time high) FEBRUARY UNEMPLOYMENT RATE - 3.5% KNOWN US INFECTIONS - 102 KNOWN US DEATHS - 6 In the week ending March 14, a relatively normal 282,000 Americans filed for first-time jobless benefits. Shutdown starts. A week later, most US schools had shuttered, everyone who could avoid going to work was told to stay home and the new Covid-19 reality had shut down much of the United States. Millions lose jobs. In the week ending March 21, 3.3 million Americans filed for first-time jobless benefits, a gobsmacking number that more than doubled a week later. By the time April started, more than 10 million Americans had newly filed for unemployment. The government tries to help. Congress passed and Trump signed into law two separate stimulus packages that designated trillions of dollars to help out-of-work Americans and hurting businesses. But it's not nearly enough. The virus explodes. Infections went from about 100 to tens of thousands in a month, and deaths multiplied. APRIL 1, 2020, DOW CLOSE - 20,943 MARCH UNEMPLOYMENT RATE - 4.4% KNOWN US INFECTIONS - More than 212,692 KNOWN US DEATHS - More than 4,780 FIRST-TIME JOBLESS CLAIMS -- More than 10 million in March The stock market stabilizes, but many more millions are jobless. The infection continued to multiply and multiply. Another 20 million Americans filed for new unemployment during the month. Death toll rises. More died from coronavirus in the US in several months than Americans died during the decade-plus war in Vietnam.  Virus plateaus. But even though the curve of infections had not dropped in most of the US, a backlash to social distancing led governors to move toward reopening parts of the country.  MAY 7, 2020, DOW CLOSE - 23,976 APRIL UNEMPLOYMENT RATE - ~16% KNOWN US INFECTIONS - More than 1.2 million KNOWN US DEATHS - More than 75,000 FIRST-TIME JOBLESS CLAIMS - More than 20 million in April Analysts have predicted an unemployment rate between 10% and 22% when new unemployment data is released Friday. But that won't yet factor in nearly 10 million new jobless claims in the back half of April, reflected above. As states begin to reopen their economies even though the virus continues to grow into new hot spots outside of urban centers, it's clear that known infections lag behind actual infections. And what upended society so quickly in a few months now seems like it will take years to fix. The stoppage is hurting affordable department stores like JCPenney, plus upscale retailers J. Crew and Neiman Marcus, both of which have filed for bankruptcy. It's largely put a stop to the restaurant industry and the travel industry. Upside down -- And it's uncovered some uncomfortable realities of US society. One driver of the downturn is the loss of health care spending. A halt to elective procedures and hospital visits has hurt American health care providers, nurses and doctors when Americans need health care the most. Read more on that from Tami Luhby here. How to view this horrible data: Is it time to compare this to the Great Depression? Last month I asked David Wessel, director of the Hutchins Center on Fiscal and Monetary Policy at the Brookings Institution, a series of questions about how to view this unbelievably bleak economic data. Since then, things have gotten so much worse. Tens of millions of Americans have filed new unemployment claims\nCongress is arguing over a fourth stimulus package\nNumerous states are starting to reopen even though they haven't met White House guidelines to contain the virus. So I went back to Wessel for an update. His new worry about a presidential transition is not something I'd considered.  ZW: How has the past month changed your assessment of what's going on? DW: In the past month, I have realized just how long it is likely to take for the economy to recover. We know the second quarter will be awful, but I'm not sure how big the rebound will be in the third quarter: How gradually will the shutdowns end? Will people be reluctant to shop and ride the subways? Will the virus ebb and then return? This is going to be a long haul. ZW: A month ago you were optimistic that the government was working swiftly to do what it could for the economy. Do you still feel that way? DW: The government did act swiftly, but now Congress seems to have returned to partisan gridlock which threatens to delay, among other things, aid that state and local government desperately need to avoid laying off workers and curtailing public services. ZW: At what point is it appropriate to start comparing this to the Great Depression? DW: Comparisons are useful, but require perspective. (See attached chart from Paul Krugman's Twitter feed).  The depth of the downturn will rival the worst quarters of the Great Depression. But the combination of wise public health measures and prudent fiscal and monetary policies can speed and strengthen the recovery. We don't have to relive the 1930s and with good policies we won't have to. One new worry of mine. The transition from Hoover to Roosevelt after the 1932 [election] was a bad one. Inauguration Day didn't come till March back then, and things got really bad between November 1932 and March 1933.  If Joe Biden wins the November 2020 election, I hope the transition from one president to the next doesn't make things worse than need be. What was the Great Depression actually like? CNN's John Blake went to the definitive oral history of the Great Depression, compiled by Studs Terkel, and has reprinted some of it. Pleasure was a pound of hamburger: Robert Card said he set out for college with one suit, one necktie, one pair of shoes and $30 borrowed from a bank. He called the Depression a \"painful\" but \"glorious\" time because it forced America to face longstanding problems of poverty. What a pleasure it was to get a pound of hamburger, which you buy for about five cents, take it up to the Union Pacific Railroad tracks and have a cookout. And some excellent conversation. And maybe swim in the Kaw River. One friend of mine had an old Model T Ford Sedan, about a 1919 model. He had this thing fitted up as a house. He lived in it all year long. He cooked and slept and studied inside that Model T Ford Sedan. How he managed I will never know. I once went there for dinner. He cooked a pretty good one on a little stove he had in this thing.  Worst since 1706 Driving home the size and scale of this hit, the Bank of England has said the UK is headed for its worst economic shock by gross domestic product since 1706. I'm not exactly sure how you compare this economy with that one, but in terms of GDP, this is looking worse than than: The Napoleonic wars\nThe American Revolution\nThe Great Depression\nBoth World Wars Look here:  Trump's valet has Covid-19 -- In other news that conjures up antiquated ideas and terms, President Trump's valet has tested positive for coronavirus. This is an extremely big deal since it places Covid-19 in direct proximity to mask-averse Trump. The person was close to the President as recently as Wednesday. Read more. Great Reckoning If you're more visual, I really like this Time magazine cover, which puts a lot of the data we've been discussing in one place. This period will certainly, in hindsight, be known as something. Will The Great Reckoning be it?"], "Language": false}