{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/investing/luckin-coffee-accounting-probe-stock/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-04-02T15:09:05Z"], "LastModifiedDate": ["2020-04-02T16:30:32Z"], "Headline": ["China's Luckin Coffee plunges 75% on accounting probe"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Luckin Coffee has become a phenomenon in China -- and with Wall Street investors -- due to stunning growth. But it turns out some of its sales may have been fake. Shares of Luckin Coffee plunged 80% in early trading Thursday after the company disclosed in a regulatory filing with the Securities and Exchange Commission that its board had formed a committee to look into accounting irregularities. Luckin said in the filing that beginning in the second quarter of 2019, chief operating officer Jian Liu and several of his direct reports \"had engaged in certain misconduct, including fabricating certain transactions.\" Luckin said Liu has since been suspended. The company added that the fabricated transactions amounted to about 2.2 billion yuan (approximately $310 milion US) from the second quarter to the fourth quarter of last year.  \"Certain costs and expenses were also substantially inflated by fabricated transactions during this period,\" Luckin added in the SEC filing. Luckin went public on the Nasdaq last May, which is why the company needs to file regular updates with the SEC.  The stock surged shortly after its Wall Street debut thanks to soaring sales and an aggressive expansion plan. It seemed that Luckin was going toe to toe with Starbucks, which has a massive presence in China, and was more than holding its own against the global coffee giant. Shares of Luckin were down sharply this year -- even before Thursday's accounting bombshell -- due to concerns that Covid-19 were affecting its  sales.  The stock, along with other Chinese consumer companies that trade in the US, rallied earlier this week. A strong manufacturing sector report in China raised hopes that the Chinese economy was taking a turn for the better following the coronavirus outbreak."], "Language": false}