{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/sport/stephon-marbury-china-masks-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Adam Renuart, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-02T14:21:13Z"], "LastModifiedDate": ["2020-04-02T14:22:11Z"], "Headline": ["Former NBA star Stephon Marbury to help bring masks to New York"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["For NBA veteran Stephon Marbury, the coronavirus pandemic has hit close to a couple of places he calls home.  The first is New York, more specifically the neighborhood of Brooklyn where Marbury grew up.  He was well known in the district when freelance writer Darcy Frey wrote a book called \"The Last Shot\" about Stephon and his high school teammates.  The second is Beijing, China, where the 43-year-old is coaching the Beijing Royal Fighters of the Chinese Basketball Association. That's why the two-time NBA All-Star is working with a company in China to sell 10 million masks to his hometown at cost instead of a profit. \"The Brooklyn borough president, he asked me to help him and I just came to bat for him,\" Marbury told CNN's Anderson Cooper.   Eric Adams, the president, tweeted in response: \"Thank you Stephon Marbury for stepping up to offer the greatest assist of your life. You are a true friend to this city.\" READ: The NBA could lose billions. Who will eat that loss? READ: Why Enes Kanter has more than just losing NBA season on his mind 'Stay at home'   After leaving the NBA in 2009, Marbury joined the Chinese Basketball Association, and eventually became a three-time CBA champion. Marbury has a lot of fans in China, as evidenced by the \"House of Marbury Museum\" dedicated to him in 2015.  Despite his popularity, Marbury downplayed his role in helping to secure the facemasks.  \"We had some people that knew people in the factories that made masks, and the opportunity presented itself for us to be able to help,\" he said.  Marbury faced one more reason to join the fight against Covid-19, as a cousin of his passed away from the disease. That's one reason why he wants to help spread the message about how to combat the virus. \"That's the only way to really stop it - to stay at home,\" he insists.  In fact, Marbury is hoping his home state takes note of his new place of residence. \"People were looking at me strange for having a mask on when I got here (to New York). You see so many people having large gatherings - still. That wasn't going on in China during this time.\" Those familiar with Marbury won't be surprised by his actions and message. Though known for his hot temper as a player, Marbury had a soft spot that included helping to develop an affordable basketball sneaker for any impoverished youth who couldn't afford a more expensive pair.  A former teammate on the Beijing Ducks told CNN in 2012: \"He brings the whole team a positive and fighting spirit.\" Now Marbury is hoping to take that fighting spirit to Covid-19. "], "Language": false}