{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/asia/shenzhen-cats-dogs-ban-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jack Guy, Steven Jiang and Shanshan Wang, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-02T13:20:33Z"], "LastModifiedDate": ["2020-04-02T13:20:33Z"], "Headline": ["Shenzhen becomes first Chinese city to ban consumption of cats and dogs"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Shenzhen, in southeastern China, has become the first city in the country to ban the consumption of cats and dogs, the government announced Thursday. Under new rules which will come into effect May 1, the government said it will be illegal to eat animals raised as pets. In February, following the coronavirus outbreak, China passed a law to ban the consumption of wild animals.  Now Shenzhen will prohibit the consumption of state-protected wild animals and other terrestrial wild animals taken from the wild, as well as captive-bred and farmed terrestrial wild species.  In addition, the consumption of animals raised as pets, such as cats and dogs will also be banned. Animals that can be consumed include pig, cattle, sheep, donkey, rabbit, chicken, duck, goose, pigeon, quail, as well as aquatic animals who are not banned by other laws or regulations.  \"If convicted, they will be subjected to a fine of 30 times of the wild animal's value, if the animal is above the value of 10,000CNY [$1400 USD],\" announced authorities. The coronavirus outbreak is thought to have started at a wildlife market in the Chinese city of Wuhan, and authorities have acknowledged they need to bring the lucrative wildlife industry under control if it is to prevent another outbreak. However ending the trade will be hard. The cultural roots of China's use of wild animals run deep, not just for food but also for traditional medicine, clothing, ornaments and even pets. This isn't the first time Chinese officials have tried to contain the trade. In 2003, civets -- mongoose-type creatures -- were banned and culled in large numbers after it was discovered they likely transferred the SARS virus to humans. The selling of snakes was also briefly banned in Guangzhou after the SARS outbreak. But today dishes using the animals are still eaten in parts of China."], "Language": false}