{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/01/perspectives/tariffs-factories-farms-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mary E. Lovely for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-04-01T17:00:23Z"], "LastModifiedDate": ["2020-04-01T17:00:23Z"], "Headline": ["What Trump can do now to rescue America's factories and farms"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["As federal, state and local officials race to contain the spread of Covid-19, intense efforts have begun to address the mounting economic damage of the virus. President Trump and the US Congress have passed a $2 trillion fiscal stimulus package to funnel immediate help to American families while minimizing closures and layoffs. But Washington should not overlook one other simple and effective tool: suspending the remaining tariffs on Chinese imports.  Although President Trump signed a \"phase one\" agreement with China in January, high tariffs remain on an original $350 billion in US imports. Getting rid of these tariffs will remove a painful yoke that had depressed American manufacturing and farming long before the coronavirus hit our shores. What's more, tariff rollbacks signal a desire to reduce mounting US-China trade tensions, offering a much-needed model of global cooperation at a time of shared crisis. Trump's trade war with China never made sense for America's factories. US tariffs on Chinese imports currently average about 20% and continue to cover two-thirds of US purchases. These taxes fall heaviest on parts and components used by US manufacturers. Firms facing Trump's tariffs are central to American manufacturing — they account for 84% of all exports and 65% of manufacturing employment. As these businesses experience unprecedented disruption from the coronavirus, they face significant financial and operational consequences, with no end in sight. A recent analysis of the 2018-19 tariff hikes suggests that import tax relief would be a meaningful way to assist American factories: Estimated tariffs paid by affected manufacturers were about $1,600 per worker per year. With tariff relief, these funds could be directed to assisting workers and meeting new health and hygiene needs. Suspending tariffs would put the onus on China to remove retaliatory tariffs on American agricultural exports, a move it would be likely to take. Throughout the trade war, China responded proportionally to each US action, meeting each tariff increase and rollback in kind. Given this pattern, China can be expected to cut its own tariffs in response to American actions to keep trade flowing during the crisis. Trump's trade war has put US farms at risk since its inception in 2018. Farm bankruptcies have risen, despite the distribution of emergency aid to farmers, and the administration has found it difficult to locate alternative markets for American grains and meats. As the economic impact of the coronavirus reduces consumption in major American agricultural markets around the globe, farmers are at heightened risk of further losses. The American Farm Bureau Federation states that \"COVID-19 impact on agriculture includes a rapid and unanticipated decline in commodity prices.\" With the Chinese economy already beginning to recover from the virus, reopening their market to US exports will help to counteract these price declines and help American farmers avoid further unnecessary bankruptcies. President Trump can suspend his China tariffs immediately. He levied the tariffs through his executive powers, and he can simply suspend them as he suspended tariffs that had been teed up for implementation in December 2019. China already promised in the \"phase one\" agreement to purchase hundreds of billions of dollars' worth of US goods, and suspending tariffs would help ensure that they meet those targets. Moreover, the president can restore tariffs at any time, at any level, if they are deemed necessary. How America treats its trading partners now will resonate for years to come. Already, protectionism, not cooperation, is the order of the day. Global Trade Alert reports that, to date, 24 nations have placed limits on the export of medicine, medical equipment and supplies, a clear sign that international coordination is dangerously lacking at a time when we desperately need it. By dropping its harmful China tariffs, the United States can regain leadership of a system that is rudderless in a time of shared crisis. With Americans facing the unprecedented challenges of Covid-19 containment, and the deep recession that is expected to follow, it is time for President Trump to end a harmful policy that has outlived any usefulness. Suspending US tariffs on Chinese imports is a simple, immediate step that will quickly ease pain at home and demonstrate American leadership to a world sadly in need."], "Language": false}