{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/01/health/sanjay-gupta-podcast-april-1/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN staff"], "Writers": [["Cnn staff "]], "FirstPublishDate": ["2020-04-01T16:00:04Z"], "LastModifiedDate": ["2020-04-01T16:00:04Z"], "Headline": ["Checking in with Dr. Fauci: Dr. Gupta's coronavirus podcast for April 1"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Dr. Anthony Fauci has become one of the most recognizable names in the fight against the novel coronavirus pandemic. CNN Chief Medical Correspondent Dr. Sanjay Gupta talks to Fauci about his personal life, career and navigating his current position straddling both science and politics.  Dr. Anthony Fauci, Director, National Institute of Allergy and Infectious Diseases: This is so different, Sanjay, than any anything else that I've experienced, despite the, you know, 40-plus years I've been doing this.  Dr. Sanjay Gupta: That's Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases and a member of the White House coronavirus task force. He's now one of the most recognizable leaders fighting this pandemic.  Fauci's signature gravelly voice -- a result of the copious press conferences, briefings and interviews he's been doing -- combined with his calm, evidence-based assurances, have become such a comfort to Americans lately that when he missed two White House briefings in a row, the hashtag #whereisdrfauci started trending on Twitter.  Even at the age of 79, the nation's top infectious disease doctor has been working around the clock. But he found time to talk to me for this episode.  I'm Dr. Sanjay Gupta, CNN's Chief Medical Correspondent. And this is \"Coronavirus: Fact vs. Fiction.\" We've seen Dr. Fauci in front of the cameras at the White House briefings answering reporters' questions. His advice to the nation has had a profound effect on how we are all navigating this crisis.  But behind the cameras, when he's not working, Tony Fauci and his family are adapting to this new reality much like the rest of us.  I asked him how he's coping on a personal level.  Dr. Fauci: You know, I'm doing fine, Sanjay. It's very exhausting. I think maybe about three or four weeks ago, I realized that I was really running myself completely into the ground. And it was the wisdom of my wife -- who is the head of the Department of Bioethics at the NIH but before that she was a nurse and still is a nurse, and she's a pretty good clinician -- and she sort of said, \"Tony, you just got to really be careful because you're going to burn out in about a week.\" So, with that, what I did is, I didn't say, pull back, but I started to make sure that I ate. Like, I would go a whole day without eating anything just because I was so busy, I just didn't have time to eat. And the adrenalin was so high that it doesn't make you hungry. And then I find that at the end of the day, I'm feeling hypoglycemic and I don't know why. And then my wife goes, \"Duh, you're hypoglycemic because you didn't eat anything.\" And it's the same thing with sleep. So, I'm really trying now, to the best as possible, to get five hours. I was getting three to four, which doesn't work for me, Sanjay. I'm not at my best at three to four.   Dr. Gupta: Right. I mean, I think nobody would be. And even five, as you know, is probably not enough. I know you probably don't have time to run and do things like that, because I know you're very active, but would you run outside?   Dr. Fauci: You know, I would. I mean that there's a little bit of a, I wouldn't say controversy, but there's something we need to sort out here, because, by the way last night, I got back from the White House press conference a little bit earlier because it was less of going on and on and on and on the way it happens sometimes. And so she and I went out for a run last night in (the) dark.  Dr. Gupta: Really?  Dr. Fauci: Yeah. And that answers your question. You know, we're telling people to hunker down, stay in. And then on the other hand, it just makes sense that if you don't want to go stir crazy, if you can get outside and really physically separate yourself, don't just go outside and congregate and see the neighbors and schmooze. But actually, just go out. So, my wife and I went out last night and you know, on the streets of Washington -- we live in northwest DC -- the streets of Washington were essentially deserted. We passed a few people. We passed them well beyond 6 feet of physical separation. So, frankly, Sanjay, I don't see anything wrong with that.   Dr. Gupta: You have had medicine and health in your family for a long time. You grew up in Brooklyn. Your family owned a pharmacy. Was that what sort of inspired you to go into medicine?   Dr. Fauci: You know, a little bit, Sanjay. I don't think overwhelming. Probably the thing that got me to go into medicine is that I'm very much of a people person. But also, I'm very analytical and I'm very scientific. And I was trying to figure out how do you, how do you mesh those two together? How do you do something that's evidence-based, science-based but absolutely has to do with people? You know, I grew up as an Italian-American Catholic boy from Brooklyn. I had Jesuit training my entire educational career. And the one theme that was always underlying our interactions was service for others. So, if you put science, I like people, service for others -- that was medicine. It was the NIH, when I went down to the NIH that got me introduced to science that got me involved with what I'm doing now. Fundamentally, I'm a physician. And, and when I think of my identity, it's a physician.  Dr. Gupta: Well, I think everybody in the world thinks of you that way, Dr. Fauci. Let me let me ask a couple questions about December of 2019. When you first heard about this novel coronavirus, the early reports out of China, what was your initial response?   Dr. Fauci: I was concerned, but it was a muted concern. In fact, it goes back even before it was discovered to be a coronavirus because we were hearing these reports of a strange pulmonary illness out of China that may be associated with wet markets. When I heard it was a coronavirus, the only thing I said -- not the only thing, but one of the things I said -- to myself: \"Let's hope that it remains difficult to readily transmit from human to human.\" In an interview, I don't even know when, but something that you interviewed me 20 years ago, whenever it was, you asked me, \"What keeps you up at night? What worries you?\" And if you go back, I told you, I said: \"It's a respiratory-borne illness. It may be influenza, but maybe it isn't influenza that has multiple characteristics. One, it's readily transmissible from human to human. And two, it has a high degree of morbidity and mortality.\" That's the nightmare that everybody who's in infectious diseases always worries about. And here we are in, you know, in 2020, it's happened.   Dr. Gupta: You know, it's interesting because I remember that conversation well, and I think it's really affected how I report about all of these outbreaks, epidemics and even pandemics over the last 20 years now. And in January 2017, you gave a talk at Georgetown University about the challenges the next administration might face. And you said there is going to be a surprise outbreak. That was incredibly spot on. You were prophetic on this. Why were you so convinced there would be a surprise outbreak?  Dr. Fauci: Well, you know, that was a lecture I put together at the end of the Obama administration because I reflected back that I had advised five presidents up to that time. And I noticed with some curiosity and impending concern that every one of the presidents that I've dealt with have been confronted with a substantial public health crisis. You know, Reagan with HIV into George H.W. Bush with HIV. You know, Clinton had a couple of West Nile and a few other things. Then, George W. With anthrax and then again with Ebola, and then Obama with Ebola. And then I said, you know, \"It's eerie, but I don't know what it's gonna be. But as we enter into this new administration, there's no doubt in my mind that we're going to get challenged with an unexpected outbreak.\" I didn't anticipate it would be as bad as this, but it certainly is unexpected.  Dr. Gupta: This is not at all a political question, but I'm just wondering in terms of style, you have spent so much time with so many different presidents. Is it typically the same sort of way of interacting? Do you make appointments and you meet in the Oval Office? Is there a certain casualness or is there always a formality to it? How do you describe those meetings?  Dr. Fauci: You know, they're different with every president, Sanjay. And within a given presidency, it's different. You know, I mean, I could give so many different examples. With George H.W. Bush, just by accident I developed a really close friendship with him because he came to the NIH in the in the late '80s when he was vice president and was thinking of running for president. And he sincerely wanted to learn about HIV. He was a very modest, unbelievable human being. And he came in, he says, \"I want to learn.\" So, he came to the NIH and I gave him a bit of a tutorial on HIV. I introduced him to patients, et cetera. He was very struck by that. And all of a sudden, he decided he was going to be my friend. Thank goodness. And he invited me to the White House, and we had a very warm, personal-type relationship. That was different. I mean, with Clinton, Clinton had all the right vibes about what to do. I had a good relationship with him, but it was quite formal, as you would have with respect to the presidency. With George W. Bush, I mean, it started off in crises because we had 9/11. We had anthrax. So, I got to know him under crises situation. And then subsequent to that, you know, I had the privilege of being close to him and developing PEPFAR, which to me was one of the most important things any American president has ever done.   Dr. Gupta: For our listeners, can you just tell us, what that is?  Dr. Fauci: PEPFAR is the President's Emergency Plan for AIDS Relief, which was established by President Bush in 2003, in which he marshaled an extraordinary amount of resources to help the people in the developing world, particularly in sub-Saharan Africa, who were challenged with an amazing degree of pain and suffering with HIV AIDS. I believe it is one of the most important mandates from a United States president in history because it saved millions of lives. So, a lot of credit goes to President George W. Bush for doing that. With Obama, Obama, you know, just a very easy person to get along with and a really good human being. And we had multiple crises. We had Ebola, we had Zika.  Dr. Gupta: H1N1 --  Dr. Fauci: Yeah, it was a marathon of infec--, of you know, he even, he didn't joke about it because he was serious. But I remember once he walked into the Situation Room and we were sitting around and he just put his hand on his head. He said, \"I got, I got children at the border, I got wars going on, and I'm spending all my time with these diseases. Would you guys please do something about this?\" It was, it was sort of like almost tongue-in-cheek, but it was serious. And then now, we"], "Language": false}