{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/world/marine-reptile-fossil-pebble-teeth-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2020-05-08T09:11:24Z"], "LastModifiedDate": ["2020-05-08T09:11:24Z"], "Headline": ["This extinct marine predator started out as a small tadpole-seal hybrid with weird teeth"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Ichthyosaurs were the main predators of the oceans millions of years ago. Like reptilian dolphins with a mean streak, they grew between 10 and 43 feet long and had a long snout armed with viciously sharp teeth.  But early ichthyosaurs were much different, with all the signs of awkward evolutionary growing pains, according to a funky-looking fossil described in a new study. A new CT-scan analysis of a fossil described in 2014 belonging to the earliest and smallest ichthyosaur species, Cartorhynchus lenticarpus, revealed that it had pebble-like teeth at the back of its mouth where molars would be in other animals. The study published Friday in the journal Scientific Reports.  The creature only grew to be about a foot long and resembled a cross between a tadpole and seal with a short snout, rather than a sleek, long-snouted dolphin. And it likely kept closer to the shore than the deep ocean, snacking on invertebrates found on the shallow ocean floor. These snacks likely included snails and bivalves similar to modern clams, which those pebble-like teeth could easily crush.  Cartorhynchus had flexible wrist joints that enabled it to leave the water and move around on land, albeit in a rather ungainly way similar to how modern seals get around. Cartorhynchus lived 248 million years ago during the late Lower Triassic period, an interesting time for Earth's diversifying creatures. About 252 million years ago, the Permian mass extinction wiped out most of life in the ocean and a vast majority of life on land as well. Dinosaurs would go on to rule the Triassic, Jurassic and Cretaceous periods, from 251 million years ago until 66 million years ago -- when an asteroid slammed into Earth and led to the extinction of the dinosaurs. After the Permian mass extinction decimated the ocean population 252 million years ago, there was room for new creatures to arrive on the scene, flourish, grow and evolve.  And one of those creatures was the marine reptile Cartorhynchus. The fossil, initially described and studied in 2014, is the only known representative of the species. It was found near downtown Chaohu, Hefei City, Anhui Province, China. Dietary specialization \"When we first described Cartorhynchus, we thought that it didn't have any teeth at all and was a suction feeder. But later on, researchers realized that it did have some teeth further back in its jaws,\" said Rowe Family Curator of Evolutionary Biology Olivier Rieppel, study coauthor and paleontologist at Chicago's Field Museum, in a statement.  \"In this study, we took CT scans of the fossil to see the teeth that were hidden in its skull, and we found that they had an unusual pebble-like shape.\" The teeth of extinct animals and dinosaurs reveal what they ate, which allows researchers to reconstruct food chains and webs, Rieppel told CNN.  In this case, Cartorhynchus revealed an early dietary specialization that would continue in later ichthyosaurs. Even if Cartorhynchus started out small and awkward, its odd-shaped teeth would help later ichthyosaurs with their open-ocean diet. When prey contained in hard shells emerged in the post-Permian ocean, Cartorhynchus adapted and developed these unique teeth to eat them. Cartorhynchus' rounded teeth were compared with other early ichthyosaurs. Some of the species also had rounded teeth, which means that this trait evolved uniquely multiple times. Other species showed more pointed, cone-like teeth. \"There were no marine reptiles prior to the Triassic,\" Rieppel said. \"That's what makes these early ichthyosaurs so interesting -- they tell us about the recovery from the mass extinction, because they entered the sea only after it.\"  Ichthyosaurs diversified over time and existed from the time of Cartorhynchus 248 million years ago until they went extinct 95 million years ago -- about 30 million years before the asteroid strike. Studies in recent years have suggested that slow evolution and climate change caused their early demise. \"We don't know exactly the ancestry of ichthyosaurs,\" Rieppel said. \"They're reptiles, and they're probably archosaurs -- that is to say, they're more closely related to crocodiles and dinosaurs and birds than they are to lizards and snakes -- but even that isn't 100%. By studying this early ichthyosaur's unusual rounded teeth, we get a better understanding of how these animals evolved and what their lifestyles were like.\" Going forward, Rieppel said that more fossils like Cartorhynchus are needed to reconstruct the evolutionary origin of ichthyosaurs. The discovery and research of more marine reptile fossils from southern China would shed light on this intriguing time during the Lower Triassic period. \"Fossils are clues about what the world was like long ago,\" Rieppel said. \"By gaining a better understanding of how these ichthyosaurs evolved, we get a better sense of how life rebounds after extinctions, and that lesson is still relevant today.\""], "Language": false}