{"Type": ["article"], "Url": ["https://www.cnn.com/2013/09/20/world/genocide-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-09-20T17:24:17Z"], "LastModifiedDate": ["2020-03-31T14:13:01Z"], "Headline": ["Genocide Fast Facts"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's a look at genocide, the attempted or intentional destruction of a national, racial, religious or ethnic group, whether in wartime or peace. Facts The Convention on the Prevention and Punishment of the Crime of Genocide was adopted by the United Nations after World War II. Article II of the Convention defines genocide as any of the following acts committed with intent to destroy, in whole or in part, a national, ethnic, racial or religious group: \n(a) Killing members of the group; \n(b) Causing serious bodily or mental harm to members of the group; \n(c) Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part; \n(d) Imposing measures intended to prevent births within the group; \n(e) Forcibly transferring children of the group to another group. Timeline (selected events) 1932-1933 - Joseph Stalin and the Soviet Union inflict a famine upon Ukraine after people rebel against the imposed system of land management known as \"collectivization,\" which seizes privately owned farmlands and puts people to work in collectives. An estimated 25,000-33,000 people die every day. There are an estimated six million to 10 million deaths. December 1937-January 1938 - The Japanese Imperial Army marches into Nanking, China, and kills an estimated 300,000 Chinese civilians and soldiers. Tens of thousands are raped before they are murdered.  1938-1945 - Nazi Germany, under Adolf Hitler, deems the Jewish population racially inferior and a threat, and kills an estimated six million Jewish people in Germany, Poland, the Soviet Union and other areas around Europe during World War II.   1944 - The term \"genocide\" is coined by lawyer Raphael Lemkin.  December 9, 1948 - The United Nations adopts the Convention on the Prevention and Punishment of Genocide.  January 12, 1951 - The Convention on the Prevention and Punishment of the Crime of Genocide enters into force. It is eventually ratified by 142 nations. 1975-1979 - Khmer Rouge leader Pol Pot's attempt to turn Cambodia into a Communist peasant farming society leads to the deaths of up to two million people from starvation, forced labor and executions. 1988 - The Iraqi regime under Saddam Hussein attacks civilians who have remained in \"prohibited\" areas. The attacks include the use of mustard gas and nerve agents and result in the death of an estimated 100,000 Iraqi Kurds. 1992-1995 - Yugoslavia, led by President Slobodan Milosevic, attacks Bosnia after it declares its independence. Approximately 100,000 people -- the majority of whom are Muslims, or Bosniaks, -- are killed in the conflict. There are mass executions of \"battle-age\" men and mass rape of women. 1994 - In Rwanda, an estimated 800,000 civilians, mostly from the Tutsi ethnic group, are killed over a period of three months.  July 17, 1998 - The Rome Statute, to establish a permanent international criminal court, is adopted. 1998 - The International Criminal Tribunal for Rwanda establishes the precedent that rape during warfare is a crime of genocide. In Rwanda, HIV-infected men participated in the mass rape of Tutsi women.    1998 - The first genocide conviction occurs at the International Criminal Tribunal for Rwanda. Jean Paul Akayesu, the Hutu mayor of the town, Taba, is convicted of genocide and crimes against humanity.  July 1, 2002 - The International Criminal Court (ICC) opens at The Hague, Netherlands, as the first permanent war crimes tribunal, with jurisdiction to try perpetrators of genocide. Previously, the UN Security Council created ad hoc tribunals to try those responsible for genocide in the former Yugoslavia and in Rwanda. 2003-present - In the Darfur region of Sudan an estimated 200,000 to 500,000 people have been killed. July 2004 - The US House of Representatives and the Senate pass resolutions declaring the crisis in Darfur to be genocide.  2008 - Fugitive Radovan Karadzic, former Bosnian Serb leader, is arrested. He is charged with genocide in connection with the Srebrenica massacre of 1995. March 4, 2009 - The ICC issues an arrest warrant for Sudanese President Omar al-Bashir on charges of crimes against humanity and war crimes.  December 10, 2010 - The Genocide Archive of Rwanda opens at the Kigali Genocide Memorial grounds in the country's capital. August 2014 - ISIS fighters attack the northern Iraqi town of Sinjar, home of a religious minority group called the Yazidis. A Yazidi lawmaker says that 500 men have been killed, 70 children have died of thirst and women are being sold into slavery.  January 2016 - According to a 2016 United Nations report, ISIS is believed to be holding 3,500 people as slaves, most of which are women and children from the Yazidi community and other minority groups.  March 17, 2016 - Secretary of State John Kerry announces that the United States has determined that ISIS' action against the Yazidis and other minority groups in Iraq and Syria constitutes genocide. March 24, 2016 - Karadzic is found guilty of 10 of the 11 charges against him, including one count of genocide. He is sentenced to 40 years in prison. Three years later, the sentence is changed to life in prison by appeal judges at a UN court in the Hague, Netherlands. March 12, 2018 - Special Rapporteur Yanghee Lee speaks before the UN's Human Rights Council regarding the killing of Rohingya Muslims in Myanmar. \"I am becoming more convinced that the crimes committed following 9 October 2016 and 25 August 2017 bear the hallmarks of genocide and call in the strongest terms for accountability.\" September 18, 2018 - In its \"Report of the independent international fact-finding mission on Myanmar,\" the United Nations finds that \"there is sufficient information to warrant the investigation and prosecution of senior officials\" on charges of genocide against Rohingya Muslims. November 2018 - Two Khmer Rouge senior surviving leaders are found guilty of genocide and other charges against Cambodians between 1975 and 1979. Nuon Chea and Khieu Samphan, now 92 and 87, are sentenced to life in prison by an international tribunal in Cambodia. January 23, 2020 - The UN's top court orders Myanmar to prevent acts of genocide against the country's persecuted Rohingya minority and to stop destroying evidence, in a landmark case at The Hague. The case was brought to the International Court of Justice (ICJ) in the Netherlands by the tiny West African nation of Gambia, which in November alleged that Myanmar committed \"genocidal acts\" that \"were intended to destroy the Rohingya as a group\" through mass murder, rape and destruction of communities."], "Language": false}