{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/world/coronavirus-newsletter-03-31-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Angela Dewan, CNN"], "Writers": [["Angela Dewan"]], "FirstPublishDate": ["2020-03-31T11:47:42Z"], "LastModifiedDate": ["2020-03-31T11:47:42Z"], "Headline": ["What you need to know about coronavirus on Tuesday, March 31"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The United States has reported its deadliest day yet, as the country's total death toll topped 3,000 on Monday and stark new projections show that as many as 2,000 Americans could die each day by mid-April.  New modelling shows that even with social distancing in place, around 82,000 people in the US could die by mid-summer.  That reality is now sinking in for President Donald Trump, who will lead America into its most tragic month in decades, Stephen Collinson writes, as experts say the pandemic could kill more Americans than the Vietnam and Korean wars combined.  \"Our future is in our own hands, and the choices and sacrifices we make will determine the fate of this virus and really the fate of our victory,\" Trump said Monday, warning of a \"vital 30 days\" ahead after he extended social distancing guidelines until the end of April.  Trump's decision was based on a publicly available model forecasting the death toll, as well as a crisis in the country's hospitals with a projected shortfall of 61,000 beds by April 15, when the US is estimated to reach \"peak resource use.\" In Europe, Spain this week began a new period of economic \"hibernation,\" as the country's budget minister put it, as authorities closed all but essential businesses for another two weeks, while doctors threaten to walk out over \"terrible\" conditions at a makeshift hospital in Madrid, according to a workers union.  But there is some positive news. A new study estimates that the coronavirus death rate is around 0.66%, much lower than previously thought, though it is still deadlier than the flu. And the coronavirus in United Kingdom is showing early signs of slowing, according to a prominent scientist who is advising the government. WHAT'S IMPORTANT TODAY The race for ventilators Ford, in partnership with GE, plans to make as many as 50,000 simple ventilators for coronavirus patients within 100 days and will aim to continue producing 30,000 a month after that, the company has announced. Trump lauded the two companies in his daily briefing Monday, saying they would even export extra ventilators to countries like France, Italy and Spain. But US governors in multiple states told the President that they still lacked the machines and other supplies needed ahead of a surge on hospitals within days. Illinois Governor J.B. Pritzker said that the federal government had sent the wrong type of masks in a recent shipment. Pritzker said the White House told him the state would receive 300,000 respirator masks that doctors wear when treating individuals infected with a virus. Instead, the state received surgical masks, which are not considered effective for respiratory protection. Debate about masks continues  The WHO has reiterated its advice that people who are well don't need to wear face masks, as Trump mulls making Americans wear masks for everyday activities, like going to the supermarket.  \"There is no specific evidence to suggest that the wearing of masks by the mass population has any potential benefit. In fact, there's some evidence to suggest the opposite in the misuse of wearing a mask properly or fitting it properly,\" Dr. Mike Ryan, executive director of the WHO health emergencies program, said at a media briefing in Geneva, Switzerland, on Monday. But Austria, the Czech Republic and neighboring Slovakia have all made face coverings in public mandatory. Many Czechs are even sewing their own masks as the world experiences a shortage.  And authorities in the German town of Jena today said it planned to make wearing a mask mandatory in shops and on public transport, as well as other public places, in a week from now. Even a personal scarf or cloth over the face will do.    Vodka, hockey and folk medicine? Strongmen tout bogus cures for coronavirus As countries close their borders and hospitals struggle with a surge in coronavirus cases, some of the most repressive societies in the former Soviet Union are carrying on with business as usual, while their leaders prescribe unusual remedies amid the global pandemic, Mary Ilyushina and Nathan Hodge report from Moscow.   Take, for instance, Belarus, a small country sandwiched between Russia and Poland: President Alexander Lukashenko has shrugged off concerns about Covid-19, telling his people that hockey, vodka, and banya -- a traditional sauna -- are the best cures. Turkmenistan, another former Soviet republic, has taken a decidedly different approach. The isolated republic is ruled by President Gurbanguly Berdymukhamedov, who has built a formidable personality cult and has promoted folk medicine in his writings, which are mandatory reading for public officials. A recent readout of a cabinet meeting made no mention of the coronavirus, but did include a lengthy discourse on the benefits of burning yuzarlik (Peganum harmala), a folk remedy, to prevent infectious diseases. Oil crashes to 18-year low and millions in Asia could be plunged into poverty Highways are empty. Entire airlines are shutting down. The great oil crash of 2020 ain't over yet, Matt Egan writes. US crude plunged nearly 7% and finished at an 18-year low of $20.09 a barrel Monday as the coronavirus pandemic continues to deal a devastating blow to energy demand. Brent crude, the world's benchmark, tumbled as much as 13% and fell to as low as $21.65 a barrel, its lowest point in 18 years.  Meanwhile, the World Bank issued a warning that the East Asia and Pacific region could be plunged into recession. In a new report, the bank said economic growth in China could come to a standstill or even contract by as much as 2.8%. China's economy has been growing steadily by more than 6% annually for years. The bank also estimated that the pandemic's economic effects could drive millions of people in the region into poverty. Amazon fires warehouse worker who led warehouse walkout Amazon has fired an employee based at a warehouse on Staten Island, New York, after he co-led a workers' walkout to protest the company's response to the coronavirus, Brian Fung writes.  The firm confirmed to CNN it had fired Christian Smalls, saying he had broken quarantine rules after having had \"close contact with a diagnosed associate\" and being asked to stay at home with pay for two weeks. \"Despite that instruction to stay home with pay, he came onsite today, March 30, putting the teams at risk,\" an Amazon spokesperson said. Smalls had called on Amazon to shut down the Staten Island facility for deep cleaning after multiple cases of the coronavirus emerged there. Smalls told CNN on Sunday he had spent the past week trying to persuade senior warehouse officials to close and sterilize the building. Here's why Amazon and Instacart workers are striking at a time when you need them most  ON OUR RADAR Nintendo's latest installment of \"Animal Crossing\" is letting people live out their wildest fantasy: Normalcy.\nPortugal is giving migrants and asylum-seekers full citizenship rights during the outbreak.\nA woman got to say goodbye to her mother over FaceTime before she died thanks to a nurse at one Washington hospital.\nThese companies are racing to roll out CovidOVID-19 treatments.\nDeepak Chopra's meditation stream crashed when people around the world tuned in to the wellness guru.   TOP TIP  Are you stress eating? You're not alone. It's a common problem when things are \"normal,\" and even more so in times of turbulence. Here's what you can do.   Control triggers. If you find yourself eating in response to stress, it's a good idea to become aware of what heightens your stress and them come up with a plan, advises Martha McKittrick RD, a registered dietitian in New York City\nDon't deny yourself your favorites. \"Whether it's cheese or chocolate or chips or Chardonnay, do not banish your favorite treats from the kitchen kingdom,\" says Carolyn O'Neil, dietitian and author of \"The Slim Down South Cookbook.\"\nSchedule virtual mealtimes with friends. This is particularly helpful if you live alone. Set times to dine with someone on video conference so you can share a conversation in addition to a meal, suggests dietitian Bonnie Taub-Dix, creator of BetterThanDieting.com. YOU ASKED, WE ANSWERED Q:  How do I safely take care of someone who's sick?  A: With a shortage of coronavirus tests in many countries, it may be difficult to know whether your loved ones have the virus or another illness. So it's critical to play it safe and not infect yourself and, in turn, others. The CDC suggests: Giving the sick person their own room to stay in, if possible. Keep the door closed.\nHaving only one person serve as the caretaker.\nAsking the sick person to wear a face mask, if they are able to. If the mask causes breathing difficulties, then the caretaker should wear a mask instead. But remember, there's no need to wear a mask in public if you are well.    TODAY'S PODCAST \"Never before have we been so dependent on one another. How they behave directly affects your health, and how you behave affects theirs as well.\" As cases of Covid-19 rise, so do questions and uncertainties about it. In this episode, CNN Chief Medical Correspondent Dr. Sanjay Gupta responds to some of the e-mails and voice messages listeners have shared and offers advice to a San Francisco resident who is worried his roommate is not taking social distancing seriously. Listen now."], "Language": false}