{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/health/what-is-coronavirus-covid-19-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-03-31T11:41:23Z"], "LastModifiedDate": ["2020-03-31T11:41:23Z"], "Headline": ["What is coronavirus and Covid-19? An explainer"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Coronavirus. Just the word strikes fear into our hearts.  \"Novel coronavirus\" is the proper term for this brand-new virus wreaking havoc on our unprepared world.  But you can also call this nasty villain by its scientific name: severe acute respiratory syndrome coronavirus 2, or SARS-CoV-2 for short. Becoming infected with SARS-CoV-2 can trigger a potentially deadly respiratory disease called Covid-19, an illness which presents with three main acute symptoms: fever, a deep, dry cough and a shortness of breath which can become quickly life-threatening. Other symptoms can mimic a cold or the flu. Covid-19 seems to strike the elderly and immunocompromised the hardest, along with any of us with underlying health conditions such as diabetes, heart and lung disease. But the young shouldn't take anything for granted -- there have been numerous deaths among people aged 20 to 50, as well as a very few among children.  Covid-19 can also present with mild symptoms very similar to a typical cold or flu -- or no symptoms at all, which makes controlling the spread of the virus causing Covid-19 very difficult. What is a coronavirus? All viruses are like zombies -- they try to take over people's bodies -- but they aren't really alive. Outside the host's body they are dormant, surviving without living. Once touched or inhaled and brought inside, their ancient machinery springs into action, using proteins to latch onto and invade human cells.  There they set up shop, producing millions of copies of themselves and causing those cells to rupture. Like the famous scene from the movie \"Alien,\" the viral offspring shoot out into the bloodstream, with the goal of invading more and more cells.  As they multiply, humans began to spit them out into the universe with each exhalation, making us contagious days before we begin to cough, sneeze or have diarrhea -- all symptoms the virus creates to ensure it can leap from human to human, thus ensuring its survival. This \"virus zombie invasion\" comes in all sort of shapes, sizes and genetic strategies. All coronaviruses are covered with pointy spires of protein, giving them the appearance of having a crown or \"corona\" -- hence the name. Coronaviruses use these spikes to latch onto and pierce our cells. Coronaviruses are part of the RNA brigade of viruses, which are much less stable than their DNA-based comrades. Why is that important? Because instability leads to mistakes in copying genetic code. That leads to mutations --  thousands, millions, billions of mutations. Sooner or later, one mutation hits pay dirt and allows the virus to cross the great divide between different species. A few million/billion/trillion more mistakes creates another mutation that allows that virus to spread easily. Now the virus is both in its new host and it is contagious. It's that type of mutation which gives humanity viruses like SARS-CoV-2. Where did the novel coronavirus come from? The animal kingdom is teeming with coronaviruses. They are found in cats and dogs, pigs and cattle, turkey and chickens, mice, rats, rabbits and of course, humans. Insects too. Some of those coronviruses can cross species, such as between pigs, cats and dogs, but for the most part coronaviruses stay loyal to their original hosts. Until, of course, they become that lucky mutation. \"Usually viruses from one animal really don't effectively transmit to other animal species or even to people,\"  said Dr. John Williams, chief of the division of pediatric infectious diseases at the University of Pittsburgh Medical Center Children's Hospital of Pittsburgh. \"So usually if a virus goes from an animal to a human, it's sort of dead end. That person gets sick but it doesn't spread further,\" said Williams, who has studied coronaviruses for decades.  Besides the newly hatched novel coronavirus, there are actually six additional coronaviruses that infect humans -- four of them cause the common cold.  Two more can be deadly. MERS-CoV is the villian behind Middle East Respiratory Syndrome, or MERS, which has killed over 800 people worldwide since it first appeared in 2012.  SARS-CoV causes a serious form of pneumonia that can also be life-threatening. Globally, it killed 774 people between 2002 and 2004. No other cases have been reported worldwide since. {To put that into context, the death toll of the novel coronavirus since it burst on the scene in December is approaching 40,000). The coronaviruses that cause MERS and SARS are though to have crossed from mammals to humans, where they mutated to become contagious. MERS-CoV first appeared in Jordon and Saudi Arabia in 2012 and it's thought to have crossed over to humans from dromedary camels in Africa, the Middle East and southern Asia. \"MERS is extremely deadly, about 30% of people who are infected with MERS will die,\" Williams said.  \"So the virus got over one of the barriers -- it's able to infect humans, grow in them and cause disease -- but thankfully it really doesn't spread well person to person, other than very, very close contacts.\"  SARS has been more difficult to pin down.  Because one of the most common carriers for coronaviruses are bats, it's thought that the virus may have started there. Then it supposedly mutated to the masked palm civet, a small cat-like mammal eaten in some parts of China. But even that theory is disputed. \"SARS caused death in about 10% of people that became infected and it did spread person to person but not super effectively,\" Williams said. \"There weren't many people walking around without symptoms or with mild symptoms, who could be spreading it. \"This new virus, SARS-CoV-2, has overcome more barriers,\" Williams added. \"It spreads easily person to person and a lot of people can have either mild disease or they might not even have symptoms, yet they can have the virus and spread it.\" The novel coronavirus appears to have originated in bats. A study published in February found the coronavirus found in bats shared 96% of the same genetic makeup as the novel coronavirus. But it wasn't a direct link, so the bat had to have infected another species, which then infected humans.  Early reports pointed to snakes bought at a \"wet market\" in China were people buy live animals to eat. A recent report of the initial cases of coronavirus in China debunks the \"snake flu\" theory, reporting that in 13 of the 41 early cases the infected patients had no link to the wet market.  A recent hypothesis claimed the intermediate host was the pangolin, an endangered scaly, ant-eating creature beloved for its meat and scales, which are used in traditional Chinese medicine. But critics have been skeptical, sending genetic scientists back to their labs to continue the search. At this time, scientists don't know where the novel coronavirus began. \"These things are more difficult than [identifying] dinosaurs, because there's no fossil record of a virus,\" Williams said. \"For example, the main virus I study, human metapneumovirus, is clearly a virus that has circulated in humans for decades if not a few centuries.  \"However, when you look at the genetics of the virus, its closest genetic relative is a bird virus,\" he added. \"So, did that virus jump to humans way back and become established? That's what we think. But it isn't impossible that a human virus jumped to birds and became established there.\""], "Language": false}