{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/health/gupta-coronavirus-podcast-transcript-march-30-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Staff"], "Writers": [[]], "FirstPublishDate": ["2020-03-30T15:48:45Z"], "LastModifiedDate": ["2020-03-30T15:48:45Z"], "Headline": ["Pregnant during a pandemic: Dr. Sanjay Gupta's coronavirus podcast for March 30"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Imagine the challenge of expecting a child without knowing what to expect. CNN Chief Medical Correspondent Dr. Sanjay Gupta shares the stories of three women who are due to give birth in the coming weeks and answers key questions about pregnancy in the midst of the Covid-19 pandemic. You can listen to this episode in your favorite podcast app or read the transcript below. CNN's Vice President of Digital Productions Courtney Coupe: My name is Courtney. I am 37 weeks pregnant. I haven't seen my O.B. in about two weeks and a lot has changed in the world since then.  Dr. Sanjay Gupta: That's Courtney Coupe -- she's a colleague of mine here at CNN.  Like many other women across the country, she's now dealing with the fear of giving birth in the midst of the Covid-19 pandemic.    Coupe: What is supposed to be one of the happiest times of my life has just turned into a bit of a mess of chaos and confusion.  Dr. Gupta: Most of us are already finding it tough to deal with the novel coronavirus. So, imagine the challenge of expecting -- without knowing what to expect.   In this episode, we talk about how to deal with a pandemic when you're pregnant.  I'm Dr. Sanjay Gupta, CNN's Chief Medical Correspondent. And this is \"Coronavirus: Fact vs. Fiction.\"  Coupe: I have a lot of questions. Am I going to be safe? Is my doctor going to be safe? Is my baby going to be safe? Dr. Gupta: These are the kinds of questions pregnant women are asking all over the country.   Pregnant women are vulnerable because they generally have lowered immune systems. So, they have to be really cautious. The good news is that right now, there's no evidence that they're at a higher risk of being infected with this virus. But infants are vulnerable to it -- a recent report in China shows that 11% of children who contracted the virus were under a year old, ended up in critical condition. We still don't know if pregnant women can transmit the virus to their babies. To date, the novel coronavirus has not been found in breast milk or in amniotic fluid.   Now, those are the physical risks. Women are now also facing heightened mental and emotional concerns. T: You wait and wait and wait to get pregnant and then you realize once you're pregnant, you're about to have a baby. And that's really gonna change our lives. Dr. Gupta: We spoke to a woman who's facing this dilemma. She lives in New Jersey, but her hospital is in New York City.   I'm going to call her T, because she doesn't want us to reveal her full name.   T and her husband have always wanted to have kids -- though it took them a few years to get there.   T: I have a condition called PCOS. It just makes it difficult for me to get pregnant naturally. So, for me and my husband, we started trying pretty much right after we were married about six years ago.    Dr. Gupta: Eventually, they tried IVF -- and it worked.    After six years of waiting, T was pregnant with a baby girl.   T: I would say it was probably one of the best days of my life to hear that. It's really just been a desire to do all the other things that pregnant women do, and that's been us figuring out if we want to take a babymoon and then wanting to do maternity photoshoots and starting to plan a baby shower. And it's just this last trimester has been crazy because those last few things that we wanted to do at this point just seem to be disappearing. Dr. Gupta: There's something else T is worried about. She was diagnosed with gestational diabetes, which means she's considered a high-risk pregnancy. There could be complications during delivery, and there is an increased likelihood of needing a C-section.   T: There could be a problem with her, not to mention there is already documented evidence of higher mortality rates for African-American women in labor.   Dr. Gupta: T is right -- studies have shown that black women are three to four times more likely to die of childbirth than white women.   Because of her high-risk pregnancy, T says she likes having a birth plan in place. T: I feel more secure when I know I have options. And I don't freak out as easily if I know this didn't work because I can follow up with this, go to plan C, whatever.  Dr. Leana Wen: It's hard because this is a time when plans can be made and will be broken. I suppose that's true in pregnancy in general, but especially in these circumstances.   Dr. Gupta: That's Dr. Leana Wen. She's worn a lot of hats in her career -- she's practiced as an emergency doctor, she was Baltimore's health commissioner, and she was also the director of Planned Parenthood.    But there's one more thing that makes her a uniquely qualified voice.   Dr. Wen: I also am almost 39 weeks pregnant as of the time that we are speaking. I mean, I have a recurring nightmare myself of contracting Covid-19, and going through childbirth where I have to wear a mask.  And if my newborn were to get ill, she would become extremely ill because she doesn't have immunity and little babies are so fragile. And I know of so many other pregnant women who have their own anxieties in this time.   Dr. Gupta: So, what happens when a new mother does have Covid-19? Dr. Wen: Because Covid-19 is a respiratory virus, if the mom were to cough and then she coughed onto her hand and then her hand touched the baby, she could infect her newborn that way. And so, the precautions that are being recommended by the CDC, as of the time that we are speaking, includes having safeguards to separate the mom and the newborn.  Dr. Gupta: Separating a mother from her newborn is an incredibly hard decision -- the CDC recommends that families should speak to their doctors to weigh the risks and benefits of doing this. And if they do decide on a temporary separation, the CDC also recommends that mothers who intend to breastfeed use a breast pump, so the baby can still be fed while reducing contact. Dr. Wen: There are a lot of different safeguards that need to be taken that are probably very different from what any expectant mom had otherwise anticipated.  My hospital, which is where I delivered my first child, used to encourage the entire family to be present at birth. Now, new guidelines came out just in the last week that limit the number of visitors to one person. Dr. Gupta: In a global pandemic, where things change by the hour, hospital guidelines are also in constant flux.  In New York, the current center of the virus in the United States, some hospital systems like Mount Sinai and New York Presbyterian had initially barred any visitors from delivery. T: I just was crying uncontrollably. I knew I had to calm myself down. I know it wasn't the best position for me to be putting the baby in. I was extremely devastated. It was literally, to me at that point, the worst possible news. Dr. Gupta: Then a week later, New York Governor Andrew Cuomo announced an executive order requiring all hospitals to allow one person throughout labor and delivery. Both hospital systems said they would follow the order and reversed their policies. Coupe: Relieved isn't even the right word. It's like a 100-million-pound gorilla has just come off my chest. Dr. Gupta: Here's Courtney again. Coupe: Knowing that my husband couldn't be with me has been such an emotional roller coaster. So, to know that he'll be able to be there, that he'll be able to meet his child is just an incredible relief.  Dr. Gupta: Courtney's hospital, New York Presbyterian, is also taking a lot of extra precautions for labor and delivery.  The hospital is testing all women in labor for the virus and giving them -- as well as the staff -- face masks to wear during delivery. Courtney's thankful and relieved that they're taking these extra steps. But she's also preparing herself for the fact that everything can change. Coupe: I am really just mere weeks away from my due date. And seeing how this has gone so far, anything can happen in these last few days. Dr. Gupta: There's no easy answer to this. I can't even begin to imagine the level of stress and anxiety that these women are feeling.    Margaret Howard: The thing that I tell women is, look, anxiety is a natural and adaptive response that we have when we feel uncertain or unsafe or threatened in some way. Dr. Gupta: That's Dr. Margaret Howard. She's a professor of psychiatry and human behavior at Brown University, where she specializes in women's mental health during and after pregnancy.   I want you to listen to some of her important advice for expectant moms. Howard: I think one of the very best things that expectant moms can do right now is to take back kind of a little bit of that sense of control, and control that which they can. Because right now there's so much in their lives that they can't control -- like, nobody can control the virus.  But you know what they can control? They can control what they listen to, what they watch, and they can also control things like their lifestyle. You know, what are they eating? What are they drinking? This is a good time to be really mindful of -- this is for all of us -- what we're putting in our bodies. Dr. Gupta: We asked T what she's hopeful about, what keeps her going through all this. And here's what she said.   T: I mean, I think it's me thinking back five years ago feeling like, \"Man, I hope this happens one day.\" So, it's almost this urge to not let anything take away the joy of the fact that I am pregnant. I think that's the only thing that I'm trying to stay calm about and focused on, is that it's not going to help her if I'm physically feeling stressed and I know that I can try to control it as much as possible. I can't filter the information I'm getting, but I can try to manage how I respond to it for her, and just realizing that, you know, we went through all of this for her to come home.    Dr. Gupta: If you're an expectant mom, be kind to yourself. Be your own best cheerleader, and surround yourself with other cheerleaders who can support you. There is a lot of anxiety while being pregnant during this time, but don't let that drown out the fact that there's such a joy in expecting a child as well.   We'll be back tomorrow. Thanks for listening.  "], "Language": false}