{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/politics/trump-foreign-disinformation-contradiction/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jennifer Hansler, CNN"], "Writers": [["Jennifer Hansler"]], "FirstPublishDate": ["2020-03-30T15:02:25Z"], "LastModifiedDate": ["2020-03-30T16:51:41Z"], "Headline": ["Trump contradicts Pompeo by downplaying foreign coronavirus disinformation campaigns"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump on Monday expressed skepticism about foreign disinformation campaigns related to the coronavirus pandemic, contradicting Secretary of State Mike Pompeo who has been a strong critic of China and Iran in particular. Asked about reported efforts by China, Russia and Iran to mislead the public about the source of the deadly pandemic and the US response to it, Trump countered by voicing doubt about the media reports and suggesting that they were aimed at damaging his presidency. \"Number one you don't know what they're doing, and when you read it in the Washington Post, you don't believe it,\" Trump said on Fox & Friends. \"I believe very little of what I see. I see stories in the Washington Post that are so fake, that are so phony.\" Pressed on the fact that the Chinese government has engaged in such a disinformation campaign, the President seemed to downplay the matter. \"They do it and we do it and we call them different things and you know, I make statements that are very strong against China, including the Chinese virus, which has been going on for a long time,\" Trump said. \"Every country does it.\" Trump's apparent nonchalance about the targeted foreign influence campaigns come in stark contrast to his own State Department, where key officials, including Pompeo, have sought to highlight disinformation as cornerstones of their coronavirus messaging. Pompeo has taken an aggressive approach in calling out disinformation, particularly from Beijing and Tehran. The top US diplomat, speaking from the White House podium on March 20, said the US had seen these activities \"come from places like China and Russia and Iran, where there are coordinated efforts to disparage what America is doing in our activity to do all the things that President Trump has set in motion here.\"  He urged people to \"ensure that where they turn to for information is a reliable source and not a bad actor trying to create and flow information that they know is wrong.\"  Pompeo said that \"the intentional disinformation campaign that China has been and continues to be engaged in\" was a key topic of discussion at last week's Group of Seven (G7) foreign ministers' meeting. The US scuttled the traditional joint statement from that coalition over insistence on the use of the phrase \"Wuhan virus\" -- a term which Pompeo and State Department officials have claimed is meant to counter misinformation about the source of the illness. Two weeks ago, the top official in the State Department's Bureau of East Asian and Pacific Affairs summoned Chinese Ambassador Cui Tiankai after China's Foreign Ministry spokesperson suggested coronavirus originated with the US Army. On Friday, the head of the State Department's Global Engagement Center told reporters that since January, they have \"been tracking narratives promoted by Russian, Chinese, and Iranian-sponsored sites or different platforms related to the coronavirus.\"  \"During the crisis, we've seen Russian, Chinese, and Iranian state disinformation and propaganda ecosystems all converge around some disinformation themes intended to promote their own agendas,\" Lea Gabrielle said. \"The COVID-19 crisis has really provided an opportunity for malign actors to exploit the information space for harmful purposes, and really been providing unnecessary distractions from the global communities focused on this crisis.\" CORRECTION: This article has been updated to reflect the top official in the State Department's Bureau of East Asian and Pacific Affairs summoned the Chinese ambassador."], "Language": false}