{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/29/opinions/donald-trumps-special-day-opinion-weekly-column-galant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Richard Galant, CNN"], "Writers": [["Richard Galant"]], "FirstPublishDate": ["2020-03-29T12:25:14Z"], "LastModifiedDate": ["2020-03-30T12:39:29Z"], "Headline": ["Donald Trump's special day"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["When Donald Trump was growing up in the New York of the 1950s, Easter was a grand civic festival as well as a religious holiday. He was eight in 1955, when a balmy day brought out about two million people for the Easter Parade along and around Fifth Avenue. \"Hats were large, small, sensible, silly, be-flowered, tailored, and of virtually every hue ever conceived by nature or man,\" wrote Edith Evans Asbury in the New York Times.  So, maybe it was no surprise that the President talked Tuesday of reopening a country largely shuttered against the spread of coronavirus by Easter, which falls on April 12. \"For me, for a lot of our friends, that's a very special day,\" Trump said. \"What a great timeline this would be.\" But by week's end, the word out of the White House was that the Easter target for relaxing restrictions was \"aspirational.\" Public health officials stressed that America was in for a longer period of enforced isolation — with the streets of New York, the epicenter of the US outbreak, likely to remain jarringly empty for weeks. On Sunday, Trump dropped the Easter target and extended social distancing guidelines through the end of April.  The US this week became the nation with the highest number of confirmed cases of the virus. Jeffrey Sachs called it \"a grim watershed,\" as the US overtook Italy and China. \"Americans are suffering and dying because the Trump administration failed to act quickly and decisively to prevent the virus' spread,\" he wrote. \"China has broken the spread of the virus with a lockdown that first started in Wuhan on January 23 and is now being lifted in stages ...The US has not broken the epidemic.\"  Trump's relatively upbeat outlook on the crisis contrasted with the approach taken by New York Gov. Andrew Cuomo, whose daily briefings have become must-watch TV for many. \"Cuomo has, in his own thudding rhetorical style, consistently sounded the alarm about the virus' metastasizing toll, while also playing up the need for resolve,\" wrote John Philp. \"Trump, meanwhile? He bickers and fiddles and makes false claims even now, as the death toll mounts.\"  Jill Filipovic never thought she'd say it: \"Thank God for Andrew Cuomo ... In the face of a feckless, reckless president spreading disinformation by the day, Cuomo has stepped up, using his platform to share accurate public health information and demand action.\"  Other governors like Ohio's Mike DeWine and California's Gavin Newsom also have been forceful leaders in the crisis, wrote Julian Zelizer. Americans will \"depend on them to provide the sense of confidence and calm that every citizen is looking for to survive, recover and rebuild.\" No good choices Trump's eagerness to get back to business is understandable but the timing is premature, wrote Frida Ghitis: \"The stakes are enormous, not just for him personally and politically — this is after all an election year — but for everyone in the country. Trump, rightly, is deeply concerned about what's happening to the economy. He's not alone ... The virus can be stopped by keeping it from spreading. That's how we suffocate it. That's how we reignite the economy.\"  The President really has no good choices now, wrote Peter Bergen. \"If the Trump administration really closed the whole country down for many weeks to suppress the virus, the resulting depression could rival the Great Depression.\"  In the Washington Post, Marc Thiessen wrote, \"over time, as we get a handle on the outbreak, we need to start adjusting our decision-making to balance risk with the massive toll the lockdown is taking on the American people. While journalists can telework, millions of Americans who can't are losing their careers and the businesses they spent a lifetime building. A prolonged economic shutdown will lead to deaths as well, in the form of increased rates of depression, substance abuse and suicide.\"  (For thoughts on how to eventually reopen America, read this op-ed by Daniel M. Gerstein and James Giordano.) In a crisis, Americans often rally around their President, and Trump is seeing some of that in the polls, wrote Scott Jennings: \"People are giving the President some latitude here. Americans were caught off guard by this virus and don't blame Trump for its arrival at our borders. And because it is such an unusual event, they are giving the federal government some room as it figures out how to handle it.\"  Front line Dr. Prateek Harne's first encounter with a Covid-19 patient is something the Syracuse, New York-based physician will never forget. \"As I stood in her room, my heart was racing. I didn't quite realize it in the moment, but I was scared. \"With a distinct heaviness in her breath, she told me how nice everyone has been to her in the hospital. I thanked her. After examining her, I told her that we would need to intubate — insert a tube into her airway — for her to breathe better, and she replied by telling me she was very scared. I held her hand and told her it takes courage to do what she was doing. \"She asked me to call her husband, who was being quarantined at home after testing positive, and tell him that she loved him a lot. I did what she asked, and he asked me if I could tell her the same. \"Four days later, she passed away due to severe respiratory failure despite maximal medical supportive therapy. I went from being anxious to scared and then eventually subdued.\" New York's hospitals were hit with a wave of patients suffering from coronavirus. At least 13 died in a 24-hour span at Elmhurst Hospital. Makeshift morgues were set up outside some hospitals and the Jacob K. Javits Convention Center in Manhattan was converted into a hospital. Cuomo said the state was desperately short of the number of ventilators it will likely require for the anticipated peak of patients who will need intensive care. If the federal government \"commits the resources needed to battle the virus in New York, it could create an effective and lifesaving road map for other cities and communities that face a major outbreak in the weeks that follow,\" wrote Dean Obeidallah. \"This helps all Americans, not just New Yorkers.\" Marcelo Geisler, the 2019 Templeton Prize winner, wrote, \"We now face a global enemy, one that doesn't identify its targets by religious, racial, gender or political choice; a virus doesn't care about maps and boundaries. What matters is that we are all potential hosts, irrespective of who we are or where we live... \"We must respond not just as nations fighting an enemy, but as a species fighting for survival.\"  We will get through this, wrote John Avlon. How do we know that? \"Because we've been through far worse before. Just over 100 years ago, the world suffered through the Spanish influenza epidemic. Despite its name, most researchers believe it actually began at a Kansas army base in the spring of 1918. It killed between some 50 million worldwide — including members of my family — and over 675,000 people died here in the United States at a time when our population was one-third its current size. To put it in perspective, that's more Americans than were killed in World War I, World War II, the Korean War and in Vietnam ... combined.\" Our society will survive, \"especially if we learn the lessons of history and listen to science,\" Avlon concluded. (Read Jake Tapper's interview with John Barry, author of the classic book on the 1918 influenza pandemic.) Allison Glock, isolated at home with her daughters, thought of the lives of her grandparents in a small West Virginia town. \"They cooked Sunday suppers, sang as they hand-washed the dishes, groused and gossiped and generally found contentment in the simplest of lives, one necessarily small because of poverty and lack of opportunity....They'd seen death and futility and heroism and loss. They knew what mattered.\"   More views on Covid-19: Ford Vox: If you've got coronavirus, shout it from the rooftops Kent Sepkowitz: Why is Covid-19 death rate so low in Germany? Jay Newton-Small: The epidemic seniors in America were facing already. Daniel Speckhard: What Africa can teach the world about beating the coronavirus. Gayle Tzemach Lemmon: If COVID-19 spreads to this population, it could be catastrophic. Robert Breiman: The Covid-19 culprit is us, not pangolins. Van Jones: Working Americans need more than a one-time cash payment. Cecilia Menjívar, Jacob G. Foster and Jennie E. Brand: Don't call it 'social distancing.' Robert Lalka: In Louisiana, social distancing is strange -- and vital.  $2 trillion rescue plan Congress passed and the President signed the largest economic rescue bill in American history, and many said it was only the beginning of what will be needed before the crisis ends. \"It might seem ridiculous to describe a possible $2 trillion package as a half measure, but that may be exactly what it is: If you look at the commitments made by countries, such as the UK and Germany, as a percentage of GDP, the US package will fall short,\" wrote Julia Chatterley for the Perspectives section of CNN Business.  Former US Sen. Rick Santorum wrote that he has opposed bailouts, but this is different. \"While this government action is expensive, it is still a better option than having to rebuild the entire economy from scratch with economically devastated employees and no market for products. It is crucial that we keep businesses solvent and workers prepared to go back to work. If we don't act quickly, the financial cost will be even greater and the human cost incalculable.\"  Most American adults will get $1,200 checks to help get them through the crisis, but undocumented immigrants who pay taxes will be excluded. That's wrong, wrote Tim Breene, CEO of World Relief. They \"are among those most at risk of hunger or eviction from their homes in the current crisis. Given that many lack medical insurance, they are also least likely to seek and receive health care if they contract COVID-19.\"  The stimulus bill included lots of money to help Americans who've been laid off and others whose jobs may be at risk. But it also funded bailouts for businesses and non-profits and a tax break that could help real estate investors. Congress couldn't help resorting to its usual ways, wrote Mark Corallo. \"How about we first get money to hospitals, community health centers, doctors, nurses, manufacturers of masks, gloves, hospital beds, ventilators, Covid-19 tests, breakthrough treatments, and training so that more people can learn to safely assist the health professionals, many of whom are already overwhelmed — and then deal with the bailouts for companies and non-profits later?  Also included in the bill was a real estate tax break for members of the 1%, noted Edward J. McCaffery: \"While health care workers and local governments frantically race against the clock to keep up with the escalating medical caseloads while trying to keep themselves and their families safe, Congress was still abl"], "Language": false}