{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/28/us/disease-outbreaks-coronavirus-naming-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-03-28T08:50:06Z"], "LastModifiedDate": ["2020-04-14T12:42:52Z"], "Headline": ["Yes, we long have referred to disease outbreaks by geographic places. Here's why we shouldn't anymore"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["What's in a (virus) name? Infectious diseases throughout history have been named for geographic locations where they were thought to have originated: Spanish flu, West Nile virus, Middle East Respiratory Syndrome, Zika and Ebola, to name a few. By that logic, it may seem that there's nothing inherently wrong with referring to the novel coronavirus as the \"Wuhan virus\" or the \"Chinese virus,\" language which President Donald Trump has used and defended using. Wuhan is, after all, considered the first epicenter of the coronavirus outbreak that has since become a global pandemic. But the past has shown naming diseases after places can have negative consequences for nations, economies and people.  Here's why scientists and scholars say these naming practices are problematic. It can be inaccurate or misleading One reason why scientists and health officials caution against using geographic locations to refer to diseases is that they can turn out to be misleading -- and in some cases, inaccurate. Take, for example, what's commonly referred to as the Spanish flu. Despite its name, most researchers agree that the H1N1 virus that swept the world in 1918 and 1919 didn't originate in Spain, although there's no universal consensus on its exact origins. Instead, the virus came to be associated with Spain for reasons that were largely political. The pandemic happened against the backdrop of World War I. Though the virus had been circulating around the world, nations such as Germany, France, the United Kingdom and the United States, were reluctant to disseminate news on outbreaks within their own borders because they didn't want the other side to know their soldiers were sick, according to the history podcast BackStory.  Because Spain was neutral in the war, it didn't suppress news about the virus. So when Spanish news agencies began reporting in spring 1918 about an epidemic that had appeared in Madrid, it created the false perception that the virus originated in Spain -- and that the Spaniards bore the brunt of the disease.  In reality, out of the estimated 50 million people who died of the virus, less than 260,000 were likely from Spain. Such assumptions contributed to the idea that the virus was far away and therefore not as relevant to people outside Spain. But as we now know, the United States' failure to take proper precautions against the pandemic had devastating results in Philadelphia.  Calling the coronavirus the \"Wuhan virus\" or \"Chinese virus\" could have a similar effect today, according to Ho-fung Hung, a professor of political economy at Johns Hopkins University. Hung, whose past work has explored how ethnic bias and racism contributed to less effective responses against the 2003 SARS outbreak, cautioned that using such terms could actually inhibit efforts to contain the spread of the coronavirus. \"This virus spreads very rapidly beyond ethnic boundaries to people beyond the original community affected by the virus,\" he said.  Calling the coronavirus the \"Wuhan virus\" perpetuates false notions that people outside China are not at risk, or that people who look Asian are more likely to be carriers of the virus, Hung said.  Clearly, that's not the case. \"Everybody can be affected,\" he said. \"If you're still stuck with the idea that Asians are more likely to be carriers, then you overlook others.\" It can stigmatize or harm people History indicates that when disease outbreaks occur, xenophobia or racism can follow. During the 2003 SARS outbreak, media coverage of the disease led to the stigmatization of Asian communities in countries such as Canada. It devastated Chinese-owned businesses, especially those located in Chinatowns. After the 2014 outbreak of Ebola, which is named for a river in the Democratic Republic of the Congo where it was first discovered, African immigrants in the US reported being turned away from jobs and stores. Others faced questions about how long they had been in the US because of their national origin. The coronavirus has already made people of Asian descent around the world targets of racism and fearmongering. Characterizing the virus as Chinese only exacerbates the problem, experts say. John C. Yang, president and executive director of Asian Americans Advancing Justice, said that his organization is already seeing a significant increase in hate incidents against Asian Americans, which he says is a direct result of stereotypes perpetuated by terms such as \"Chinese virus.\" \"(Asian-Americans) like everyone in this country, are concerned about coronavirus, COVID-19, and protecting their family,\" Yang said. \"Added onto that is the burden of looking out for their physical safety because of these stereotypes and some latent racism that has engulfed this country because of these terms.\" Lynne Tirrell, an associate professor of philosophy at the University of Connecticut, said terms like \"Chinese virus\" could result in consequences that go beyond just words.  \"If we continue to talk this way, it's going to have a long lasting, chilling effect on our relations across different ethnic groups,\" Tirrell, whose work has focused on how language can inflict harm, said. \"And it can have a long lasting potential for violence against Chinese and other Asian Americans.\" The argument that similar terms have been used before doesn't hold up today, Yang added. \"Yes, it's true that other terms were used in the past, but we all know that language evolves,\" he said. \"Just because something was used in the past doesn't make it right.\" Rather, it means that a course correction is in order. Outside of the health world, people have already made changes to the language they use to categorize certain events. Meteorologists in the US used to give hurricanes and tropical storms female names. Weathermen would also use sexist cliches when talking about the storms, describing them as \"unpredictable\" or \"temperamental.\" But by the late 1970s, after female meteorologists and activists pointed out the practice reinforced gender stereotypes, the industry began using both male and female names for storms.  It goes against guidance from health experts Similarly, medical experts and health officials now agree that naming infectious diseases after a geographic location is inappropriate. The World Health Organization issued guidelines in 2015 calling on scientists, authorities and the media to use best practices when naming new infectious diseases, which include avoiding names of places, people or animals. The guidelines don't retroactively apply to diseases whose names are already established and generally refer to the common names, not scientific ones. The International Committee on Taxonomy of Viruses is responsible for assigning the scientific names of the virus (meaning its family, genus, species, etc.).  In previous years, diseases that were given names including \"Middle East Respiratory Syndrome\" and \"Swine flu\" had negative consequences, WHO said. \"This may seem like a trivial issue to some, but disease names really do matter to the people who are directly affected,\" Keiji Fukuda, former WHO assistant Director-General for Health Security, said in 2015.  \"We've seen certain disease names provoke a backlash against members of particular religious or ethnic communities, create unjustified barriers to travel, commerce and trade, and trigger needless slaughtering of food animals. This can have serious consequences for peoples' lives and livelihoods.\" But geographic names are still being used In the first few months of the outbreak, several news outlets, including CNN,  used the term \"Wuhan virus.\" CNN has since stopped using the term after consulting with medical experts and receiving guidance from WHO. Some US officials, including members of the Trump administration, have continued to use the term \"China virus.\"  On Wednesday, Group of Seven members rejected the US State Department's efforts to include the phrase \"Wuhan virus\" in a joint statement regarding the pandemic, CNN reported. Several of the member nations then decided to release their own statements following the foreign ministers' meeting. The president has denied that \"China virus\" is a racist term. \"'Cause it comes from China,\" Trump said last week. \"It's not racist at all, no, not at all. It comes from China, that's why. I want to be accurate...I have great love for all of the people from our country, but as you know China tried to say at one point ... that it was caused by American soldiers. That can't happen. It's not gonna happen, not as long as I'm President. It comes from China.\" The administration has also pointed to a disinformation campaign, by Chinese media and officials, that has spread conspiracy theories about the virus' origin. Indeed, there is some truth to those claims.  US intelligence agencies warned the president in January and February that the virus was spreading and that China was downplaying its severity, the Washington Post reported. Beijing also silenced a doctor who attempted to blow the whistle on the virus. But Trump himself repeatedly praised China's response to the coronavirus in January and February. And in a sudden reversal, Trump said on Tuesday that he had decided to pull back from associating the coronavirus with China.  \"Look, everyone knows it came out of China, but I decided we shouldn't make any more of a big deal out of it,\" he told Fox News. \"I think I've made a big deal. I think people understand it.\" Still, as WHO indicated in its 2015 guidelines, once a name is established in public discourse, it's difficult to change."], "Language": false}