{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/europe/101-year-old-coronavirus-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sara Spary, Valentina DiDonato and Sharon Braithwaite, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-27T12:44:46Z"], "LastModifiedDate": ["2020-03-27T21:56:22Z"], "Headline": ["Italy records highest daily jump in coronavirus deaths"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["The number of people who have died of novel coronavirus in Italy has risen by 969 in the past day, the biggest daily jump since the crisis began.  The total number of deaths now stands at 9,134, according to Italy's Civil Protection Agency, more than any other country. There has been an increase of 4,401 coronavirus cases in the past day, Italy's Civil Protection Agency said.  The total number of recorded coronavirus cases in Italy, including deaths and those who recovered, now stands at 86,498. The 969 figure includes 50 deaths that were not included in Thursday's figures. The previous biggest spike in deaths came last Saturday, when there was an increase of 793. Since the beginning of the crisis in Italy, 51 doctors who tested positive for the disease have died, the Italian Association of Doctors said Friday. Of those doctors, 32 were working in Lombardy, the Italian region worst-hit by coronavirus. A total of 6,414 health care workers have been infected as of Thursday, according to the Italian National Institute of Health. Meanwhile, a 101-year-old man was released from hospital after recovering from the coronavirus, Gloria Lisi, the deputy mayor of the Italian city of Rimini, has said. The man, who has been named only as \"Mr. P,\" was admitted to hospital in Rimini, northeast Italy, last week after testing positive for Covid-19 and left the hospital on Thursday. Lisi said his \"truly extraordinary\" recovery gave \"hope for the future.\" \"Mr. P made it. The family brought him home yesterday evening. To teach us that even at 101 years the future is not written,\" she said. Mr. P was born in 1919, during the Spanish flu pandemic, which is estimated to have killed between 30 million and 50 million people worldwide. Rimini had registered 1,189 cases of coronavirus as of Thursday, according to the Italian Civil Protection Department.  Authorities in 197 countries and territories have reported more than 575,000 novel coronavirus cases worldwide since China reported its first cases in December."], "Language": false}