{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/us/medical-schools-early-graduation-students/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mallika Kallingal"], "Writers": [["Mallika Kallingal"]], "FirstPublishDate": ["2020-03-27T20:39:26Z"], "LastModifiedDate": ["2020-03-27T20:39:26Z"], "Headline": ["Medical schools considering early graduation for students"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The coronavirus outbreak has been putting immense pressure on medical staff around the United States. To meet the demand for health care providers, medical schools across the country are considering early graduation for their senior medical students.   New York University started offering this option on Tuesday, becoming the first medical school to do so. And now other medical schools are considering doing the same. \"While the AAMC has not yet surveyed its member medical schools, the [Liaison Committee on Medical Education] has been working with several other schools that are considering or offering their students the option of graduating early,\" said Dr. Alison Whelan, chief medical education officer for the Association of American Medical Colleges.  In Massachusetts, all four medical schools are in discussions with Massachusetts Health and Human Services to have a fast-track option. Tufts University School of Medicine, University of Massachusetts Medical School, Boston University School of Medicine and Harvard Medical School are all contemplating the idea, said Massachusetts HHS Secretary Marylou Sudders on Thursday. Dr. Whelan confirmed that they have been working with the deans of the medical schools in Massachusetts to graduate students early. Whelan told CNN that they are aware that nearly every school in the US is thinking about early graduation to battle the coronavirus pandemic.  In New Jersey, Cooper Medical School of Rowan University also sent an email to its senior medical students to see if they were interested in early graduation. And it's not just young doctors who want to pitch in and help. In Illinois, retired healthcare workers are stepping up to the plate. Illinois governor J. B. Pritzker tweeted that 450 retired and former healthcare workers have signed up to work during the pandemic. Those that rejoin the workforce will help staff hospitals and health care centers throughout the state, the tweet said. The governor had issued a call last week for former healthcare workers to rejoin the work force during this crisis.  Around the US, physicians who are not infectious disease specialists or pulmonologists are training and joining the frontlines. \"We are hearing that there are individuals from other specialties being drawn into clinical care,\" said Dr. Janis Orlowski, chief health care officer for the AAMC on Friday. Orlowski added that they are being trained very quickly to get them up to speed in the use of personal protective equipment and ventilators. These additional trainings will ensure that physicians are safe to work in areas that might not be their specialty.  \"Safety and quality remains a high priority -- the number one priority -- even though people are having to work fast and work smart,\" Orlowski added. The US has now reported more coronavirus cases than any other country in the world, according to CNN's tally. It has surpassed China and Italy."], "Language": false}