{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/politics/donald-trump-sean-hannity-coronavirus-china/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-27T15:22:47Z"], "LastModifiedDate": ["2020-03-27T18:50:23Z"], "Headline": ["The 30 most outrageous lines from Donald Trump's interview with Sean Hannity"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump called into Sean Hannity's show on Fox News Thursday night -- and then spent more than 40 minutes talking about the coronavirus, China, governors he doesn't like and all sorts of other things. Why was the President spending so much time griping on the phone with one of his most ardent defenders even as the United States became the country with the most documented coronavirus cases in the world? I have no idea -- but I did go through the interview and pick out the lines you need to see. 1. Well, because of you, I made it to 10:30. So, that shows the power of ... That shows you have the number one rated show on television.\" In which the President of the United States says he postponed a phone call with the Chinese President so he could appear on Hannity's TV show. And away we go! 2. \"We had 20 people in the office, 21 to be exact. And we had a lot of experts. And they never really thought to do that.\" Trump is explaining his decision to ban travelers from China entering the US here. And making sure it's clear that despite \"a lot of experts\" being in the room, they never thought of doing that. It was him who thought of it.   3. \"A lot of the people decided to go to Italy instead. They went to Spain instead. And you see the problems they're having.\" To be clear, what Trump is suggesting here is that because he banned travelers from China coming into the US, those Chinese travelers instead went to Italy and Spain -- which is why those countries are having such bad coronavirus outbreaks. What evidence did he offer for such a claim? Oh, none.  4. \"I had Biden calling me xenophobic. And yet he can't define the word. If you ask him, what does it mean? I'm sure he couldn't tell you what it means.\" [narrator voice] Joe Biden knows what \"xenophobic\" means. 5. \"If you were a betting man, I guess you'd have to bet against it. But a lot of people are saying this could be a big answer.\" This is classic Trump. He's talking about the use of anti-malarial drugs in a trial to see if they work against the coronavirus -- an effort he pushed heavily. If it works, he'll take all the credit. But if it doesn't, he'll point to the \"lot of people\" who were saying it \"could be a big answer.\" 6. \"Now, the vaccine is going really well. But for the vaccine, you need about a year, at least a year of testing because, you know, you can't put things into somebody's body by the thousands and then if it's dangerous.\" \"I've heard very quick numbers — a matter of months — and I've heard pretty much a year would be an outside number.\" -- Trump on a coronavirus vaccine, March 2. 7.  \"So that's, you know, they -- they acted very, very late. They were incredibly late and the news, the media, I won't be a wise guy on your show and call it what a lot of people know it is. It's so unfair. It's so unfair.\" Trump hates to be blamed or criticized and, when he is, tries to change the subject by blaming someone else. So, for those who have criticized his handling of the coronavirus, he seeks to note how many people died from the swine flu late last decade.  Because that was when Barack Obama was president. The problem with the comparison is, well, there are lots of problems. One big one? Trump is totaling all suspected swine flu deaths through the life of H1N1 and comparing that to the current stats on coronavirus, which, unfortunately, is nowhere near its end. Read this from The Wahington Post's Philip Bump. 8. \"You look at the Gallup polls and all the different polls that are coming out, we're really being given good marks for what's happening.\" This is, broadly speaking, true. 9. \"Now, I think that we inherited a broken system from the previous administrations, not just one. And it was very broken.\" For Trump, it's always someone else's fault. Always. 10. \"It's -- it's incredibly powerful -- I mean, you can do almost anything as president. You can demand that they give you whatever you want, I mean all of these things. It's a powerful tool. This is Trump on the Defense Production Act. And yes, saying \"you can do almost anything as president\" is slightly chilling. 11. \"So I haven't had to use it because like we had Ford step up, General Motors step up, 3M step up.\" \"After Considering $1 Billion Price Tag for Ventilators, White House Has Second Thoughts\" -- The New York Times, March 27 12. \"And you know, they'd say, like Gov. (Andrew) Cuomo and others that say we want, you know, 30,000 of them, 30,000. All right. Think of this. You know, you go to hospitals, they'll have one in a hospital. And now, all of a sudden everybody's asking for these vast numbers.\" No big deal! Just the President of the United States suggesting that the governor of New York is lying about the number of ventilators he needs to help keep people alive! What proof did Trump offer to back up this claim? Um, none. 13. \"Gov. (Jay) Inslee, that's the state of Washington. He was a failed presidential candidate. And you know, he's always complaining.\" What relevance does the fact that the governor of Washington ran unsuccessfully for president have when it comes to how he is handling the coronavirus outbreak in his state? Oh, thanks for asking! It has no relevance. 14. \"And your governor of Michigan, I mean, she's not stepping up. I don't know if she knows what's going on. But all she does is sit there and blame the federal government.\" Ah yes. Trump suggesting a female Democratic governor -- her name is Gretchen Whitmer, by the way -- doesn't know what's going on. Normal stuff here! 15. \"And you know, you look around and you see what's going on.\" So, so true. 16. \"The governor, he's a -- and he ran for president, didn't exactly do well. He got zero.\" Uh, relevance, your honor? 17. \"And we've had a big problem with the young, a woman governor from, you know who I'm talking about, from Michigan.\" OK, so now Whitmer is \"young\" too. (She's 48.) This isn't condescending or sexist. Not at all! 18. \"And you know a lot -- a lot of equipment's being asked for that I don't think they'll need but I'm building.\" Again here Trump is suggesting that governors are being greedy -- using the coronavirus crisis to force the federal government to give them medical supplies they don't need. What evidence does he have for making these claims? You already know the answer to that one. 19. \"In all cases, we intend on getting the money back, getting interest, and in many cases, some cases, issuing what they call warrants. We'll get pieces of the company, large pieces of the company.\" Trump seems to suggest here that in exchange for the loans for business contained in the $2 trillion economic stimulus package, the government will take ownership -- at least part ownership -- of the companies. Which, uh, isn't really capitalism? 20. \"In the case of Rand Paul, a good guy, by the way, he actually has this problem. And I'm sure he'll be all right.\" Rand Paul spent almost a week around his Senate colleagues while awaiting the results of a coronavirus test. It came back positive. 21. \"I don't understand Mitt Romney. I'm not a fan but, of course, I want him to get well, absolutely.\" Uh huh. (Romney tested negative for coronavirus.) 22. \"And you take a look at some states, a big portion -- I mean, they all have a little bit, but many of them have just a little bit. And they have it under control, their incredible governors, their incredible senators. And they're watching it and they are very well-run. And they have it under control.\" It may be true that states with low numbers of confirmed coronavirus cases have it \"under control.\" It also may be true that they simply are behind the curve in terms of testing and so their cases will go up once there is adequate testing. 23. \"But I have a feeling that a lot of the numbers that are being said in some areas are just bigger than they're going to be.\" What is this \"feeling\" based on? He didn't say. 24. \"I don't believe you need 40,000 or 30,000 ventilators. You know, you're going to major hospitals sometimes, they'll have two ventilators. And now, all of a sudden, they're saying, can we order 30,000 ventilators?\" This is Trump outright suggesting that governors are lying about their medical needs. It's a stunning accusation. For which the President offers no proof. 25. \"And it was also if you had it, you had a very good percentage of not making it. You know, it was -- it was really something.\" Trump on the Spanish Flu: \"It was really something.\" 26. \"We're -- we're testing -- we've tested now more than anybody.\" Trump loves to note that the US has now tested more people that South Korea, which is widely regarded as having handled the coronavrius outbreak the best of any country in the world. The one problem with the comparison? The population of South Korea is 52 million. The population of the United States is almost 330 million. 27. \"He's got a lot of ranting and raving and, you know, let's give everything away. But Bernie is not a bad debater.\" Trump on Sen. Bernie Sanders: \"He's got a lot of ranting and raving.\" 28. \"Going last is much better because when you go first, and then they do it. So going last is much better.\" (He's talking about when to hold the party's national convention.) 29. \"But nevertheless, it got out there and I started calling it the Chinese virus. And everybody picked it up.\" \"And everybody picked it up.\" (Read this on that.) 30. \"I don't like it, though, when some governors, I mean, I mentioned two of them but some of these governors, you know, they -- they take, take, take and then they complain. They take and you do a great job.\" Trump always wants to be thanked. Profusely. For doing his job. This feels like a good place to end."], "Language": false}