{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/europe/andalusia-coronavirus-diary-lister-intl/index.html"], "Source": ["cnn"], "Location": ["Priego de Cordoba, Spain"], "ByLine": ["By Tim Lister, CNN"], "Writers": [["Tim Lister"]], "FirstPublishDate": ["2020-03-21T19:00:46Z"], "LastModifiedDate": ["2020-03-27T17:20:47Z"], "Headline": ["Coronavirus turns Andalusia's buzzing streets into ghost towns"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["The people of Andalusia, Spain's most populous region, are among the most gregarious in the world. There are a ridiculous number of bars and cafes per capita, and as the weather warms Andalusians begin the evening paseo, wandering the narrow streets and watching the world go by over a beer and tapas. But not this year. Easter week -- Semana Santa -- in Andalusia is arguably more important than Christmas, a time for candle-lit parades, the caminos de pasion, to celebrate the Virgin Mary and the resurrection of Jesus. Centuries-old floats, held aloft by 20 men or more, lurch through the streets and the air is heavy with incense. Except not this year; they are canceled. The authorities are promising Easter celebrations will happen, but in September. Fernando Alcala Zamora, a young journalist in my hometown of Priego de Cordoba, says the change of lifestyle is utterly alien to Andalusians. \"I think quarantine or 'social distancing' are terms that contradict the very definition of how we relate with each other and enjoy our days, of who we are, so it's a big challenge for many,\" he said. Gone are the kisses on both cheeks, the casual street encounters in this most tactile of cultures. To see Andalusians talk to each other more than a meter apart is perhaps the most stunning visual manifestation of the virus' impact. Debbie Skyrme, an English friend who lives on the coast, says \"the sublimation of the gregarious nature of the Spanish people is so shocking; it shows how seriously people are taking this situation.\" Now people are staying home, waiting for the chimes of 8 p.m. That's the hour when they emerge to applaud the work of Spain's doctors and nurses, the police, local authority workers who spray public spaces with disinfectant and others providing essential services. As one local quipped, \"It's the only occasion we are ever on time.\" Almost every apartment and house has at least one balcony, and they are now a precious outlet for every community. Throughout the province -- from Seville to Cordoba and Granada to the white-walled mountain villages -- people take part in the #aplausosolidario every evening. For some, Spaniards and the large expatriate community alike, it's a release for all the pent-up emotions and the claustrophobia of the day. \"The anticipation of 8 p.m. every night is an infectious excitement that recharges us all and gives us the strength to get through it all the next day,\" says Skyrme. Later in the evenings, the younger generation still share a drink together, but now they gather online. For now at least, the solidarity is impressive. More than a few households around Priego de Cordoba have woken up to find fresh vegetables and eggs left at their front door. I visited three grocery stores: the shelves were well-stocked and people were not buying dozens of toilet rolls. There is patience, a touch of fatalism and some wicked online humor. But there's also an undercurrent of anxiety -- and it's driven by two distinct factors. The first is concern for the elderly, not least because in many rural households there are often three generations living under one roof, increasing the risk of transmission. Almost everyone I have spoken to in the last week has mentioned this. As of Friday, Priego de Cordoba had three cases of coronavirus. There is still a sense of utter disbelief that a strange illness in China on the evening news last month is now here. The other anxiety is the specter of 2008, when the Spanish economy fell into a deep recession as the banking and property sectors imploded and unemployment soared. Here and across Spain, restaurants then offered a cheap \"anti-crisis\" menu. Small businesses went to the wall. It took six years for most households to recover. Spain has posted healthy growth in the last couple of years, but now another recession looms. Andalusia has two main sources of income -- tourism on the coast and agriculture inland. Spain is the second most-visited country in the world, more than 83 million in 2019 as a whole. There were more than 7 million visitors in April last year. But now hotels on the coast are closing or are already shuttered. Some have offered themselves as recuperation centers for coronavirus patients -- but they all face a season of ruin. Andalusia is the largest producer of olive oil in the world, and Priego's is among the best anywhere, frequently winning international prizes. But even before coronavirus invaded, farmers here were blocking roads to protest lower prices. A global recession will push consumers to cheaper sources. At least coronavirus arrived just as the olive harvest finished. Picking the olives is an arduous three-month slog on steep slopes, and frequently a family business. Take away one parent to look after kids no longer at school and the work doesn't get done. Francisco Granados is one of those olive farmers and one of the most optimistic souls you could hope to meet. But even he is subdued. \"We have been barely able to leave the house for a week, only to buy food, medicine and go out to work,\" Granados said. He and his wife Montse are desperately trying to keep their two children occupied. In the tightly knit communities here, kids are used to roaming free. At the height of summer, the playgrounds and squares are still full at 1 a.m. That won't happen in 2020 -- unless the virus is conquered in miraculously quick time. Alcala Zamora told me: \"Right now we're all trying to grasp how long the quarantine situation will last, because every week with it will mean bad news for the country and people's lives.\" Malaga airport, bustling with holidaymakers from the UK, Scandinavia and the Netherlands 10 months a year, was eerily quiet when I finally got back last week. Workers in full hazmat kit were spraying seats and baggage carousels. I went to shake the hand of the guy who looks after my car when I am traveling. He recoiled, embarrassed. I apologized for being two weeks late in returning and blamed the news. \"No extra charge,\" he said. \"And I washed the car.\" It was sort of emblematic. As Francisco Granados told me, \"If each one of us contributes our grain of sand, we can fight the virus. It's a problem for all of us and we have to be as one.\""], "Language": false}