{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/swiss-hotel-covid-19-package/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Stacey Lastoe, CNN"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2020-03-27T15:34:18Z"], "LastModifiedDate": ["2020-03-27T15:34:18Z"], "Headline": ["Luxury Swiss apartment-style hotel launches Covid-19 guest package"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["The modern, luxury apartments in Switzerland don't have a mini-bar -- they have a big bar.  They also have everything a social distancing guest could need: private gym, sauna, spa, kitchen, option for grocery delivery and very little human interaction. Le Bijou, a high-end Swiss hospitality company with 42 units in nine locations throughout Switzerland, recently launched a new package for guests in response to the coronavirus outbreak and the country's lockdown. But while an added bonus for concerned guests -- both locals who've quarantined themselves in one of the apartments and international visitors who find themselves stuck in a country with severely diminished hospitality facilities -- the Covid-19 services on offer is just one of many perks of a stay at Le Bijou. Guests looking to heed social distancing guidelines and \"stay home\" can do so in the lap of luxury at the Swiss hotel-like apartment. Alexander Hübner, CEO and co-founder of Le Bijou, says they've always operated with a modern approach \"using a lot of technology to reduce staff costs as much as possible,\" something he says has proven even more beneficial to them at this moment in time. \"[You] don't need to interact with anyone you don't want to,\" Hübner adds, noting that while daily cleaning services come with the nightly price, it's an option more and more guests are opting out of. Instead, with their grocery lists, procured by staff, they are also requesting cleaning supplies so they can maintain the temporary home themselves. And temporary home is perhaps the best way to describe the current stays, which range from about 14 days to two months, says Hübner. Before coronavirus, the average stay was two or three nights. Hübner says when news of Covid-19's presence in Europe was first realized, Le Bijou began providing additional options and services to guests. He and his team were paying attention to the coronavirus' spread in China and Europe, but Hübner admits people were generally relaxed until it hit Italy.  That's when they doubled down and devised a service providing \"something people actually need right now.\" Enter Covid-19 services, a fully customizable stay with on-site coronavirus testing for symptomatic individuals and nurse care. Partnering with Double Check, an exclusive private health clinic in Switzerland, Le Bijou does not have an endless supply of tests, just enough for people demonstrating symptoms, according to Hübner.  It's unclear just how many tests they have or how long Le Bijou could run the Covid-19 package. But for people stuck in Switzerland with funds to cover an extended luxury stay, it may be an attractive option. A medium-size apartment (100 square meters), like a \"hotel suite,\" says Hübner, would typically cost about $1,000 per night, but rates have dropped as travel has all but come to a screeching halt, and now, one of the medium-sized units can be had for $500-600 a night.  The coronavirus test is an additional $500, which includes lab costs, related administration, the in-room doctor visit and results.  Most of Switzerland's five-star properties have closed their doors, but at Le Bijou, there's luxury accommodation and health screening for the handful who can afford it. People who test positive, however, would likely be transferred to a hospital for care in a proper medical facility."], "Language": false}