{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/app-news-section/full-coronavirus-town-hall-march-26-2020-app/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jonathan Steinmetz"], "Writers": [[]], "FirstPublishDate": ["2020-03-27T03:29:42Z"], "LastModifiedDate": ["2020-03-27T07:01:05Z"], "Headline": ["Watch the entire CNN coronavirus town hall"], "Section": ["app-news-section"], "MappedSection": [null], "Article_Body": ["CNN's Anderson Cooper and Dr. Sanjay Gupta host the CNN global town hall answering your questions about the fight against the coronavirus pandemic. Watch the full event below. The US passes China Anderson Cooper and Dr. Sanjay Gupta are joined by CNN's team of correspondents to discuss the latest on the pandemic as the US passes China for the most reported coronavirus cases in the world. Timeline to ease restrictions Dr. Anthony Fauci, a member of President Trump's coronavirus task force, talks about the data he is reviewing to assess a timeline for when the US can ease social distancing and answers viewer questions. Experts answer your questions CNN's Richard Quest discusses the economic fallout from the pandemic and how governments around the world are responding to the crisis. Later, Dr. Leana Wen and Dr. Gupta answer more viewers' questions about how much contact you can have with your kids and the proper way to wash your hands. A conversation with Bill Gates Bill and Melinda Gates Foundation co-founder Bill Gates explains why he sounded the alarm about the danger of an impending pandemic in 2015 and lessons the US can learn from responses in other countries. Coping with anxiety and stress Psychiatrist Dr. Christine Moutier gives advice on how to cope with anxiety and stress related to the pandemic and five-time US Olympic swimming champion Katie Ledecky has advice on how to stay active while under self-quarantine. Moments of hope Anderson Cooper and Dr. Sanjay Gupta close the town hall paying tribute to all the health care workers answering the call to fight the pandemic and highlight moments that are bringing hope to a dire situation."], "Language": false}