{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/03/26/world/gallery/week-in-photos-0327/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-27T00:47:11Z"], "LastModifiedDate": ["2020-03-27T00:47:11Z"], "Headline": ["The week in 34 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["World leaders discuss the coronavirus pandemic via video conference on Thursday, March 26. This screen was photographed at the Parliament House in Canberra, Australia. Coffins carrying coronavirus victims are seen at a church in Alessandria, Italy, on Monday, March 23. Lydia Hassebroek takes online ballet lessons from her home in New York on Wednesday, March 25. Millions of people across the world are staying at home and distancing themselves from others to prevent the spread of the novel coronavirus. Passenger jets from Delta Air Lines are parked in Birmingham, Alabama, on Wednesday, March 25. Air travel has been scaled back dramatically because of the coronavirus pandemic. US President Donald Trump ripped into NBC News' Peter Alexander, seated, during the White House's daily coronavirus briefing on Friday, March 20. Alexander had asked Trump whether he was giving Americans \"false hope\" by touting unproven coronavirus drugs. Toward the end of the exchange, Alexander cited the latest pandemic statistics showing thousands of Americans are now infected and millions are scared. Alexander asked, \"What do you say to Americans who are scared?\" Trump shook his head. \"I say that you are a terrible reporter,\" he replied. \"That's what I say.\" The President then launched into a rant against Alexander, NBC and its parent company, Comcast. \"You're doing sensationalism,\" Trump charged.  A lone pedestrian walks his dog past the New York Stock Exchange on Saturday, March 21. Because of the coronavirus, the stock exchange has closed its trading floor and moved to electronic trading. In pictures: Empty spaces across the globe In this photo taken from behind a window, doctors work with coronavirus patients in Pavia, Italy, on Thursday, March 26. Dr. Anthony Fauci, the United States' top infectious disease expert, attends a White House coronavirus briefing on Saturday, March 21. People gather on the boardwalk in Laguna Beach, California, on Sunday, March 22. Crowds descended on California beaches, hiking trails and parks that weekend in open defiance of a state order to shelter in place. The Olympic flame is displayed in Iwaki, Japan, on Wednesday, March 25, a day after the 2020 Tokyo Games were postponed a year because of the coronavirus. An aide brings the Coronavirus Aid, Relief and Economic Security (CARES) Act to the US Senate chamber on Wednesday, March 25. The Senate approved the historic, $2 trillion stimulus package to provide a jolt to an economy reeling from the coronavirus pandemic. Street dwellers in Manila, Philippines, rest in tents set up as a makeshift evacuation center on Monday, March 23. Russian President Vladimir Putin wears a yellow protective suit as he visits suspected coronavirus patients in Moscow on Tuesday, March 24. A single sunbather remains on Sydney's Bondi Beach on Saturday, March 21. The beach was closed to prevent the spread of the coronavirus. A boy rides his bike past a deer that was wandering around a shopping area in Nara, Japan, on Thursday, March 19. Heaters are placed in the middle of blossoming apricot trees as the sun rises in the Swiss Alps on Thursday, March 26. Fruit trees are often sprayed with water to protect them from freezing on cold spring nights. President Donald Trump's notes are seen during the White House's coronavirus briefing on Monday, March 23. The word \"Chinese\" was crossed out this time, a few days after Trump was criticized for using the word to describe the virus. People are seen wearing face masks as they walk past blooming cherry blossom trees in Tokyo on Sunday, March 22. Giuseppe Corbari holds Sunday Mass in front of photographs sent in by his congregation members in Giussano, Italy, on March 22. Many religious services are being streamed online so that people can worship while still maintaining their distance from others. Samin Sharar plays on the rooftop of his building in Dhaka, Bangladesh, instead of going out on Monday, March 23. Former White House press secretary Sean Spicer, now a reporter for Newsmax, attends the White House coronavirus briefing on Friday, March 20. A car is destroyed in Zagreb, Croatia, after an earthquake on Sunday, March 22. David Vazquez, a street performer dressed as the Joker, waits for pedestrians in Mexico City on Monday, March 23. He said business has plummeted for street performers, with few people stopping to take pictures because of the coronavirus. People practice social distancing as they wait for takeout food in Bangkok, Thailand, on Tuesday, March 24. Dana Baer and her son Jacob wish Avery Slutsky a happy sixth birthday from their car in West Bloomfield Township, Michigan, on Tuesday, March 24. The drive-by birthday celebration was held to maintain social distancing and prevent the spread of the coronavirus. Members of the National Guard watch New York Gov. Andrew Cuomo speak about the coronavirus during a news conference in New York City on Monday, March 23. A paddleboarder in Vladivostok, Russia, wears a protective suit at an event marking the opening of the paddleboarding season on Saturday, March 21. The suit was worn to show support for those fighting the coronavirus. Opera singer Stephane Senechal sings for his neighbors from his apartment window in Paris on Tuesday, March 24. A Serbian soldier walks among beds that were set up at the Belgrade Fair to accommodate coronavirus patients on Tuesday, March 24. People in Nanjing, China, enjoy a meal inside a tent on Tuesday, March 24. People clap from balconies to show their appreciation for health care workers in Mumbai, India, on Sunday, March 22. Members of Iran's Revolutionary Guard disinfect cars in Tehran on Wednesday, March 25. President Donald Trump arrives for a daily coronavirus briefing at the White House on Monday, March 23. An employee in Belgrade, Syria, rests inside an office building Monday, March 23, during a curfew imposed to prevent the spread of the coronavirus. The week in 29 photos"], "Language": false}