{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/americas/venezuela-coronavirus-fears-intl/index.html"], "Source": ["cnn"], "Location": ["Bogota"], "ByLine": ["By Stefano Pozzebon"], "Writers": [["Stefano Pozzebon"]], "FirstPublishDate": ["2020-03-26T18:04:00Z"], "LastModifiedDate": ["2020-03-26T19:41:05Z"], "Headline": ["Venezuela's doctors fear the worst as the coronavirus pandemic approaches"], "Section": ["americas"], "MappedSection": [null], "Article_Body": ["In the seventh straight year of Venezuela's bitter economic downfall, local doctors warn that this once-wealthy country has few defenses against the global coronavirus pandemic.  According to the administration of embattled President Nicolas Maduro, only 107 diagnosed cases of the coronavirus have been officially recognized so far; however the country's testing capacity is likely low, considering that its crippled healthcare system cannot even guarantee electricity in all facilities.  Maduro's government knows that the virus's spread could spell exceptional troubles for a fragile population facing chronic shortages of basic goods as well as medical instruments. Last week, he called for an immediate quarantine across the whole country, a sign of the significant risks the virus poses. Calm before the storm On the streets of Caracas, tension is palpable. The government has put the military in charge of enforcing the national shutdown. Soldiers can be seen setting up armed checkpoints and taking over petrol stations to ration fuel.  In public hospitals, where resources are already thin, the feeling is that of calm before the storm. \"The expectation for Venezuela is truly a terrifying scenario,\" says physician Dr. Christian Ramos, of health insurance provider Universitas. \"If that is what is happening to Italy, with all the resources they have, imagine what could happen here,\" he says. Dr. Martin Carballo, an epidemiologist at Caracas University Hospital, says doctors and civilians alike are afraid of the coronavirus's fallout. \"It's no secret that we are not ready for this,\" says Carballo. \"There is lots of fear, both in the general population and among doctors too, a real panic about what could come.\"  Carballo's hospital is one of a handful that the government has designated specifically to treat people who have contracted the virus.  Caracas University Hospital faces the same shortages as the rest of the country: disinfectant, chlorine, surgical gloves, face masks, and funds. But it's still miles ahead of many other Venezuelan hospitals, because at least this hospital administration has -- with considerable effort -- been able to ensure that the building has water and electricity.  Many of those working outside the main cities are worried they will be left behind.  In the remote town of Santa Elena de Uairen, next to the border with Brazil, Dr. Jose Garcia raises the alarm. \"The administration is saying they have provided our hospital with extra equipment, but there are no personnel to work with it,\" he said. \"We don't even have a specialist in pneumology. The closest city is more than 400 miles away,\" he adds. \"The government say that we are prepared, but it's always the same: improvisation and repression.\" Venezuelans are unlikely to find help beyond their borders, either. On Wednesday, Brazil announced the \"partial closure\" of its border with Venezuela, allowing only Brazilian citizens and permanent residents to come through.  'Venezuelan people will go hungry' An looming danger could be the economic and infrastructural fallout for an already struggling population. Hunger is already a killer in Venezuela, and many people here depend on support networks. Few have the means to gather supplies for a self-quarantine of any length of time.  \"Venezuelan people will go hungry, will not have access to water and no access to hand washing and some will soon be homeless, all of which is risky for virus spread,\" said Marianne Menjivar, International Rescue Committee's Country Director of Colombia and Venezuela.  Feed the Solidarity, a Caracas-based NGO program that feeds more than 14,000 kids in the capital city's slums, says its volunteers are doing what they can to keep the service going. Their soup kitchens now admit only five children at a time to prevent large gatherings, and they fear what will happen if the government orders a complete shutdown.  \"If we have to close, more than 30,000 people in Caracas will be affected, with countless damage for the population,\" said Leandro Buzón, a volunteer.  Baudilio Vega, who runs a nursing home with 80 elderly people in Eastern Caracas, tells CNN that the kitchen is already running low on food supplies. He's worried that the donors and relatives who provision it will have to stop, because of military blocks to transportation. Political feuding continues To combat the virus, Maduro asked for an emergency loan from the International Monetary Fund earlier this month, and has demanded that US sanctions against Venezuela to be lifted. But the IMF has denied the request, citing the fact that his government is not universally recognized by the international community. Many countries around the world, including the US and most of South America, question Maduro's claim to power and have recognized opposition leader Juan Guaido as the country's rightful leader.  Maduro's political opponents accuse him of politicizing the crisis. Historically, US Treasury sanctions include exceptions to allow the purchase of humanitarian supplies -- but at the same time, Venezuela's purchasing power has drastically declined as it has been gradually ousted by most international markets since the sanctions began in 2017. Last week, Venezuela announced it had received 4,000 Covid-19 testing kits from China, a key international ally of Maduro's. \"I hope this is an opportunity for the blockade against us by the United States to be removed,\" said Ingrid Sanchez, a member of the ruling United Socialist Party of Venezuela. \"We need the resources to buy medicines.\"   Guaido has set up an alternative Health Commission to manage incoming humanitarian aid. As he has done for more than a year now, he has also called for the immediate removal of Maduro from power and to open the country to full humanitarian assistance -- but the familiar call raises new concerns that the pandemic could become a new political battlefield between the two jousting administrations, with ordinary Venezuelans' lives in the balance."], "Language": false}