{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/investing/bill-ackman-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By David Goldman, CNN Business"], "Writers": [["David Goldman"]], "FirstPublishDate": ["2020-03-26T16:24:52Z"], "LastModifiedDate": ["2020-03-26T17:45:37Z"], "Headline": ["Bill Ackman: Shut down the economy for a month"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Hedge fund billionaire Bill Ackman has a solution to end the coronavirus threat and prevent the US economy from total collapse: shut down everything for a month. \"The interests of the economy and the interests of the health care system are really identical here,\" Ackman told CNN's Christine Romans in a new episode of the CNN podcast series \"Coronavirus: Fact vs Fiction.\" \"The economy will recover quickly if we can shut down the virus. And the way to shut down the virus is the ultimate in social distancing, i.e. a total country shutdown.\" Ackman said the proposal isn't radical: Many states are already implementing stay-at-home orders, except for essential businesses, such as grocery stores and hospitals. But Ackman believes that should be implemented across the country. \"What I'm proposing is a 30-day lock-in to the entire country, a coordinated 50 state lockdown,\" he said. \"It allows companies to plan for the future as they don't need to fire employees, particularly with the government backstop.... I call it the rip-the-Band-Aid-off strategy.\" Ackman said he's spoke with CEOs of large banks, asset managers and food businesses, and they are unanimous in their support for this plan.  His strategy is similar to President Donald Trump's, who has pledged to open the US economy for business after Easter. Ackman's plan would keep the economy closed for a couple more weeks. And it would mandate stay-at-home practices across the entire country, rather than leaving those mandates up to the states. But both Ackman and Trump said they're concerned shutting down the economy for too long would ultimately hurt people more than the coronavirus. \"You know, the president himself said he doesn't want the cure to be worse than the problem,\" Ackman noted. \"Do we risk sort of dragging this out and really crushing capitalism if we can't fix it now and then move on and have it behind us? Yes. So the president is right.\" The problem with that strategy is epidemiologists are unconvinced that a couple weeks or a month is sufficient time to control the outbreak. Parts of China, for example, were in lockdown for longer, and critics have said the country's decision to ease restrictions could cause the virus outbreak to run rampant again.  Those fits and starts could pose an even greater threat to the US economy than if stay-at-home orders were put in place until scientists agreed it was safe to return. If the country had to re-enter lockdown, the American economy could plunge into a Great Depression, some economists argue. Ackman, however, is hopeful. He said he and his hedge fund, Pershing Square Capital Management, have been buying up stocks -- about $2.5 billion worth -- in the past week, as values have plummeted in a sharp sell-off.  \"We bought a large hedge that became much more valuable when markets declined,\" Ackman said. \"And over the last 10 days or so, we've been aggressively buying stocks that have been marked down. So we've been, you know, betting that the economy is going to recover and that great companies like a Starbucks ... and other consumer type franchises that we've specialized in are going to are going to recover from here.\""], "Language": false}