{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/politics/g7-coronavirus-statement/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Alex Marquardt and Jennifer Hansler, CNN"], "Writers": [["Alex Marquardt", "Jennifer Hansler"]], "FirstPublishDate": ["2020-03-25T20:54:07Z"], "LastModifiedDate": ["2020-03-26T15:29:55Z"], "Headline": ["US push to include 'Wuhan virus' language in G7 joint statement fractures alliance"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A push by the US State Department to include the phrase \"Wuhan virus\" in a joint statement with other Group of Seven members following a meeting of foreign ministers on coronavirus on Wednesday was rejected, resulting in separate statements and division in the group. \"What the State Department has suggested is a red line,\" a European diplomat said. \"You cannot agree with this branding of this virus and trying to communicate this.\" The proposed draft statement by the United States also blamed China for the pandemic's spread, the diplomat told CNN. Although the World Health Organization officially has dubbed the illness Covid-19 or coronavirus, a 12-paragraph draft statement circulated by the US among the G7 ministers referred to it as the \"Wuhan virus.\" Because the US holds the presidency for the international coalition -- which also includes the United Kingdom, France, Germany, Italy, Japan and Canada -- it was responsible for penning the draft joint statement. As a result, several of the member nations released their own statements following the foreign ministers' meeting, which was held virtually due to the coronavirus pandemic. A French statement about the meeting referred to the \"COVID-19 pandemic.\" And in a sign that the loaded term isn't a priority for all members of the Trump administration, Treasury Secretary Steven Mnuchin signed on to a G7 finance ministers' statement that they were enhancing coordination \"to respond to the global health, economic, and financial impacts associated with the spread of the coronavirus disease 2019 (COVID-19).\" A joint statement by President Donald Trump and the other G7 leaders after a March 16 videoconference made no mention of China at all. In public remarks, Secretary of State Mike Pompeo has consistently targeted China for an alleged lack of transparency at the outset of the pandemic. CNN has learned that the administration has implemented a coordinated messaging campaign, which includes talking points sent out by the National Security Council pushing US officials to highlight China's alleged \"coverup\" and subsequent disinformation campaign. Der Spiegel was first to report on the inclusion of the phrase in the draft. Asked about the German outlet's report on Wednesday, Pompeo did not deny it.  \"With respect to the statement, I always think about these meetings the right answer is to make sure we have the same message coming out of it,\" he said during a press availability at the State Department. Pompeo said that the pandemic was \"the most pressing agenda item\" at Wednesday's meeting.  \"There was a lot of discussion today amongst the G7 about the intentional disinformation campaign that China has been and continues to be engaged in,\" he said. China reported a cluster of cases of pneumonia of unknown cause to the World Health Organization on December 31, while Chinese officials say they began regular contact with the US about the virus on January 3. The first US case was confirmed January 20. State Department officials have said that the use of the phrase \"Wuhan virus\" is meant to counter such disinformation. However, critics say the phrase is inflammatory, particularly as Asians and Asian Americans in the US report heightened incidents of racism and xenophobia. When the virus was officially named, WHO Director General Dr. Tedros Adhanom Ghebreyesus noted that \"having a name matters to prevent the use of other names that can be inaccurate or stigmatizing.\" President Donald Trump said Tuesday that he has decided to pull back from associating the coronavirus with China, which he had previously done by calling it the \"China virus\" or the \"Chinese virus.\""], "Language": false}