{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/europe/spain-coronavirus-deaths-wednesday-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Picheta, Ingrid Formanek and Al Goodman, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-03-25T15:51:11Z"], "LastModifiedDate": ["2020-03-25T19:18:08Z"], "Headline": ["Spain overtakes China in coronavirus deaths"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Spain has now seen more deaths from the coronavirus pandemic than any other country except Italy, with officials warning that the peak of its outbreak has still not been reached. The nation has recorded 3,434 deaths from Covid-19, the Ministries of Health and Science announced Wednesday, pushing it above China in total fatalities. The numbers are up 27% on the day before. Deputy Prime Minister Carmen Calvo is among those to test positive , the Prime Minister's office said in a statement. She is quarantined in a hospital and is making good progress, the statement said.  Spain is under a countrywide lockdown, and top health official Fernando Simon predicted the nation had still not reached the crest of its outbreak. The number of cases will continue to rise in the coming days, he said. Earlier this week, he had suggested that the peak of the infections could come \"in a matter of days.\" The total number of positive tests in the country rose to 47,610, putting it fourth in the world, behind China, Italy and the United States. Elsewhere, Health Minister Salvador Illa said the government had agreed to buy €432 million euros' ($467 million) worth of masks, tests, gloves and respirators from China, which will start arriving in weekly shipments from the end of this week. The nation has  appealed to NATO for international humanitarian assistance, requesting both medical and personal protective equipment. Spain has been locked down and in a state of emergency since March 13. The period was initially expected to last 15 days, but Prime Minister Pedro Sanchez said Sunday that the state of emergency could be extended for a further 14 days. The parliament has been debating the motion on Wednesday. Emergency hospitals have been set up across the country, while residents have been ordered to stay indoors apart from for essential trips, and normally busy streets are deserted. Troops have disinfected about 500 of the nation's residential homes for seniors, said Gen. Miguel Villarroya, chief of Spain's defense command.  Officials resorted to turning a Madrid ice rink into a morgue as its deaths piled up. Bodies of people who die of Covid-19 are now transported by the country's emergency military unit to the Palacio de Hielo, or Ice Palace, in Madrid's Hortaleza neighborhood, the Madrid regional president's office told CNN on Tuesday. The regional government said this was a \"temporary and extraordinary measure\" designed to \"lessen the pain of the families of the victims and the situation that's being recorded in Madrid's hospitals.\" China, where the outbreak began, has had 3,281 deaths, according to its National Health Commission. Italy has the most, with at least 6,820, according to Johns Hopkins University."], "Language": false}