{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/opinions/germany-low-death-rate-for-coronavirus-sepkowitz/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kent Sepkowitz"], "Writers": [["Kent Sepkowitz"]], "FirstPublishDate": ["2020-03-25T01:14:25Z"], "LastModifiedDate": ["2020-03-25T15:31:33Z"], "Headline": ["Why is Covid-19 death rate so low in Germany?"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["As Covid-19 closes in on the United States, physicians and epidemiologists and crystal ball spinners are trying to forecast just how bad things might get. Right now, cases are already in the tens of thousands and climbing every day. The enormous costs to society and to individuals seem too staggering to comprehend. The number of deaths, however, is the most important measure to define where this pandemic settles in the grim lineup of previous catastrophic infectious diseases. Worldwide, more than 4% of patients—nearing 19,000 --  have died, with many more to come, and each death its own heartbreaking story. As of this past weekend, nine countries had diagnosed more than 9,000 cases, and three -- South Korea, Switzerland,  and Germany -- had deaths rates well below the others. For South Korea, this in part is due to the cases occurring in much younger people, while the information in Switzerland is only now emerging.  But for Germany, Covid-19 is being diagnosed in the same middle-aged people as other countries. The deaths in Germany also fit the seemingly established pattern of also occurring among the very old.  Yet even with similar populations of infected patients as, for example, France, Spain and the US, the German Covid-19 mortality rate is about 0.4% What are the Germans doing right?  Recent articles have raised this issue with several theories put forth by local experts. Some feel that it is a temporary situation, since Germany, like South Korea, has been aggressively testing its population from the outset.  Aggressive testing likely will identify persons otherwise too well to come to medical attention, thereby diluting the tested pool with a large set of infected but otherwise well people who are likely to remain so.  German authorities are concerned that, in the coming weeks, the wave of the very sick will appear in Germany, too, leading to a rising mortality rate. Perhaps.  Others have speculated that the first cases in Germany were older adults who had used an early spring vacation to go skiing in countries that turned out to have high rates of Covid-19.  So yes, goes this thinking: the German cases are in older persons, but all were well enough to ski, that is, they were people without the various other medical conditions that increase risk of death.  There might be other explanations. With any infection, there are four basic questions to ask when looking at broad differences in death rates.  Is the virus different here versus there? NO. Right now, there is no evidence that the virus is mutating toward a more potent strain in the US.\nIs one country diagnosing the virus sooner than another? YES. As above, this may be skewing German and South Korean results by identifying asymptomatic and mildly symptomatic persons unlikely to require medical care. Hospitalization rates by country, currently not tracked, would help sort out the contribution of aggressive testing to survival rates.    \nIs the infected patient different here versus there? YES. South Korea (young patients) and Italy (old patients) are unique in the outbreak, and the characteristics in Iran are not well known. All other countries with specific information, from China to even the US epicenter of New York City, have shown the same basic  distribution with respect to age, sex (more men than women) and smoking.  \nIs the health care system different here versus there? OH YES. Health care system differences at the country level are hard to examine: information is sparse and, given the 50,000-foot view, possibly misleading. However, health care experts typically can rely on \"structural measures\" to determine the quality of a hospital or a state or a country.   These measures are used in the well regarded US News and World Report hospital ranking system and include easily gathered information such as staffing ratios, education level of practitioners and number of specialists and specialty beds, including those in an intensive care unit.    The World Bank tracks health care information by country on three relevant structural measures (though recentness of information varies country to country), each measured per 1,000 general population: doctors, nurses and hospital beds. They and other sources also track two other relevant variables: lifespan per country and health care spending per individual. Neither of these demonstrate differences in affected Western European countries that might explain a difference in Covid-19 survival.  Furthermore, longevity, which may reflect facility with management of chronic conditions such as hypertension or diabetes as well as diet, is about two years higher in Italy, Spain, and France than Germany, which ranks 27th in the world.  Structural measures, however, may provide insight. Higher doctor and hospital bed numbers don't vary meaningfully, but one variable stands out: Nurses per 1,000 people in the general population.   Nurses.   Among the nine countries with the highest number of Covid-19 cases, the country that has the highest nurse rate also has the lowest death rate from the disease. Germany has 13.2 nurses per 1,000 (echoing a trend for high nurse numbers throughout Northern Europe) far above the other heavily Covid-19 affected countries.  This may be just another armchair epidemiologist observation of course.  But higher numbers of nurses may reflect one of two beneficial factors (or both): first, that nurses, the backbone of hospital (and especially ICU) care, are essential to patient management and, ultimately, survival.   The second is that the sort of hospital or country that knows the value of nurses also is a hospital or country that understands how to deliver effective health care and has likely made countless other unmeasured adjustments to improve quality. Either way, it is a reminder that Covid-19 will continue to reveal the strengths and weaknesses of health care systems across the world. The current observed differences also mandate that, when we finally are out from underneath the weight of the current crisis, we must work to determine how we can deliver better health care to large populations across the world.  "], "Language": false}