{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/health/coronavirus-blood-plasma-treatment-fda/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kara Scannell and Brynn Gingras, CNN"], "Writers": [["Madeline Holcombe", "Kara Scannell", "Brynn Gingras"]], "FirstPublishDate": ["2020-03-25T09:22:10Z"], "LastModifiedDate": ["2020-03-25T11:50:40Z"], "Headline": ["FDA says it is expediting the use of a blood plasma treatment as New York begins to roll out new clinical trials"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The US Food and Drug Administration on Tuesday said it is expediting the use of a blood plasma treatment for patients seriously ill with the coronavirus, making it easier for doctors to try another tool to attack the illness. The FDA said in a news release that it is \"facilitating access\" for patients with life threatening infections to blood plasma taken from a person who recovered after once testing positive for the virus. It's a treatment the state of New York is pursuing in clinical trials, Gov. Andrew Cuomo said Tuesday.  The process, known as plasma-derived therapy or \"convalescent plasma,\" involves doctors testing the plasma of people who recovered for antibodies to the virus and then injecting that plasma, or a derivative of it, into the sick person.  The move is a \"big step\" forward, said Dr. Arturo Casadevall, chief of molecular microbiology and immunology at Johns Hopkins Bloomberg School of Public Health, who has advocated for the plasma treatment.  \"It has a high likelihood of working but we won't know whether it works until its done\" and enough patients have been treated, he said. \"We do know based on history it has a good chance.\"  Rolling out trials The move comes as the US recorded its deadliest day since the outbreak began. More than 150 deaths from Covid-19, the disease caused by coronavirus, were reported in the US on Tuesday, according to a tally by CNN. At least 700 people in the US have died and more than 53,000 have tested positive for the virus. Cuomo said his state is also pursuing testing people's blood for antibodies and immunity to coronavirus.  \"That would be very important for us to know because then healthcare workers that could go back to work, there are workers that could return back to the private sector.\"  The New York State Department of Health is also rolling out clinical test trials for anti-malaria drug Hydroxychloroquine and the antibiotic Azithromycin. The patients who are hospitalized with moderate or severe coronavirus will be eligible to receive the treatment.  \"Those are the patients that we think can have the greatest impact so we want to focus on them,\" according to a New York health official. A second New York University trial is exploring if Hydroxychloroquine can be used as a preventative measure to preemptively treat people who don't have the virus but are in contact with those who do, according to an email seen by CNN that was sent by a member of the NY Health Department's Institutional Review Board. Logistics are the biggest issue The New York health official said for the plasma treatment they will be recruiting patients from New Rochelle, which had the first cluster of cases in the state and now has a critical mass of people who have recovered.  Plasma treatments will take time to get off the ground. Physicians will need to identify patients who now test negative for the disease, extract their plasma and have it tested for antibodies for Covid-19 before it can be deployed to ill patients. If there are enough antibodies in plasma it can kill the disease, some doctors say.   The FDA is limiting the plasma treatment to the most seriously ill patients.  The New York health official acknowledged finding a good candidate and providing plasma could take days, but the official said they are expediting this process to just a few days. \"The biggest issue is the logistics. You've got to find the people, you've got to test them, identify the right donors, donate plasma and get it to the people who need it. That involves logistics but it's all doable we're not talking about rocket science,\" said Casadevall. He says he's been overwhelmed with people who want to donate their plasma and doctors around the world who want to understand the potential treatment. Casadevall has set up a website where he hopes to post more information in the next few days.  Plasma treatments have been used since 1900s He anticipates doctors could know in as soon as one month whether the plasma treatment is working if they get enough volunteers to donate their plasma.  Plasma treatments have been used since the 1900s to treat infectious diseases like influenza and more recently Ebola. China has used this treatment in its Covid-19 positive patients and says it is working although US doctors have not yet seen the underlying data.        Casadevall said it's largely safe but there are always risks, including whether someone passes along a pathogen that wasn't identified earlier.  He said the treatment might not work if the patients are too critical. In 2009, he said, there was a trial to treat influenza using plasma but some of the patients were already too sick for the antibodies to work. He said their dire situation had less to do with the virus and more to do with inflammation.  In New York, he said, the treatment will be given to people who are already very ill, but he hopes it will get to the point where doctors can prescribe it to patients who are diagnosed much earlier. "], "Language": false}