{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/politics/state-department-repatriation-flights/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jennifer Hansler, CNN"], "Writers": [["Jennifer Hansler"]], "FirstPublishDate": ["2020-03-24T23:01:38Z"], "LastModifiedDate": ["2020-03-24T23:01:38Z"], "Headline": ["State Department says it has repatriated 9,000 Americans amid coronavirus pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The State Department has repatriated more than 9,000 Americans from 28 countries amid the coronavirus pandemic, State Department spokesperson Morgan Ortagus said Tuesday. The \"unprecedented global effort\" to repatriate US citizens comes as dozens of countries have shuttered their borders and restricted travel in an attempt to stem the spread of the virus -- leaving thousands of Americans stranded. However, obstacles remain in getting Americans back home, and some of those who are stranded still feel that they are not getting enough guidance. A senior State Department official announced Tuesday that they were \"deploying a senior-level official to travel to Peru and support our aggressive repatriation efforts on the ground\" after two planned flights to repatriate some of the hundreds of remaining travelers were delayed. 'The numbers are coming in and growing every day' Tuesday's repatriation update marks a significant increase from Monday, when another senior State Department official told reporters they had brought home more than 5,000 Americans from 17 countries. That official said they were tracking 13,500 Americans seeking assistance abroad.  A third senior State Department official on Tuesday could not offer an updated number of Americans seeking assistance but told reporters that \"at least 40 flights\" are scheduled over the next six days and they expect 3,400 identified passengers to be on those flights. That official said that about 9,300 Americans had been brought home on 70 flights, stretching back to repatriation flights from Wuhan, China, in January and February. Asked about the jump in repatriations overnight, a fourth State Department official said that \"the numbers are coming in and growing every day.\" \"Just in the next 48 hours we do have three different cruise ships coming in,\" they said on a call with reporters. \"Each of these are bringing in more and more Americans and we're working hard, around the clock, to bring more and more in.\" Ortagus said Tuesday that the effort to date \"has involved close collaboration with the US Department of Homeland Security, the Department of Defense, foreign governments, commercial airlines and other private-sector partners, and NGOs.\" \"The department has never before undertaken an evacuation operation of such geographic breadth, scale and complexity. We are using all the tools at our disposal to overcome logistical and diplomatic challenges and bring Americans home from hard-to-reach areas and cities hardest-hit by the virus,\" she said.  Engagement with 'highest levels' of Peruvian government Those tools included engagement with \"the highest levels\" of the Peruvian government following the delays of two planned repatriation flights Tuesday. The US Embassy in Lima advised US citizens to \"stay in their lodging until further notice.\" \"We are working to seek permission from the Peruvian government to land airplanes arriving from the United States,\" they said in an advisory. The first senior State Department official said Tuesday that \"the Peruvian government declined to approve permits for a charter flight operated by American Airlines that departed Miami with a scheduled arrival in Lima that afternoon. Unable to receive the appropriate clearances, the pilot returned the airplane to Miami.\" \"The Peruvian government also failed to provide the proper clearances for a LATAM flight to pick up Americans stranded in Cusco,\" they said.  \"The US Embassy and US Department of State will not rest until we've worked through these issues with Peru to get our people back to the United States,\" that official said. A House Foreign Affairs Committee aide told CNN, \"Our understanding was that State was literally negotiating these things in real time in DC and in Lima and was very open to members of Congress kind of reinforcing the ask, so I think the Peruvian Embassy here has gotten a gentle pitter-patter of phone calls and emails today from members about this.\" They said they did not believe Peru was denying landing permission out of malice, but rather that \"the Peruvians themselves have moved to a much more restrictive posture around air travel and their own airport.\" Monday's senior State Department official noted that \"Peruvian capacity for handling these flights is very limited.\" \"Due to Covid infections in their civil airport in Lima, they've had to close that airport,\" that official said, noting that they are operating out of \"the other side of the airport, which has much, much, much less in the way of capacity, so they are able to process far fewer flights through.\" However, there is concern among those outside of the cities that even if the flights are approved, they won't be able to reach them. \"This is our fear: being left behind once everyone in Lima is able to fly home,\" said Nicholas Beach, an American stranded in Iquitos, Peru.  The senior official said Monday that they were \"hesitant to give a guarantee\" that they would be able to move every person, noting that \"we're hearing about people who are in very remote locations in very remote parts of the world.\" \"It's complicated,\" they said. \"We are moving very large numbers of people and we will continue this effort.\""], "Language": false}