{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/politics/trump-campaign-negative-ad/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Nobles, CNN"], "Writers": [["Ryan Nobles"]], "FirstPublishDate": ["2020-05-07T22:04:37Z"], "LastModifiedDate": ["2020-05-07T22:04:37Z"], "Headline": ["Trump campaign launching $10 million effort attacking Joe Biden"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump's re-election campaign is launching a $10 million effort to attack presumptive Democratic presidential nominee Joe Biden.  Multiple campaign officials tell CNN the effort will feature a mix of digital, online and television ads all taking direct aim at Biden as Republicans attempt to shift the focus away from a referendum on the President to a choice election between the two candidates.  The President personally approved the strategy and the ads set to air, his campaign communications director Tim Murtaugh said. Visit CNN's Election Center for full coverage of the 2020 race. Trump campaign manager Brad Parscale offered a preview of the type of attacks the campaign plans to unleash in a tweet Thursday afternoon. He posted a one-minute ad that will be among several used in the blitz. It seeks to tie Biden to China amid the global coronavirus crisis which has killed tens of thousands and paralyzed the global economy, specifically accusing Biden of having \"protected China's feelings.\" Politico first reported on the Trump campaign's new effort. It comes just one week after CNN reported that Trump, who has become increasingly unnerved by his re-election prospects, unloaded on Parscale in a meeting two weeks ago, even threatening to sue his campaign manager after being told news of a recent spate of polls showing the President trailing Biden. The former vice president led Trump in head-to-head matchups in the crucial battleground states of Michigan and Pennsylvania in Fox News polls in late April. Both Trump and Parscale denied the dust-up took place. Sources say the two have since patched up their relationship.  In a statement on Thursday, Biden spokesperson Andrew Bates said the former vice president \"sounded the alarm about the coronavirus outbreak early, calling on Trump to lead and mobilize against it - while publicly warning him not to trust the Chinese government's word about containment.\" \"But Trump didn't listen. Instead, he echoed Chinese Communist Party propaganda and horrifically mismanaged the worst public health crisis in over 100 years. Now over 70,000 Americans have lost their lives and our economy is spiraling as we endure the worst job losses since the Great Depression,\" Bates added. Last week the Trump campaign launched their first television ad of the general election, a largely uplifting ad designed to highlight the President's approach to the coronavirus crisis. His team has attempted to downplay recent polling that shows him falling behind Biden nationally and in key battleground states.  In addition to attacking Biden on foreign policy, Murtaugh also told CNN that they are planning a deep dive into Biden's lengthy career in public service, highlighting what they see as controversial comments and inconsistencies in his public statements. \"This campaign hasn't even begun yet,\" Murtaugh said. \"We haven't even begun to define Biden yet. There is a long way to go.\" "], "Language": false}