{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/fashion-industry-masks-protective-equipment-covid-19/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland | Ananda Pellerin"], "Writers": [[]], "FirstPublishDate": ["2020-03-24T17:27:22Z"], "LastModifiedDate": ["2020-03-27T16:03:39Z"], "Headline": ["Fashion industry answers the call for masks and personal protective equipment to fight Covid-19"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["With stores closed, runway shows canceled and global supply chains disrupted, much of the fashion industry has been rendered idle by the coronavirus pandemic.   Now, designers, luxury labels and fashion conglomerates are all stepping up to help overcome shortages of masks and other personal protective equipment (PPE) in some of the hardest-hit countries.   In the US, where health officials have warned that stockpiles of medical equipment may be insufficient despite manufacturers ramping up production, some medical workers have been forced to reuse masks between patients and even make their own.  New York Governor Andrew Cuomo took his appeal for assistance in the country's worst-hit state to Twitter, writing: \"We need companies to be creative to supply the crucial gear our healthcare workers need.\"  His call was answered with offers to retool production and put sewing teams and unused resources to good use.  One of the first to respond was designer and \"Project Runway\" alumni, Christian Siriano. \"If @NYGovCuomo says we need masks my team will help make some,\" he tweeted. \"I have a full sewing team still on staff working from home that can help.\"  Just days after his online exchange with Cuomo, the designer posted a video of facemask production already underway.  Nepalese-American designer Prabal Gurung, who is based in New York, has also offered to help, saying via his brand's Instagram account that he hoped \"not only to fill the void of critical PPE, but to mobilize our domestic partners, revitalizing US producers and suppliers.\" And designer Brandon Maxwell, who has dressed high-profile figures from Lady Gaga to Michelle Obama, announced that he is redirecting resources toward the production of gowns for medical workers.  Elsewhere in the country, luxury swimwear brand Karla Colletto has offered up its Virginia factory, and Los Angeles Apparel (a brand founded by American Apparel's Dov Charney) donated the services of its 450-person-plus workforce to produce face masks. And it's not just consumer brands pitching in to help -- apron and culinary clothing manufacturer Hedley & Bennett, for instance, is now producing masks for frontline workers with the help of donations.  European heavyweights step up  It is in Europe, however, that the most substantial offers have emerged, with some of the world's biggest fashion companies throwing their weight behind PPE production. Two of the continent's giants, H&M and Inditex, Zara's parent company, have both committed to gearing their sizable operations toward medical supplies.   French Luxury conglomerate Kering announced that two of its brands, Balenciaga and Yves Saint Laurent, are preparing to manufacture covid masks. The group has also committed to acquiring 3 million Chinese masks for French health service, while its largest brand, Gucci, is looking to make and donate 1.1 million masks and 55,000 medical overalls to authorities in hard-hit Italy.   Rival LVMH, which owns Louis Vuitton and Christian Dior among others, is also leveraging its global supply chain to source 40 million facemasks from China over the next four weeks. The multinational will finance the first week's worth of deliveries, a pledge amounting to five million euros, according to a press release.  Italy is perhaps where new equipment is needed most, with the country's north now the world's worst-affected area. Here, Prada said it has begun production of 80,000 medical overalls and 110,000 masks at the request of authorities in Tuscany.   Elsewhere, Fast Retailing, the Japanese parent company of global clothing giant Uniqlo, has enlisted the help of its manufacturing partners in China to procure approximately 10 million protective masks.  But not all the industry's champions are big-name luxury brands. Textile firm Miroglio Group, who work across the fashion supply chain from sourcing textiles to making finished garments, has recently retooled its operation in the Piedmont region, and last week delivered its first batch of 10,000 \"hygienic\" washable cotton and elastane masks, which they are supplying to emergency workers, NGOs and journalists, first in Italy but also further afield.  \"After our first batch went out we started receiving lots of orders from other companies. We are giving priority to older people and those who are managing the crisis -- police, healthcare workers,\" said the company's CEO Alberto Racca over the phone. The company aims to complete another 600,000 by the middle of next week, and believes it can eventually produce as many as 100,000 a day.  \"We've never manufactured a mask in our whole history, what we tried to do immediately was gather in one room all the key people in our company with the relevant skills, and in a couple of hours, we came up with a prototype,\" he said. They now have 500 employees working on producing the masks, which are being sold at cost, while some costs are being covered by individual donations. \"We have roughly 5,000 people working for us in Italy, and all of them, including those not directly involved in this process, felt a sense of pride for what the company is doing. Especially in these times, where there is a lot of uncertainty, people really feel powerless. But feeling that you can join forces and actually make something happen, is for everyone, and for myself I have to say, a great sense of purpose,\" Racca said.  Question of effectiveness   Most of the firms offering to produce PPE in recent days have specified that their output is intended to help medical workers and first responders. But few have outlined in how, or even if, their creations will meet strict medical requirements.   Health officials usually recommend the use of an N95 mask, which can filter out 95% of airborne particles, though America's Centers for Disease Control and Prevention (CDC) has now said that other filtering facepiece respirators (FFRs) are acceptable in times of shortage.  Siriano has expressed hopes that his masks will be approved by the US Food and Drug Administration (FDA), while culinary clothing firm Hedley & Bennett said that its reusable items aren't. (\"They are not direct substitutes for N95 surgical or procedural masks,\" the company stressed, though the items, \"if used correctly, should help reduce person-to-person droplet transmission of the virus.\")  Given the severity of shortages around the world, however, something may be better than nothing. Los Angeles Apparel, for instance, has accepted that its terry cotton mask is not ideal, though it \"seems to be a worthwhile substitute for those without access to surgical masks or other.\"  Even if the items end up in public, rather than medical hands, they may still aid the fight against Covid-19. While the effectiveness of face masks in preventing the spread of disease remains a matter of debate, demand has surged around the world, and a new supply could make it easier for medical staff -- for whom wearing one can be a matter of life and death -- to get the equipment they need.   The fashion industry is not alone in helping meet the shortfall of medical supplies. In the US, mask donors have included dentists, woodwork enthusiasts and the investment bank Goldman Sachs. Medical workers have been using the hashtag #GetMePPE to elicit donations from members of the public, while prison inmates in Chicago and New York have been enlisted to produce protective equipment.   Perfume makers and distilleries are among the businesses that have retooled their facilities to produce hand sanitizer, which has also been in short supply. "], "Language": false}