{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/europe/spain-ice-rink-morgue-coronavirus-intl/index.html"], "Source": ["cnn"], "Location": ["Madrid, Spain"], "ByLine": ["By Al Goodman, Laura Perez Maestro, Ingrid Formanek, Max Ramsay and Ivana Kottasová, CNN"], "Writers": [["Al Goodman", "Laura Perez Maestro", "Ingrid Formanek", "Ivana Kottasová"]], "FirstPublishDate": ["2020-03-24T11:41:26Z"], "LastModifiedDate": ["2020-03-24T15:37:58Z"], "Headline": ["Spain turns ice rink into a morgue as coronavirus deaths pile up"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["An ice rink in Madrid has been turned into a temporary morgue as Spain tries to cope with the fallout from its rapidly spreading coronavirus outbreak. Bodies of people who have died of Covid-19 are now being transported by the country's emergency military unit to the Palacio de Hielo, or Ice Palace, in Madrid's Hortaleza neighborhood, the Madrid regional president's office told CNN on Tuesday.  The regional government said this was a \"temporary and extraordinary measure\" designed to \"lessen the pain of the families of the victims and the situation that's being recorded in Madrid's hospitals.\" Spain has the fourth highest number of confirmed cases worldwide -- after China, Italy and the US -- and the third highest number of deaths. The country has confirmed 39,673 cases and 2,696 deaths, the prime minister's office said Tuesday.  The Madrid municipal funeral service, a major provider in the city, announced in a statement on Monday it would stop collecting the bodies of Covid-19 victims, because its workers don't have sufficient protective material. The service manages 14 cemeteries, two funeral parlors and two crematoriums in Madrid. The funeral service said that cremations, burials and other services for coronavirus victims would continue as normal, but only if the bodies are \"sent by other funeral services businesses in a closed coffin.\" Madrid is one of the epicenters of the epidemics in Spain. The president of the Madrid region, Isabel Díaz Ayuso, said last week that the city expects 80% of its population to get Covid-19. \"They will have mild symptoms,\" she told a local radio, but added that the illness will be a problem for the city's vulnerable population, which is around 15% of people. Spain has been locked down and in a state of emergency since Friday March 13. The period was initially expected to last 15 days, but Prime Minister Pedro Sanchez said Sunday that the state of emergency could be extended for further 14 days. The parliament will debate the motion on Wednesday. Emergency hospitals have been set up across the country, while residents have been ordered to stay indoors apart from for essential trips, and normally busy streets are deserted. A new government order has come into effect on Tuesday, ordering senior citizens homes to inform the government if they have any deceased people that they are unable to move out of the residence.  The order appeared to be issued in reaction to reports in Spanish media that quoted the country's defense minister as saying that a care home for elderly citizens was found to have a body or bodies that weren't being moved out. "], "Language": false}