{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/opinions/trump-andrew-cuomo-incompetence-leadership-campoamor/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Danielle Campoamor"], "Writers": [[]], "FirstPublishDate": ["2020-05-07T21:53:40Z"], "LastModifiedDate": ["2020-05-07T21:53:40Z"], "Headline": ["Trump's incompetence makes Andrew Cuomo's performance look better than it is"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["It's not hyperbolic to call New York Gov. Andrew Cuomo the most popular politician in the United States. A recent Siena College poll showed that in New York, Cuomo is viewed favorably by 90% of Democrats, 73% of independents, and 53% of Republicans. A national NBC/Wall Street Journal poll showed that 46% of voters trust the New York governor when it comes to the coronavirus, compared to the 36% who trust President Donald Trump and the 26% who trust former Vice President Joe Biden. \"Cuomo for president\" sweatshirts are an actual thing.  When compared to Trump, Cuomo certainly does appear to be \"doing it all\" for the city and state of New York. And as a leader who has the courage to take responsibility and the blame for the ramifications of shutting down the state, he is a vastly better leader compared to a feckless President who refuses to take any responsibility for the extensive loss of life occurring under his watch.  But that's the problem with putting an incompetent reality TV host in the White House: After four years of gross incompetence and blatant ineptitude, we've come to simply be grateful for any kind of consistent and capable leadership we do receive, instead of demanding the kind of leadership we deserve. At the time of writing, according to the New York City Department of Health, more than 14,000 people in the city have lost their lives to confirmed cases of Covid-19. This is a travesty by any measure, but when compared to Trump initially labeling the Democrats' reaction to the coronavirus  a \"new hoax\"  and ignoring expert warnings about the severity of the coronavirus for months, Cuomo's failings are easy to overlook. And when Cuomo provides New York -- nay, the country -- with competent, coherent, fact-based and informative news conferences while Trump spends more time praising himself, hawking unfounded \"miracle cures\" and attempting to blame China for the virus (even though Trump has praised the country's leaders at least 15 times prior to the first recorded Covid-19 related death in the United States), Cuomo's severe missteps look like impressive pole vaults over a bar that has been lowered to the point of non-existence.  But the New York governor is not the hero this moment in world history has positioned him to appear. And as a country, we must not let Trump's incompetence and selfishness erase the ways in which Cuomo has failed his state.   The governor initially downplayed the seriousness of the Covid-19 threat, didn't plan to provide sufficient funding for the health care system and hasn't done enough to protect the most vulnerable parts of the population.  If Cuomo and other New York leaders had shut down restaurants and schools sooner, the death toll in the city might have been reduced by 50-80%, according to Dr. Thomas R. Frieden, the former head of the Centers for Disease Control and Prevention and former commissioner of the city's health department. In the early stages of the disease spreading in the United States in March, Cuomo said \"Excuse our arrogance as New Yorkers -- I speak for the mayor also on this one -- we think we have the best health care system on the planet right here in New York. So, when you're saying, what happened in other countries versus what happened here, we don't even think it's going to be as bad as it was in other countries.\" Just as Trump was wrong for initially downplaying the threat, Cuomo was also wrong.  A faultless champion does not, in the midst of this public health crisis that has exacerbated a shortage of personal protective equipment for frontline hospital workers and necessary ventilators for coronavirus patients, defend the state's earlier proposal to slash Medicaid funding to New York hospitals. The proposal to cut funding was made by a panel led by Cuomo earlier in the year -- before Covid-19 cases were reported in the United States -- and then formally released March 19. At a time when our city's hospitals are overwhelmed, and an estimated nearly 44,000 New Yorkers have been hospitalized as a result of contracting Covid-19, the governor is instead relying on the federal government for hospital funding. \"The places that are getting the most funding now because of what the federal government did are the hospitals,\" Cuomo said. \"They are doing better than anyone else.\" This even as he labeled the federal relief package as \"terrible\" for the state of New York. Cuomo said the measures to cut funding to New York City hospitals were necessary to pass a balanced budget.  Yes, it's true that a state has to make cuts to balance its budget, but as the governor of a state that ranked 30th in the nation for its maternal mortality rate -- and when a black woman living in New York City is 12 times more likely to die from pregnancy-related complications than a white woman -- proposing such substantial cuts to Medicaid funding in the first place is egregious. There are other ideas that needed to be seriously considered, such as a higher corporate tax and taxing billionaires and ultra-millionaires more. Cuomo could order the mass release of nonviolent offenders from Rikers and other detention centers and correctional facilities, where the virus is spreading because of the impossibility of social distancing and poor living conditions. A number of elderly people who are incarcerated and are at a high risk of contracting and dying from Covid-19 have applied for clemency, which Cuomo could grant. And while the governor's administration did order the early release of as many as 1,100 people held on parole violations, and has called to release pregnant women who have less than six months left in their prison sentence, it is too little too late. According to state records, 370 inmates have contracted the virus and 10 have died. More than 1,050 prison staff members have tested positive for the virus, and two have died.  The governor could also take a page out of California leadership's book and offer cash relief to undocumented immigrants, especially since undocumented immigrants (and their spouses) were not eligible to receive the federal government's relief check. New York state has one of the largest undocumented immigration populations in the United States, according to Pew. In New York City, according to the 2019 Mayor's Office of Immigrant Affairs Annual Report, there are more than 500,000 undocumented immigrants, many of whom work in the service industry. But Cuomo won't commit to providing financial assistance to the very people he claimed that he at one time identified with, instead blaming the state's \"financial problems\" for leaving them behind. While I understand that the state's budget has taken a significant hit from responding to crisis and that tax money isn't flowing in with the city essentially shut down, consider that undocumented immigrants in New York state pay an estimated $1.1 billion in state and local taxes, according to an analysis by the Fiscal Policy Institute, and it feels as though the governor is turning a blind eye. In a letter to Cuomo, the New York Civil Liberties Union, National Day Laborer Organizing Network and several other organizations listed viable ways the governor could help undocumented families during this time, including allocating funds to \"community based organizations/partner organizations within NY to distribute food, service and other supports for workers and families.\"  More people should be talking about the governor's miscalculation, especially when even the decision to close school for the more than 1 million students in New York City public schools resulted in a back-and-forth contest between Cuomo and Mayor Bill de Blasio -- a result of their long-standing feud that even in the midst of an unprecedented crisis the two elected officials could not bring themselves to squash. New York City is struggling to adequately and respectfully care for its dead. At least 26 New York City public hospital medical workers and 32 nonmedical hospital workers have died after contracting coronavirus, according to a New York Times analysis. In mid-April, Politico reported 138 municipal workers had died from Covid-19. Instead of seemingly blindly praising Cuomo for his leadership, we need to put his actions into context: President Trump has set the leadership bar very low."], "Language": false}