{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/politics/screening-international-flights-dhs-house-oversight/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jeremy Herb, CNN"], "Writers": [["Jeremy Herb"]], "FirstPublishDate": ["2020-05-07T19:00:04Z"], "LastModifiedDate": ["2020-05-07T19:34:14Z"], "Headline": ["Few passengers were stopped in initial screenings of international flights, House panel finds"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["New data from the Trump administration shows few passengers were stopped in initial screenings of international flights from early coronavirus hotspots outside of China, prompting Democrats to question whether the first phase of the administration's effort to stem the spread of the outbreak was effective in ferreting out potential cases. Passenger screenings at Italian airports resulted in just 13 passengers being stopped from boarding flights to the US from Rome in the first two weeks in March, after the US announced all passengers from Italy would receive health screenings due to the coronavirus outbreak, according to data provided to the House Oversight Committee. And there were no passengers stopped from boarding flights to the US from Milan, Italy, the epicenter of Italy's initial coronavirus outbreak, from March 3 through March 14, when stricter travel restrictions for Europe were put in place. In South Korea, 56 passengers were stopped from boarding inbound flights, including 25 by Korean Air from February 28 through March 10, according to the government's data. The screenings at airports in South Korea and Italy, which were two of the early coronavirus global hotspots, are one of several air travel-related issues Democrats on the House Oversight Committee are investigating as part of their examination of the Trump administration's response to the coronavirus outbreak and whether there were missed steps that could have limited the virus' spread in the US. It's hard to determine the ultimate impact of those screenings. It's not clear how they may have stemmed the spread of coronavirus in the US, and it's unknown how many travelers with positive cases, if any, may have slipped through foreign airports. On March 3, there were 122 confirmed positive cases in the US. By March 14, when the European travel restrictions went into effect, the number had grown to more than 2,800. In mid-February, CNN reported that the Centers for Disease Control and Prevention had screened more than 30,000 passengers on flights from China, but not a single US coronavirus case had been caught by the airport temperature checks. Vice President Mike Pence announced on March 3 that 100% of passengers coming from Italy and South Korea would receive health screenings in those countries before traveling to the US, saying the administration had not yet concluded it needed to conduct additional testing at US airports. \"At this moment, as of this morning, the screening is taking place and it is -- multiple-layered screening is taking place in those countries, in cooperation and coordination with us,\" Pence said. \"We did have a discussion today with Homeland Security officials, and they are preparing recommendations to the President regarding screening on our end if we determine that that is also necessary.\" But the committee raised concerns about how stringently the screenings were conducted in Italy and South Korea after receiving several letters from travelers returning from those counties, who were concerned about a lack of health screenings. Several wrote in the letters, which were reviewed by CNN, that they received no temperature screenings at airports in Italy and US officials asked no questions about their health or travel to high-risk counties when they returned to the US. Rep. Raja Krishnamoorthi, an Illinois Democrat who chairs the Oversight subcommittee conducting the investigation, questioned why passengers were not screened at US airports when they arrived from Italy and South Korea, just like those who returned from Wuhan, China. \"After imposing a travel ban and enacting health screenings for travel from China at the start of February, the President told us they had everything under control,\" Krishnamoorthi said in a statement. \"Yet, the administration did little else to stop the inflow of the virus through our airports until mid-March, and it disregarded valuable opportunities to slow the spread through enhanced entry screenings.\" The State Department told the committee that US officials in both South Korea and Italy monitored the screenings and were in \"close contact\" with airport authorities to ensure the screenings took place. \"The Italian government welcomed passenger-screening guidelines provided by the United States and voluntarily performed the screening, keeping Embassy Rome and Consulate General Milan officials updated,\" the State Department wrote in written answers to the committee, which were obtained by CNN. In addition to the screenings, the committee is scrutinizing the long lines that emerged at US airports after the European travel restrictions were put in place, where passengers returning to the US were waiting for hours -- and not social distancing -- to go through customs and immigration. The committee said it was briefed by officials from Customs and Border Protection, the Centers for Disease Control and Prevention and the State Department. The administration officials told the panel they did not recall conversations about putting social distancing measures as they set up the screening procedures, saying they \"expected a large load\" of Americans returning and were focused on being staffed sufficiently \"to process the people.\" Officials at Homeland Security and CDC did not respond to CNN's requests for comment on the committee's findings. A State Department spokesperson said the US has \"enjoyed close coordination\" with South Korea and Italy on combating coronavirus, including the screening of US-bound passengers. At US airports in early March, Customs and Border Protection agents were told to review travel advisories from countries including Italy and South Korea, and refer those exhibiting symptoms for an additional health screenings. The Trump administration told the committee that \"just under 1,500\" returning passengers from travel-restricted countries from January 17 through March 29 were referred to the CDC for public health screenings, out of the roughly 250,000 passengers screened by DHS' Countering Weapons of Mass Destruction Office. About one in 10 passengers had their temperatures checked during the same time period, the DHS office told the panel, saying that was its informal policy. The Trump administration announced that screenings would occur for airline travelers in South Korea and Italy on March 3, as the virus spread across the globe from its origin in Wuhan, China, and the number of cases in both Italy and South Korea spiked. The State Department told the House panel that South Korea had begun implementing its own temperature screenings on February 28. On March 5, temperature screenings were instituted at Seoul's Incheon airport for all passengers entering the departure hall, the security checkpoint and at the boarding gate. South Korea also added a health questionnaire for US-bound passengers on March 11, according to State. \"While we generally find (Korean) authorities credible on matters such as this, our US embassy in (South Korea) repeatedly sent staff to Incheon International Airport in Seoul to physically inspect the measures\" that were being taken, the State Department wrote. US Ambassador to South Korea Harry Harris also visited the airport, according to State. While the CDC had officials in South Korea in early March, the committee said, the CDC was not on the ground in Italy to observe the screenings. Instead, the State Department said Italian officials were in \"constant communication\" with the US Embassy in Rome as the outbreak spread, and officials from the US embassy and consulate in Milan visited the airports to observe the screenings.  The State Department told the committee US officials verified that the screening \"was being properly undertaken in strict accordance with the guidelines.\" \"Embassy and consulate general officials performed multiple follow-up visited and verified screening was preceding comprehensively and efficiently,\" State told the oversight panel. From February 28 through March 10, State said that the Korean government reported 56 passengers were denied boarding: United Airlines barred five passengers, Delta denied boarding to 16 passengers and Korean Air had taken the strictest approach and denied boarding to 25 passengers. In Italy, four passengers were stopped from boarding a flight at Rome's Fiumicino airport on March 5, and nine passengers were barred from boarding on March 9, State said. No passengers were stopped from Milan's Malpensa airport as a result of the screening, the department said. This story has been updated with additional developments Thursday."], "Language": false}