{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/badaling-great-wall-china-reopens-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lilit Marcus and Maggie Hiufu Wong, CNN"], "Writers": [["Lilit Marcus", "Maggie Hiufu Wong"]], "FirstPublishDate": ["2020-03-24T07:25:35Z"], "LastModifiedDate": ["2020-03-24T08:52:35Z"], "Headline": ["Great Wall of China's Badaling section reopens to visitors"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["A small section of the Great Wall of China has reopened to visitors as of March 24, a sign that life in China is slowly returning to normal following the coronavirus epidemic. The Badaling section of the Great Wall, which stretches from Bei Liu Lou to Nan Wu Lou Ban, will be open daily from 9 a.m. to 4 p.m.  Around 70 kilometers (43 miles) from Beijing, it's the most popular section of the wall for tourists, to the point that officials instituted a cap of 65,000 visitors per day as of June 2019. Chinese officials said in a statement that they will only permit 30% of the usual number of visitors into the area for the time being. To be permitted entry, visitors must first book a ticket in advance, either on the Badaling Great Wall's official website or through China's WeChat app. Then, upon arriving at the Great Wall, they will have their temperatures checked.  Visitors must have a registered Health QR code -- a system through the AliPay or WeChat app that is connected to their ID card -- that shows as green, or healthy, before being permitted entry. Visitors also must wear face masks and stay at least one meter away from each other at all times. Medical staff and active military personnel will get free entry -- but will also have to follow the same set of rules.  Otherwise, tickets cost 35 RMB ($5) during the off-peak season, which ends March 30, and 40 RMB ($5.65) during peak season from April 1 - October 1. All other sections of the Great Wall remain closed, as do the cable car and China Great Wall Museum in Badaling. Normally, more than 10 million people visit the Great Wall every year. The UNESCO World Heritage Site was closed to visitors on January 25 as the coronavirus epidemic began to ramp up.  Many other sites throughout China remain closed, including the Forbidden City complex in Beijing and Shanghai Disneyland. "], "Language": false}