{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/politics/americans-stranded-overseas/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Nicole Gaouette and Jennifer Hansler, CNN"], "Writers": [["Nicole Gaouette", "Jennifer Hansler"]], "FirstPublishDate": ["2020-03-23T23:31:55Z"], "LastModifiedDate": ["2020-03-24T13:20:20Z"], "Headline": ["13,000 stranded Americans struggle to find way home as pandemic surges"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As the State Department arranges flights to bring back Americans stuck abroad by border closures and flight cancellations due to the coronavirus pandemic, many of those citizens and their families tell CNN they are still struggling to get clear answers from the agency tasked with protecting their health and well-being overseas. State Department officials told reporters Monday that they are organizing 16 flights in the next few days, deploying an emergency fund to charter flights and discussing the use of Defense Department and Department of Homeland Security planes to transport stranded Americans, some 13,500 of whom have reached out for help getting home and are now being tracked by the department. \"No option is foreclosed out,\" a senior State Department official said.  The officials spoke a day after President Donald Trump said the government is \"working very hard, long,\" to help Americans overseas. Vice President Mike Pence added that, \"We've been working very diligently through the State Department to make it possible. Their commercial flights have been chartered and we're also working with the military for a backup on flights.\" 'Unprecedented challenges' On Monday, Secretary of State Mike Pompeo tweeted that \"Americans abroad face unprecedented challenges\" and that his department \"will continue to assist them wherever they're located.\" But travelers overseas and their worried families back at home say they are scrambling for information and help, telling CNN that their most frequent and reliable sources of support aren't coming from the State Department or US government, but from groups on the social media messaging service WhatsApp, their lawmakers and foreign officials in the countries where they are stuck.  Wil Franklin, manager at Trinity River Vineyard in Humboldt Country, California, has been trying to get information to help his half-brother and father get out of Peru, getting assistance eventually from Democratic Rep. Jared Huffman's office, which reached out about a chartered flight. Franklin said his family, hunkered down in Arequipa, Peru, haven't gotten clear information from the State Department.  \"They're in the dark,\" he told CNN. \"We've been communicating to them what's going on\" about the conversations with Huffman. One US graduate student in Honduras for vacation said she has also struggled to get clear communication from the State Department. Honduras closed its borders the day after the 26-year-old arrived for a scuba diving trip in the Bay Islands and she's been trying to get out ever since. The State Department travel warning she checked the day before they left on March 13 mentioned no risk of coronavirus or transportation shut downs, just the risk of violence.   \"I wish that the communication was better because I don't know how much they are doing,\" this woman said of the State Department's efforts to help Americans. \"They might be doing a lot. We heard Trump say yesterday that they're doing a lot to help Americans who are stuck. We aren't seeing any of that.\" Referring to the high-profile extraction of an American women's football team, who were taken out of Honduras on US military planes, the woman said, \"We're just seeing the American football team being evacuated and that's frustrating. For all I know they're paying United a bunch of money to come down here.\" In contrast, the offices of both New Jersey's Democratic senators, Cory Booker and Robert Menendez, have reached out to her mother to offer help. Like the other Americans CNN spoke to, she had enrolled in the Safe Traveler Enrollment Program, or STEP, but her attempts to reach the US embassy or consulate have been frustrating. After sending email to the consulate to ask if she could trust outreach by the local Honduran governor of the Bay Islands, she received an email that didn't respond to the question but told her to keep trying commercial flights.   Like many other Americans stuck overseas, this student has turned to a WhatsApp group. Her other reliable source of information is the Bay Islands governor, Dino Silvestri, who is holding daily webcast briefings to answer questions from stranded foreigners and convey information about airlines and flights.  'It was worth it' \"He's where all of our information is coming from; a lot of people are frustrated that we're hearing from him and not our government,\" the student said. She learned of a United flight with spare seats through Silvestri's chats and the WhatsApp group is hoping to get on it on Tuesday. Those with money have taken action on their own. Fred Warkentine arranged his own six-person charter for his family to get them from Roatan, Honduras, to Miami on Sunday night. They are flying from Miami to Louisville on Monday.  He told CNN it cost \"$15,000 ... which was a huge sum ... but when your airline has abandoned you and we were concerned the US was going to close their borders ... and factoring cost to stay in Roatan, the changing uncertainty of things in Roatan, and lost income ... we felt it was worth it.\"  Warkentine estimated that there were at least 800 US citizens still stuck on the Bay Islands. He said a large charter left later on Sunday night. Dale Buckner, the CEO of Global Guardian -- the private security firm which arranged that charter -- said it transported 144 Americans at the cost of $1,300 per seat. Buckner estimates that his firm has repatriated roughly 2,000 people to the US, and will bring back \"approximately 600 to 800 more Americans in the next 24 to 30 hours\" if all goes according to plan.   Asked by CNN what message they want to send frightened Americans overseas trying to get home, State officials essentially say, \"get out while you can\" -- a foregone option for many stuck in countries where borders suddenly closed and flights were canceled. \"If you are a US citizen, and you are abroad at the moment, take a look at your circumstances, determine whether this is a place where you'd be willing to hunker down for an indeterminate period of time, as airspace and borders etc close down,\" the senior official said. \"If you are somewhere where you think, 'No this is not where I would want to be over the long haul,' take advantage of existing commercial opportunities and get out now.\"  The official said they were \"hesitant to give a guarantee\" that they would be able to move every single person, noting \"we're hearing about people who are in very remote locations in very remote parts of the world.\" \"It's complicated,\" they said. \"We are moving very large numbers of people and we will continue this effort.\" As part of the repatriation effort, the department created a task force last week, but the official was unable to say how many staff are assigned to it, telling reporters that consular officers all over the world are working to help American citizens. The official was also unable to describe the geographic spread of countries that Americans are seeking help to leave or how many have enrolled in the STEP Program.  The State Department officials said the agency's Bureau of Economic and Business Affairs is working with private charters to get them into places to help with repatriation efforts, using a fund specially authorized by Congress for emergencies that's known as the K Fund. Government aircraft \"We're looking at 16 or so flights in the next five days. And we've got additionally about 1,600 passengers, over 1,600 passengers identified for those flights with room for more,\" the senior official said.  They said that in addition to the K Fund charters, they are using Defense Department backhaul, or returning, flights in some cases.  \"We're also working with the Department of Homeland Security. They're flying planes into Central America, and they are prepared to bring folks back on those aircraft. So it's a variety of different US government aircraft,\" the senior official said. Space on these flights will be prioritized for those with vulnerabilities like age and medical conditions. \"If we have somebody who is 70 years old with an underlying condition such as diabetes or heart disease, that person is going to get a higher priority on one of those flights, than the hale and hearty 20-year-old,\" they said. That official said about 5,700 people had been brought back, and \"the great majority of those were coming back through State Department chartered aircraft,\" including more than 800 from Wuhan, China, in late JanuYaha Abou-Ghazalaary, more than 300 from Yokohama, Japan, and \"approximately 1,200 came out of Morocco last week.\" On Monday afternoon, the US embassy in Guatemala announced a second charter flight had left the country. \"We plan two more flights tomorrow, and two on Wednesday,\" they said in a tweet. Meanwhile, the US Embassy in Peru said that to date, approximately 600 Americans have departed Peru on charter flights. \"Be advised that the government of Peru is limiting air traffic to repatriation travel for US citizens facilitated through the US government. Beware of scams. Up-to-date and credible information can be found on the US Embassy's official platforms,\" they said in an advisory Monday. The first charter flight to leave Guatemala for the US left earlier Monday. \"We are committed to helping Americans return home during #COVIDー19,\" the embassy wrote in a tweet along with a video of the plane taking off."], "Language": false}