{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/africa/chloroquine-trump-nigeria-intl/index.html"], "Source": ["cnn"], "Location": ["Lagos, Nigeria"], "ByLine": ["By Stephanie Busari and Bukola Adebayo, CNN"], "Writers": [["Stephanie Busari"]], "FirstPublishDate": ["2020-03-23T08:41:54Z"], "LastModifiedDate": ["2020-04-07T00:31:30Z"], "Headline": ["Nigeria records chloroquine poisoning after Trump endorses it for coronavirus treatment"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Health officials in Nigeria have issued a warning over chloroquine after they said three people in the country overdosed on the drug, in the wake of President Trump's comments about using it to treat coronavirus. A Lagos state official told CNN that three people were hospitalized in the city after taking the drug. Officials later issued a statement cautioning against using chloroquine for Covid-19 treatment.  US President Donald Trump claimed at a White House briefing last week that the Food and Drug Administration had approved the \"very powerful\" drug chloroquine to treat coronavirus. \"It's shown very encouraging -- very, very encouraging early results. And we're going to be able to make that drug available almost immediately. And that's where the FDA has been so great. They -- they've gone through the approval process; it's been approved. And they did it -- they took it down from many, many months to immediate. So we're going to be able to make that drug available by prescription or states,\" Trump said. He added: \"Normally the FDA would take a long time to approve something like that, and it's -- it was approved very, very quickly and it's now approved, by prescription.\" At CNN, we start with the facts. Visit CNN's home for Facts First. However, the FDA after the briefing issued a statement saying it had not approved the drug for use against Covid-19 and is still studying its effectiveness against the disease. Price hikes Trump's endorsement of the drug led to a surge of interest among Nigerians keen to stock up on the medication, which has led to inevitable price hikes in the megacity of around 20 million inhabitants.  One man told CNN that in a pharmacy near his home on the Lagos mainland, he witnessed the price rise by more than 400% in a matter of minutes. Kayode Fabunmi, a Lagos-based lawyer, said: \"The pharmacist knew the market and was saying to every incoming customer, 'You know Donald Trump has said this thing cures coronavirus,' and the price kept changing.  \"The original price was 200 naira (around 50 cents), then it became 500 naira ($1.38) then it became 1,000 naira ($2.77) while I was there,\" he said. The Lagos State Health Ministry issued a brief statement saying there was no \"hard evidence that chloroquine is effective in prevention or management of coronavirus infection.\" Chloroquine is used to treat malaria, lupus and rheumatoid arthritis. Malaria is an endemic disease in Nigeria and other parts of Africa and for many years, it was common to treat it with chloroquine. However, at least 40 African countries, including Nigeria, have phased it out as a frontline antimalarial drug and replaced it with other drugs following widespread resistance to it. Lack of clinical evidence While doctors in China, the United States and other countries have used the drug experimentally in Covid-19 patients, there is not yet enough clinical evidence that it's effective in humans or the management of the disease. Dr. Michel Yao, Africa emergency response program manager for the World Health Organization, told CNN there are 20 drugs and the same number of vaccines under clinical trial, and it is too early to make recommendations about the efficacy of any for the treatment of the virus. \"The WHO's position is clear. Any medication should be based on evidence. We don't have yet any evidence from any of these trials that would allow WHO to do a formal recommendation. All these are in progress, so it is difficult for us to recommend at this stage that any of the medicine can be of use for the treatment of coronavirus,\" Yao said. \"It is too early to rush to the decision that chloroquine ... at least for WHO to recommend it for the treatment of coronavirus,\" he added. Side effects  Fabunmi, 44, told CNN he had used chloroquine before to treat malaria and recalled that severe itching was one of the side effects. \"For two, three days you will be itching,\" he said. \"You dread having a bath, you will scratch and scratch and you would have to take piriton (an antihistamine) alongside it. \"It's also very bitter. If you make the mistake of letting it drop in your mouth, you will feel the taste for a long time.\" Nigeria as of Sunday has reported 30 cases of Covid-19 and Fabunmi said he feels better having his batch of chloroquine. \"I didn't mind paying as I just wanted to get some in case it will become necessary. ... I didn't want a situation where I will regret not buying it. Better to be safe than sorry,\" he said."], "Language": false}