{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/health/sanjay-gupta-podcast-march-23-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN staff"], "Writers": [["CNN staff "]], "FirstPublishDate": ["2020-03-23T19:43:02Z"], "LastModifiedDate": ["2020-03-23T20:51:03Z"], "Headline": ["'Coronavirus: Fact vs. Fiction' transcript for March 23: Dr.  Gupta answers viewer questions on reinfection, pregnancy and more"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Many of you have reached out to us with your questions about the novel coronavirus, so in the most recent episode of \"Coronavirus: Fact vs. Fiction,\" Dr. Sanjay Gupta responds to some of the most frequent queries about the pandemic. You can listen to the podcast on your favorite podcast app. The transcript of today's episode is below: Dr. Sanjay Gupta: As cases of Covid-19 have skyrocketed in the US and around the world, I've been getting a ton of questions from you about the virus.  You've left me messages, you've emailed -- so in this episode I'm going to answer some of them.   I'm Dr. Sanjay Gupta, CNN's Chief Medical Correspondent. This is \"Coronavirus: Fact vs. Fiction.\"    Dr. Gupta: Question 1.  Listener: If a person gets the coronavirus and it's a mild case and they recover, does that person then have immunity from the disease in the future?  Dr. Gupta: This is a really important question.   There were some early reports in Japan and China of people becoming reinfected, but researchers looked into that and they think that wasn't actually what was happening.  It's possible that those people never fully cleared the virus. In some people, the virus can stay in the body, even after they're no longer showing symptoms.    I wanted to be sure of this, so during our CNN Town Hall, I asked Dr. Anthony Fauci, the Director of the National Institute of Allergy and Infectious Diseases, and this is what he said: Dr. Anthony Fauci: If this virus acts like any other virus that we've had any experience with, once you get infected and recover from that infection, your body will mount a response that will protect you from reexposure and rechallenge with that exact virus.  If you get infected with the novel coronavirus and you recover, you can be pretty certain that you're protected against reinfection.   Dr. Gupta: Now there's no definitive study on this, but Dr. Fauci has been dealing with viruses his entire professional life, so I believe him when he says that it's very unlikely that you'll get the virus again.  Listener: My name is Jasmine. And my question for you is, can young people get really sick from the virus?  Dr. Gupta: The Centers for Disease Control and Prevention came out with a report last week that showed young adults between the ages of 20 and 44 were making up to 20% of coronavirus hospitalizations.   And almost half the patients who were admitted to the ICU were adults under the age of 64.   Now it didn't say whether those patients had any underlying risks, so it's not clear if these young adults were more vulnerable to the infection than others.    The risk of dying is still much higher in older people, but this new study is important because it shows that adults of all ages are at risk of getting really sick.  Listener: How long are you contagious if you've recovered from the virus?  Dr. Gupta: This one is a case-by-case basis.   The CDC guidelines say that if you're not showing symptoms, like a cough or fever; and if you've been tested negative on at least two consecutive tests taken a day apart; then you're not at risk of infecting others.  Now, if you've been in self isolation at home, you should consult your doctor before you make any decisions to come out of isolation and start interacting with anyone else.  Listener: My husband and I have a son, a 16-month-old, and we were gonna start trying for a second one in April. And we were wondering if there's any good reason for us to delay trying to get pregnant?   Dr. Gupta: This is a tough question that ultimately has to be your decision.     Let me tell you what I know. At this point it's not clear that pregnant women have a higher risk of getting sicker from the coronavirus. We also don't know if it would cause problems during the pregnancy or affect the baby.   But we do know pregnant women are more vulnerable to other respiratory illnesses like the flu.  There was a recent study of nine women who were infected with the virus, and none of their babies were affected by it.    Listener: Should ibuprofen and anti-inflammatories in general be avoided if you have coronavirus?      Dr. Gupta: I've heard this question a lot.   There's some merit to this concern. Anti-inflammatories can sometimes suppress your immune system.    The FDA says they're not aware of any evidence saying that ibuprofen makes coronavirus symptoms worse.   But it can reduce your ability to fight off an infection.   For healthy people, it's not enough of a decrease -- it will hardly make a dent. But if you have a weakened immune system or an underlying condition, it's better to take Tylenol.  Thank you everyone for all your questions. This podcast is meant to be a conversation, so I'm really glad you're all reaching out. Rest assured that my team and I are reading every single one of your messages, so keep them coming.   And remember, you can always head to cnn.com/coronavirus and sign up for our daily newsletter, which features the latest updates on this fast-moving story from CNN journalists around the globe.   We'll be back tomorrow. Thanks for listening. "], "Language": false}