{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/politics/rand-paul-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-23T15:54:27Z"], "LastModifiedDate": ["2020-03-23T19:48:14Z"], "Headline": ["Rand Paul's reckless, feckless actions on coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Don't be like Rand Paul. That's the unbelievable lesson learned this weekend as the Kentucky Republican senator, who is also a doctor, announced that he had tested positive for coronavirus. But, that's not the bad part. This is: Paul was aware as early as March 15, according to a source close to the senator who spoke to CNN's Jake Tapper, that he had potentially been exposed to the virus -- at a March 7 dinner in Louisville where two attendees later tested positive. Paul hadn't interacted with them according to the source, but he decided to be tested for coronavirus six or seven days ago. As recently as Sunday morning, the Kentucky Republican was working out at the Senate gym. \"We want to be clear, Senator Paul left the Senate IMMEDIATELY upon learning of his diagnosis,\" read a tweet from Paul's Twitter handle. \"He had zero contact with anyone & went into quarantine. Insinuations such as those below that he went to the gym after learning of his results are just completely false & irresponsible!\" That statement, of course, massively misses the point. Paul spent six or seven days going about a fairly normal routine -- sitting in meetings with fellow senators, going to the gym(!) -- all the while knowing a) he might have been exposed to the virus and b) he was awaiting coronavirus test results. Every expert recommendation would have been that Paul self-quarantine -- as Texas Sen. Ted Cruz did -- for 14 days given that he knew he had been potentially been exposed. That he not only didn't do that but also apparently didn't inform anyone that he was interacting with that he could well have the disease is an act of profound selfishness. Paul released a statement on Monday, saying, \"For those who want to criticize me for lack of quarantine, realize that if the rules on testing had been followed to a tee, I would never have been tested and would still be walking around the halls of the Capitol. ... It was my extra precaution, out of concern for my damaged lung, that led me to get tested. ... The broader the testing and the less finger-pointing we have, the better.\" (The senator is now in quarantine and asymptomatic, according to a tweet posted to his account. He is isolated at home in Kentucky, his office told CNN. When asked about the situation, his office said he was not feeling any symptoms, didn't come across the infected people at the party in Louisville and only took the test because he has a preexisting condition.) \"Contrary to some reports, Senator Paul was never knowingly exposed to any positive individuals,\" Paul's press secretary Matt Hawes said Monday. \"Had he followed current testing recommendations, he would have never been tested since he never knew of any direct contact nor had any symptoms. Had he not insisted on testing, Senator Paul might still be in the Senate. He only insisted on getting tested because of previous injuries sustained to one of his lungs, which makes him extra vulnerable when contracting COVID-19.\" The effects of Paul's diagnosis were immediate. Utah Sens. Mitt Romney and Mike Lee both announced they would go into self-quarantine due to their close interactions with Paul over the last few days. The reactions from Paul's colleagues were almost as immediate. \"I've never commented about a fellow Senator's choices/actions. Never once,\" wrote Arizona Sen. Kyrsten Sinema (D) on Twitter. \"This, America, is absolutely irresponsible. You cannot be near other people while waiting for coronavirus test results. It endangers others & likely increases the spread of the virus.\" Added fellow Arizona Sen. Martha McSally: \"I couldn't agree more @kyrstensinema. As we ask all Americans to sacrifice their livelihoods and alter their behavior to save lives, we must ourselves model appropriate #coronavirus behavior. No one is too important to disregard guidance to self-quarantine pending test results.\" Paul's reckless decision is made all the worse because the Senate remains in session as they seek to pass a massive economic stimulus package to keep the economy stable. That means that they are interacting with each other far more than federal guidelines suggest they (or any of us) should be. And as an elected official, he should be modeling behavior for the rest of us too. Then add this into the equation: The Senate is a very, very old group of people. The average age of a senator at the end of 2018 was almost 62 years old, according to the Congressional Research Service. There are five senators over 80. Another will turn 80 at the end of this month. Given what we know of the coronavirus from China and Italy, the mortality rate is much higher for people over 70 -- and particularly for people over 80 -- than for the general public. Paul's behavior would be appalling an inexcusable under any circumstances. But the fact that he is a doctor working in a place with a lot of elderly people makes it more than inexcusable. It makes what Paul did actively dangerous. UPDATE: This story has been updated with additional comment from Paul's office."], "Language": false}